{
  "id": "city-hk",
  "name": "Hong Kong",
  "slug": "hong-kong",
  "lat": 22.3193,
  "lng": 114.1694,
  "country": "Hong Kong",
  "country_code": "hk",
  "geo": {
    "lat": 22.3193,
    "lng": 114.1694
  },
  "hero_image": "/images/hong-kong/hero.jpg",
  "intro_vibe": "Where East meets West in a vertical city of neon, dim sum, and skyscrapers.",
  "general_info": {
    "population": "~7.5 million",
    "is_capital": false,
    "description": "Hong Kong is a Special Administrative Region of China and one of the world's most densely populated cities. A former British colony, it blends Chinese and Western influences into a unique culture. Known for its dramatic skyline, world-class cuisine, efficient public transit, and vibrant street life, Hong Kong operates as a global financial hub while maintaining deep cultural traditions."
  },
  "stats": {
    "currency": "HKD (Hong Kong Dollar)",
    "plug_type": "Type G (British)"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "January",
      "temp": "14°C - 19°C",
      "vibe": "Cool & Dry",
      "pros": [
        "Clear skies",
        "Low humidity",
        "Chinese New Year festivities"
      ],
      "cons": [
        "Chilly evenings",
        "Occasional cold snaps"
      ],
      "clothing": "Light jacket, long pants, layers"
    },
    {
      "id": 2,
      "name": "February",
      "temp": "15°C - 20°C",
      "vibe": "Festive",
      "pros": [
        "Chinese New Year",
        "Comfortable temps",
        "Spring blooms start"
      ],
      "cons": [
        "High hotel prices",
        "Crowds"
      ],
      "clothing": "Light layers, jacket for evening"
    },
    {
      "id": 3,
      "name": "March",
      "temp": "18°C - 23°C",
      "vibe": "Warming Up",
      "pros": [
        "Pleasant weather",
        "Spring vibes",
        "Lower prices"
      ],
      "cons": [
        "Humidity rising",
        "Occasional fog"
      ],
      "clothing": "T-shirts, light layers"
    },
    {
      "id": 4,
      "name": "April",
      "temp": "21°C - 27°C",
      "vibe": "Humid Start",
      "pros": [
        "Warm days",
        "Art Basel week",
        "Outdoor weather"
      ],
      "cons": [
        "Humidity spikes",
        "Frequent rain"
      ],
      "clothing": "Breathable fabrics, umbrella"
    },
    {
      "id": 5,
      "name": "May",
      "temp": "24°C - 30°C",
      "vibe": "Hot & Sticky",
      "pros": [
        "Beach season begins",
        "Buddha's Birthday",
        "Long days"
      ],
      "cons": [
        "High humidity",
        "Heavy rain showers"
      ],
      "clothing": "Shorts, tank tops, rain gear"
    },
    {
      "id": 6,
      "name": "June",
      "temp": "26°C - 31°C",
      "vibe": "Peak Summer",
      "pros": [
        "Dragon Boat Festival",
        "Beach weather",
        "Mangoes in season"
      ],
      "cons": [
        "Oppressive humidity",
        "Typhoon season starts"
      ],
      "clothing": "Minimal clothes, sunscreen"
    },
    {
      "id": 7,
      "name": "July",
      "temp": "27°C - 32°C",
      "vibe": "Hottest Month",
      "pros": [
        "Beach life",
        "Summer vibes",
        "Rooftop bars peak"
      ],
      "cons": [
        "Extreme heat",
        "Typhoons possible",
        "A/C everywhere"
      ],
      "clothing": "Light, breathable fabrics"
    },
    {
      "id": 8,
      "name": "August",
      "temp": "27°C - 32°C",
      "vibe": "Typhoon Season",
      "pros": [
        "Tropical storms exciting",
        "Mid-Autumn prep",
        "Fewer tourists"
      ],
      "cons": [
        "Typhoon disruptions",
        "Heavy rain",
        "Humidity maxed"
      ],
      "clothing": "Rain gear essential, light clothes"
    },
    {
      "id": 9,
      "name": "September",
      "temp": "26°C - 31°C",
      "vibe": "Still Hot",
      "pros": [
        "Mid-Autumn Festival",
        "Beach still good",
        "Mooncakes everywhere"
      ],
      "cons": [
        "Typhoons continue",
        "Humid"
      ],
      "clothing": "Summer clothes, rain backup"
    },
    {
      "id": 10,
      "name": "October",
      "temp": "23°C - 28°C",
      "vibe": "Golden Season",
      "pros": [
        "Perfect weather",
        "Clear skies",
        "Hiking season"
      ],
      "cons": [
        "Crowded weekends",
        "Higher prices"
      ],
      "clothing": "T-shirts, light jacket for evening"
    },
    {
      "id": 11,
      "name": "November",
      "temp": "19°C - 24°C",
      "vibe": "Ideal Weather",
      "pros": [
        "Best month overall",
        "Dry & comfortable",
        "Outdoor activities"
      ],
      "cons": [
        "Popular (book ahead)",
        "Cooling down"
      ],
      "clothing": "Light layers, comfortable shoes"
    },
    {
      "id": 12,
      "name": "December",
      "temp": "15°C - 20°C",
      "vibe": "Festive & Cool",
      "pros": [
        "Christmas markets",
        "Winter Sales",
        "Pleasant temps"
      ],
      "cons": [
        "Chilly mornings",
        "Short days"
      ],
      "clothing": "Jacket, long pants, warm layers"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "Octopus Card is Life: This rechargeable smart card works on all public transit (MTR, buses, ferries, trams) plus 7-Eleven, Starbucks, and vending machines. Buy one immediately at any MTR station.",
      "Queue Culture: Hong Kong takes queueing seriously. Form orderly lines for everything—MTR, escalators, restaurants, taxis. Cutting in line is social suicide.",
      "Escalator Rules: Stand on the right, walk on the left. MTR escalators move fast and locals don't tolerate blockers. This rule is strictly enforced.",
      "No Tipping: Service charge is included in restaurant bills (10%). Additional tipping is not expected or necessary. Rounding up taxi fare is polite but optional.",
      "Name Cards Matter: In business settings, receive name cards with both hands and study them briefly before putting away. It's a sign of respect.",
      "Shoes Off: Some traditional restaurants and all homes require shoe removal. Look for slippers by the entrance as a signal.",
      "Chopstick Etiquette: Never stick chopsticks upright in rice (funeral symbolism). Don't point them at people. Place them on the rest, not the bowl.",
      "Dim Sum Protocol: Share everything. Pour tea for others before yourself. Tap two fingers on table to thank someone for pouring your tea. Servers tally dishes at end.",
      "Public Behavior: Keep voices down on MTR and in restaurants. Loud phone conversations are frowned upon. Public drunkenness is rare and embarrassing.",
      "Respect for Elders: Give up MTR seats for elderly, pregnant women, and anyone with a baby. It's not optional—locals will judge you."
    ],
    "essential_phrases": [
      {
        "src": "Hello",
        "local": "Nei hou",
        "phonetic": "NAY-ho"
      },
      {
        "src": "Thank you",
        "local": "M̀h'gōi",
        "phonetic": "m-GOY"
      },
      {
        "src": "Excuse me",
        "local": "M̀h'gōi",
        "phonetic": "m-GOY"
      },
      {
        "src": "How much?",
        "local": "Géi dō chín?",
        "phonetic": "GAY-daw CHIN"
      },
      {
        "src": "The bill please",
        "local": "Màaih dāan",
        "phonetic": "MY-daan"
      },
      {
        "src": "I don't understand",
        "local": "Ŋóh m̀h mìhng",
        "phonetic": "ngor m-ming"
      },
      {
        "src": "Delicious",
        "local": "Hóu sihk",
        "phonetic": "ho-sick"
      },
      {
        "src": "Too expensive",
        "local": "Taai gwai",
        "phonetic": "TIE-gway"
      },
      {
        "src": "Where is...?",
        "local": "...hái bīndouh?",
        "phonetic": "...hi bin-DOH"
      },
      {
        "src": "No need (for change)",
        "local": "M̀h sái",
        "phonetic": "m-sigh"
      }
    ]
  },
  "neighborhoods": [
    {
      "name": "Central",
      "vibe": "Financial Powerhouse",
      "description": "The beating heart of Hong Kong's business district. Glass skyscrapers, luxury malls, and the famous Mid-Levels Escalator. Expensive restaurants and rooftop bars dominate.",
      "highlights": [
        "IFC Mall",
        "Lan Kwai Fong nightlife",
        "Mid-Levels Escalator"
      ],
      "image": "/images/hong-kong/central.jpg"
    },
    {
      "name": "Tsim Sha Tsui",
      "vibe": "Tourist Central",
      "description": "Kowloon's main tourist hub on the harbor. Museums, luxury hotels, tailors, and the iconic Avenue of Stars. Best views of Hong Kong Island skyline.",
      "highlights": [
        "Victoria Harbour promenade",
        "Museum district",
        "Temple Street Night Market"
      ],
      "image": "/images/hong-kong/tsim-sha-tsui.jpg"
    },
    {
      "name": "Mong Kok",
      "vibe": "Chaotic & Electric",
      "description": "The densest neighborhood on Earth. Neon signs, street markets, electronics shops, and constant energy. Ladies Market and sneaker street are here.",
      "highlights": [
        "Ladies Market",
        "Sneaker Street",
        "Flower Market"
      ],
      "image": "/images/hong-kong/mong-kok.jpg"
    },
    {
      "name": "Sheung Wan",
      "vibe": "Old Meets New",
      "description": "Traditional Chinese medicine shops next to hipster cafes. Dried seafood wholesalers beside art galleries. The gentrifying edge of old Hong Kong.",
      "highlights": [
        "Cat Street antiques",
        "Man Mo Temple",
        "Hip cafes"
      ],
      "image": "/images/hong-kong/sheung-wan.jpg"
    },
    {
      "name": "Causeway Bay",
      "vibe": "Shopping Madness",
      "description": "Hong Kong's retail epicenter. Massive malls, department stores, and street-level shops. Locals come here to shop, eat, and hang out.",
      "highlights": [
        "Times Square mall",
        "Victoria Park",
        "Sogo department store"
      ],
      "image": "/images/hong-kong/causeway-bay.jpg"
    },
    {
      "name": "Sham Shui Po",
      "vibe": "Working Class Grit",
      "description": "The most authentic Hong Kong neighborhood. Electronics markets, fabric wholesalers, and cheap street food. Minimal English, maximum character.",
      "highlights": [
        "Apliu Street electronics",
        "Fabric market",
        "Local dai pai dongs"
      ],
      "image": "/images/hong-kong/sham-shui-po.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "Getting Around",
      "icon": "Train",
      "summary": "Hong Kong has one of the world's best public transit systems. Fast, clean, and intuitive.",
      "details": [
        "MTR (Metro): The backbone. Covers all major areas, runs 6am-1am, air-conditioned, signs in English. Get an Octopus Card (HK$50 deposit + starting balance).",
        "Trams: The iconic double-decker street trams run along Hong Kong Island's north shore. Dirt cheap (HK$3), slow, charming. Board at back, exit at front, pay when leaving.",
        "Buses: Extensive but confusing for tourists. Double-decker buses go everywhere. Use Citymapper app for routes. Pay exact change or Octopus Card.",
        "Star Ferry: The legendary harbor crossing between Kowloon and Hong Kong Island. HK$3-4, runs since 1888. Take it at sunset for magic.",
        "Taxis: Plentiful and cheap. Red (urban), green (New Territories), blue (Lantau). Drivers rarely speak English—have address in Chinese. Octopus accepted.",
        "Walking: Central/Admiralty/Sheung Wan are walkable. Use the extensive system of covered walkways and escalators connecting buildings.",
        "Minibuses: Green (fixed routes) or red (flexible routes). For advanced users only—drivers speak no English and routes are mysterious."
      ]
    },
    {
      "id": "logistics-airport",
      "slug": "airport-transfers",
      "title": "Airport to City",
      "icon": "Plane",
      "summary": "Hong Kong Airport (HKIA) is on Lantau Island, connected to the city by fast rail and bus.",
      "details": [
        "Airport Express Train: Fastest option (24 mins to Central). HK$115 one-way. Runs 5:50am-12:48am. Buy Octopus at airport or use credit card at gates. Free shuttle buses from stations to hotels.",
        "Airport Bus: Cheaper (HK$40-50) but slower (45-60 mins). Routes go to every district. A21 goes to Tsim Sha Tsui, A11 to Causeway Bay. Comfortable and air-conditioned.",
        "Taxi: HK$250-350 to Hong Kong Island, HK$200-250 to Kowloon. Follow queue signs—don't accept street offers. Red taxis only (urban). 30-50 min depending on traffic.",
        "Hotel Shuttle: Many hotels offer private transfers. Expensive (HK$500+) but convenient with luggage.",
        "Pro Tip: If arriving late (after midnight), taxi is your only option. Airport Express stops at 12:48am."
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-tips",
      "title": "Safety & Scams",
      "icon": "Shield",
      "summary": "Hong Kong is one of the world's safest cities. Violent crime is rare, but tourist scams exist.",
      "details": [
        "Overall Safety: You can walk anywhere at any time. Violent crime against tourists is virtually nonexistent. Women traveling alone feel safe.",
        "Common Scams: Fake monks asking for donations (ignore them). 'Massage' card girls in Tsim Sha Tsui (legitimate spas don't street promote). Overpriced tailors targeting tourists.",
        "Taxi Scams: Rare. Meters are used and honest. If driver refuses meter, exit immediately. Make sure they turn on meter at start.",
        "Restaurant Scams: Some seafood restaurants in tourist areas inflate prices or add hidden charges. Check prices before ordering. Avoid places with aggressive touts outside.",
        "Pickpockets: Minimal but watch belongings on crowded MTR during rush hour. Keep valuables in front pockets.",
        "Protests: Political demonstrations happen occasionally. Avoid them entirely—police response can be intense. Check news before travel.",
        "Lost Property: Report to police. There's a good chance you'll get it back—Hong Kongers are honest and the city has extensive CCTV."
      ]
    },
    {
      "id": "logistics-money",
      "slug": "money-matters",
      "title": "Money & Payments",
      "icon": "DollarSign",
      "summary": "Hong Kong Dollar (HKD) is the currency. Cards widely accepted but cash still king in local places.",
      "details": [
        "Currency: HK$1 ≈ $0.13 USD. Coins: $0.1, 0.2, 0.5, 1, 2, 5, 10. Notes: $10, 20, 50, 100, 500, 1000. Three different banks print notes—all legal tender.",
        "ATMs: Everywhere. 7-Eleven has ATMs. Withdraw from HSBC or Bank of China for best rates. Most accept international cards (Visa, Mastercard, UnionPay).",
        "Credit Cards: Visa and Mastercard accepted at restaurants, malls, and hotels. Many small shops and dai pai dongs are cash only.",
        "Octopus Card: The secret weapon. Rechargeable smart card works on all transit, 7-Eleven, McDonald's, Starbucks, vending machines. HK$50 deposit + initial value. Top up at MTR stations or 7-Eleven.",
        "Exchange: Avoid airport (terrible rates). Use city money changers in Central or Tsim Sha Tsui (Chungking Mansions has good rates but chaotic). Banks also exchange.",
        "Tipping: Not expected. 10% service charge automatically added to restaurant bills. No tips for taxis, MTR, or casual dining. High-end restaurants may expect small extra tip.",
        "Bargaining: Expected at street markets (Ladies Market, Temple Street). Start at 50-60% of asking price. Not acceptable in malls or regular stores."
      ]
    },
    {
      "id": "logistics-weather",
      "slug": "when-to-visit",
      "title": "When to Visit",
      "icon": "Sun",
      "summary": "October-December is peak season. Summer is hot and humid. Avoid Chinese New Year if you hate crowds.",
      "details": [
        "Best Time: October-December. Dry, sunny, comfortable temperatures (18-25°C). Perfect for hiking and outdoor activities. Highest prices.",
        "Good Time: January-March. Cool and dry. Chinese New Year (late Jan/early Feb) is festive but crowded and expensive. Book 3+ months ahead.",
        "Avoid: June-September. Typhoon season, extreme heat (32°C+), oppressive humidity (80-90%). Daily rain showers. Everything is air-conditioned to arctic levels.",
        "Budget Travel: April-May or September. Shoulder season with lower prices but increasing humidity and rain. Still good for city exploration.",
        "Festivals: Chinese New Year (biggest), Dragon Boat Festival (June), Mid-Autumn Festival (September), Christmas lights (December).",
        "Typhoons: Tropical cyclones hit June-October. Typhoon signal system: T1 (be aware), T3 (stay indoors), T8+ (everything shuts down). Hotels stay open. Can be exciting.",
        "Pro Tip: November has clear skies, low humidity, perfect temperatures, and lower prices than October. The secret best month."
      ]
    },
    {
      "id": "logistics-language",
      "slug": "language-tips",
      "title": "Language & Communication",
      "icon": "MessageCircle",
      "summary": "Cantonese is the main language. English signage is everywhere but spoken English varies.",
      "details": [
        "Official Languages: Cantonese (90%), English (official but limited proficiency), Mandarin (increasing).",
        "English: All MTR signs, street signs, and tourist areas have English. Government and business use English. But many locals speak limited English, especially elderly.",
        "Cantonese Basics: Learn 'M̀h'gōi' (thank you) and 'Nei hou' (hello). Even basic attempts are appreciated. Pronunciation is tonal—don't worry about getting it perfect.",
        "Written Chinese: Traditional characters (not simplified like Mainland China). Even if you read Mandarin Chinese, some characters differ.",
        "Restaurant Strategy: Many local restaurants have English menus or picture menus. Point at what others are eating if you can't read the menu. Google Translate camera feature helps.",
        "Apps: Download Google Translate offline Cantonese. Pleco dictionary app. WhatsApp is the main messaging app in Hong Kong.",
        "Getting Help: Young people and service industry workers speak better English. Hotel staff and tourist information centers are fluent."
      ]
    },
    {
      "id": "logistics-health",
      "slug": "health-essentials",
      "title": "Health & Medical",
      "icon": "Heart",
      "summary": "Excellent healthcare system. Tap water is safe. Pharmacies everywhere.",
      "details": [
        "Healthcare: World-class. Public hospitals are cheap but crowded. Private clinics and hospitals are expensive but fast. Get travel insurance.",
        "Tap Water: Safe to drink. Hong Kong has high water quality standards. Hotels and restaurants serve it freely.",
        "Pharmacies: Watsons and Mannings are everywhere. Open late. Most medications available without prescription (antibiotics, etc). Pharmacists speak some English.",
        "Emergency: Dial 999 for ambulance/police/fire. English operators available. Queen Mary Hospital and Prince of Wales Hospital are major public hospitals.",
        "Pollution: Air quality can be poor (especially summer). Check AQI levels if you have respiratory issues. Wear a mask if needed—it's culturally normal.",
        "Heat & Humidity: Summer humidity causes heat exhaustion. Drink water constantly. Seek air-conditioned spaces. Locals use parasols for sun protection.",
        "Mosquitoes: Dengue exists but rare. Use repellent if hiking or in parks. Urban areas have minimal mosquitoes.",
        "Clinics: Central Health Medical Practice, OT&P Healthcare. Expect HK$500-1000 for consultation."
      ]
    },
    {
      "id": "logistics-apps",
      "slug": "essential-apps",
      "title": "Essential Apps",
      "icon": "Smartphone",
      "summary": "These apps will make navigating Hong Kong infinitely easier.",
      "details": [
        "Citymapper: THE transit app for Hong Kong. Real-time MTR, bus, ferry, and walking directions. Better than Google Maps for public transit.",
        "MTR Mobile: Official app with route planning and service updates. Shows which exit to use at stations.",
        "OpenRice: Hong Kong's Yelp for restaurants. Reviews in English and Chinese. Essential for finding good local spots.",
        "WhatsApp: Everyone uses it. Free calls and messages. Download before arrival.",
        "WeChat: Needed for some Chinese businesses and Mainland friends. Not as essential as in Mainland China.",
        "Google Maps: Works perfectly in Hong Kong (unlike Mainland China). Offline maps recommended.",
        "Deliveroo / Foodpanda: Food delivery. Massive selection. English interface. Late-night lifesaver."
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-hk-001",
      "slug": "dim-sum",
      "name_en": "Dim Sum",
      "name_local": "點心 (Dim Sam)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "The quintessential Hong Kong culinary experience, featuring bite-sized portions of steamed, fried, and baked delicacies served in bamboo baskets.",
        "history": "Originally a snack for travelers on the Silk Road, it evolved in Hong Kong into the 'Yum Cha' tradition, where families gather for morning tea and conversation.",
        "insider_tip": "If a server pours your tea, tap two fingers on the table to say 'thank you' without interrupting the conversation. Order 'Har Gow' (shrimp dumplings) to test a chef's skill.",
        "price_level": "Moderate",
        "duration": "1-1.5 hours",
        "best_time": "Weekend brunch (before 1 PM)",
        "vibe": "Bustling and social",
        "good_for": [
          "Groups",
          "Traditionalists",
          "Foodies"
        ]
      },
      "image": "/images/hong-kong/dim-sum.jpg"
    },
    {
      "id": "food-hk-002",
      "slug": "roast-goose",
      "name_en": "Roast Goose",
      "name_local": "燒鵝 (Siu Ngo)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Succulent goose roasted to perfection with mahogany-crisp skin and tender, flavorful meat, often served over rice with a tangy plum sauce.",
        "history": "A labor-intensive specialty of Cantonese cuisine, traditional Hong Kong roast goose is often prepared in charcoal-fired ovens for a distinct smoky depth.",
        "insider_tip": "Visit the legendary Yat Lok in Central or Kam's in Wan Chai, but arrive 15 minutes before they open to secure a seat without a 2-hour wait.",
        "price_level": "Expensive",
        "duration": "45-60 mins",
        "best_time": "Lunch",
        "vibe": "Efficient and high-quality",
        "good_for": [
          "Meat lovers",
          "Gourmet travelers",
          "Quick lunch"
        ]
      },
      "image": "/images/hong-kong/roast-goose.jpg"
    },
    {
      "id": "food-hk-003",
      "slug": "wonton-noodles",
      "name_en": "Wonton Noodles",
      "name_local": "雲吞麵 (Wan Tan Min)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Al dente egg noodles served in a clear, dried-flounder broth with plump shrimp wontons hidden beneath the noodles.",
        "history": "A working-class staple that rose to fame in the 1940s. The 'Hong Kong style' is defined by the noodles' distinct snap and the broth's umami depth.",
        "insider_tip": "Real wonton noodles are served in a small bowl with the spoon at the bottom to prevent the noodles from getting soggy in the broth.",
        "price_level": "Affordable",
        "duration": "30 mins",
        "best_time": "Anytime",
        "vibe": "Casual and comforting",
        "good_for": [
          "Budget travelers",
          "Quick bite",
          "Solo diners"
        ]
      },
      "image": "/images/hong-kong/wonton-noodles.jpg"
    },
    {
      "id": "food-hk-004",
      "slug": "egg-tart",
      "name_en": "Egg Tart",
      "name_local": "蛋撻 (Daan Taat)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "A silky, bright yellow egg custard nestled in either a crumbly shortcrust or a multi-layered flaky pastry shell.",
        "history": "A hybrid creation born from British custard tarts and Portuguese pasteis de nata, adapted by Hong Kong's 'Cha Chaan Tengs' (tea cafes) in the 1940s.",
        "insider_tip": "Flaky crust (sau pei) is more traditional for afternoon tea, while shortcrust (tai pei) is often found in local bakeries. Tai Cheong Bakery is the most famous spot.",
        "price_level": "Affordable",
        "duration": "5-10 mins",
        "best_time": "3:00 PM (Afternoon tea)",
        "vibe": "Sweet and nostalgic",
        "good_for": [
          "Snacking",
          "Sweet tooth",
          "On-the-go"
        ]
      },
      "image": "/images/hong-kong/egg-tart.jpg"
    },
    {
      "id": "food-hk-005",
      "slug": "pineapple-bun",
      "name_en": "Pineapple Bun with Butter",
      "name_local": "菠蘿油 (Bo Lo Yau)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "A soft, sweet bun topped with a crackly, sugary crust, served warm with a thick slab of cold, salty butter inside.",
        "history": "Contains no actual pineapple; its name comes from the checkered, golden-brown crust that resembles the fruit's skin.",
        "insider_tip": "The 'Pineapple Oil' (Bo Lo Yau) version is the pro choice—the contrast between the hot bun and the melting cold butter is essential.",
        "price_level": "Affordable",
        "duration": "15-20 mins",
        "best_time": "Breakfast or Afternoon snack",
        "vibe": "Local cafe culture",
        "good_for": [
          "Budget eats",
          "Comfort food",
          "Breakfast"
        ]
      },
      "image": "/images/hong-kong/pineapple-bun.jpg"
    },
    {
      "id": "food-hk-006",
      "slug": "milk-tea",
      "name_en": "Hong Kong Milk Tea",
      "name_local": "絲襪奶茶 (Si Mat Naai Cha)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "A potent blend of several types of black tea mixed with evaporated milk, known for its creamy texture and high caffeine kick.",
        "history": "Also known as 'Pantyhose Milk Tea' because the tea is traditionally strained through a fine sack that resembles a silk stocking.",
        "insider_tip": "Order it 'Yuenyeung' to get a local favorite mix of 3 parts coffee and 7 parts milk tea for an even bigger energy boost.",
        "price_level": "Affordable",
        "duration": "10-15 mins",
        "best_time": "Afternoon tea",
        "vibe": "Energizing and smooth",
        "good_for": [
          "Caffeine lovers",
          "Local experience",
          "Drink lovers"
        ]
      },
      "image": "/images/hong-kong/milk-tea.jpg"
    },
    {
      "id": "food-hk-007",
      "slug": "char-siu",
      "name_en": "BBQ Pork",
      "name_local": "叉燒 (Cha Siu)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Strips of boneless pork marinated in a sweet honey and five-spice mixture, then roasted until caramelized and tender.",
        "history": "The word 'Char Siu' literally means 'fork roasted,' referring to the traditional method of skewering the meat on long forks over a fire.",
        "insider_tip": "Ask for 'Bun Fei Sau' (half fat, half lean) to get the perfect balance of melt-in-your-mouth fat and savory meat.",
        "price_level": "Moderate",
        "duration": "30-45 mins",
        "best_time": "Lunch",
        "vibe": "Savoury and sweet",
        "good_for": [
          "Meat lovers",
          "Families",
          "Everyday dining"
        ]
      },
      "image": "/images/hong-kong/char-siu.jpg"
    },
    {
      "id": "food-hk-008",
      "slug": "cheung-fun",
      "name_en": "Rice Noodle Rolls",
      "name_local": "腸粉 (Cheung Fan)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Silky, translucent rice noodle sheets rolled around fillings like shrimp or beef, drizzled with seasoned sweet soy sauce.",
        "history": "A dim sum staple that originated as a street snack. The best versions are made by hand-steaming rice batter on a cloth.",
        "insider_tip": "Street-style Cheung Fun is often served plain in a roll with sesame seeds, hoisin sauce, and peanut sauce—very different from the dim sum version.",
        "price_level": "Affordable",
        "duration": "20 mins",
        "best_time": "Breakfast or Dim Sum",
        "vibe": "Smooth and light",
        "good_for": [
          "Seafood lovers",
          "Breakfast",
          "Light meals"
        ]
      },
      "image": "/images/hong-kong/cheung-fun.jpg"
    },
    {
      "id": "food-hk-009",
      "slug": "claypot-rice",
      "name_en": "Claypot Rice",
      "name_local": "煲仔飯 (Bo Zai Faan)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Rice cooked in a clay pot over an open flame with toppings like preserved sausage, chicken, or beef, resulting in a crispy, charred bottom layer.",
        "history": "A seasonal winter favorite in Hong Kong, traditionally cooked over charcoal to give the rice a distinct smoky aroma.",
        "insider_tip": "Don't scrape the bottom immediately; let the pot sit for a few minutes with the lid on to ensure the rice 'crust' becomes perfectly crispy.",
        "price_level": "Moderate",
        "duration": "45-60 mins",
        "best_time": "Dinner (especially in winter)",
        "vibe": "Warm and rustic",
        "good_for": [
          "Winter visits",
          "Adventure eaters",
          "Authentic culture"
        ]
      },
      "image": "/images/hong-kong/claypot-rice.jpg"
    },
    {
      "id": "food-hk-010",
      "slug": "cart-noodles",
      "name_en": "Cart Noodles",
      "name_local": "車仔麵 (Che Zai Min)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "A highly customizable bowl of noodle soup where diners choose their noodle type, broth, and a variety of toppings like pig blood curd or daikon.",
        "history": "Born in the 1950s when street vendors sold noodles from wooden carts to refugees. It remains the ultimate 'choose-your-own-adventure' budget meal.",
        "insider_tip": "Don't be afraid of the 'weird' toppings; braised chicken wings and honey-glazed pig skin are local favorites that add great texture.",
        "price_level": "Affordable",
        "duration": "30 mins",
        "best_time": "Lunch",
        "vibe": "Casual and bustling",
        "good_for": [
          "Budget travelers",
          "Custom meals",
          "Quick bite"
        ]
      },
      "image": "/images/hong-kong/cart-noodles.jpg"
    },
    {
      "id": "food-hk-011",
      "slug": "french-toast",
      "name_en": "Hong Kong French Toast",
      "name_local": "西多士 (Sai Do Si)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Thick slices of white bread with a peanut butter filling, egg-washed and deep-fried, then topped with golden syrup and a pat of butter.",
        "history": "A decadent example of 'Canto-Western' fusion cuisine that emerged in local tea cafes to satisfy a Western-influenced sweet tooth.",
        "insider_tip": "Pour the syrup generously. It is a calorie bomb meant to be shared as a snack, not eaten as a healthy breakfast.",
        "price_level": "Affordable",
        "duration": "20-30 mins",
        "best_time": "Afternoon snack",
        "vibe": "Indulgent and greasy",
        "good_for": [
          "Sweet tooth",
          "Sharing",
          "Local cafes"
        ]
      },
      "image": "/images/hong-kong/french-toast.jpg"
    },
    {
      "id": "food-hk-012",
      "slug": "fish-balls",
      "name_en": "Curry Fish Balls",
      "name_local": "咖喱魚蛋 (Ga Lei Yu Dan)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Spongy, bouncy balls made of fish paste, simmered in a rich, mildly spicy yellow curry sauce and served on a skewer.",
        "history": "The undisputed king of Hong Kong street food. It is estimated that Hong Kongers consume millions of these daily.",
        "insider_tip": "Look for vendors in Mong Kok or Sham Shui Po where the curry sauce is bubbling and thick; if the sauce looks like water, move on.",
        "price_level": "Affordable",
        "duration": "5-10 mins",
        "best_time": "Evening snack",
        "vibe": "Quintessential street food",
        "good_for": [
          "Quick snack",
          "On-the-go",
          "Budget eaters"
        ]
      },
      "image": "/images/hong-kong/fish-balls.jpg"
    },
    {
      "id": "food-hk-013",
      "slug": "congee",
      "name_en": "Century Egg & Pork Congee",
      "name_local": "皮蛋瘦肉粥 (Pei Dan Sau Yuk Juk)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "A thick, silky rice porridge flavored with bits of preserved 'century egg' and tender strips of lean pork.",
        "history": "Regarded as the ultimate healing food in Chinese culture, congee is easy on the stomach and often eaten for breakfast or late-night supper.",
        "insider_tip": "Order a 'Yau Zaa Gwai' (fried dough stick) on the side to dip into the congee for a satisfying crunch.",
        "price_level": "Affordable",
        "duration": "30-45 mins",
        "best_time": "Breakfast",
        "vibe": "Calm and nourishing",
        "good_for": [
          "Wellness",
          "Breakfast",
          "Mild flavors"
        ]
      },
      "image": "/images/hong-kong/congee.jpg"
    },
    {
      "id": "food-hk-014",
      "slug": "egg-waffle",
      "name_en": "Egg Waffle",
      "name_local": "雞蛋仔 (Gai Daan Zai)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "A honeycomb-shaped waffle with bubble-like pieces that are crispy on the outside and soft and cakey on the inside.",
        "history": "Legend says it was invented by a grocer who used broken eggs to make a batter so they wouldn't go to waste. Now a global street food icon.",
        "insider_tip": "Eat them plain first to appreciate the malted egg flavor before trying trendy versions with chocolate or matcha.",
        "price_level": "Affordable",
        "duration": "10 mins",
        "best_time": "Afternoon snack",
        "vibe": "Fun and nostalgic",
        "good_for": [
          "Kids",
          "Snacking",
          "Photography"
        ]
      },
      "image": "/images/hong-kong/egg-waffle.jpg"
    },
    {
      "id": "food-hk-015",
      "slug": "hot-pot",
      "name_en": "Hot Pot",
      "name_local": "火鍋 (Fo Wo)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "A communal dining experience where fresh raw ingredients are cooked in a pot of simmering broth in the center of the table.",
        "history": "In Hong Kong, hot pot is a year-round social event, though it is most popular during the brief, chilly winter months.",
        "insider_tip": "Create your own dipping sauce at the condiment bar—garlic, scallions, soy sauce, and a little chili oil is the standard local base.",
        "price_level": "Moderate",
        "duration": "2 hours",
        "best_time": "Dinner",
        "vibe": "Lively and interactive",
        "good_for": [
          "Socializing",
          "Groups",
          "Foodies"
        ]
      },
      "image": "/images/hong-kong/hot-pot.jpg"
    }
  ],
  "must_see": [
    {
      "title": "Iconic Landmarks",
      "id": "landmarks",
      "items": [
        {
          "id": "sight-hk-001",
          "slug": "victoria-peak",
          "name_en": "Victoria Peak",
          "name_local": "太平山 (Tai Ping Shan)",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "The highest point on Hong Kong Island, providing the world-famous view of the skyscraper skyline and Victoria Harbour.",
            "history": "During the colonial era, the Peak was an exclusive residential area for Europeans; the Peak Tram was built in 1888 to facilitate their commute.",
            "insider_tip": "Skip the long Peak Tram queue by taking the #15 bus from Central Ferry Pier; it's cheaper and offers stunning winding-road views.",
            "price_level": "Free (Tram is Expensive)",
            "duration": "2-3 hours",
            "best_time": "Sunset (watch the city lights flicker on)",
            "vibe": "Breath-taking and iconic",
            "good_for": [
              "Photography",
              "First-time visitors",
              "Views"
            ]
          },
          "image": "/images/hong-kong/victoria-peak.jpg",
          "geo": {
            "lat": 22.2783,
            "lng": 114.1747
          }
        },
        {
          "id": "sight-hk-002",
          "slug": "star-ferry",
          "name_en": "Star Ferry",
          "name_local": "天星小輪",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A legendary green-and-white ferry service that has been shuttling passengers across Victoria Harbour for over 130 years.",
            "history": "National Geographic rated this as one of the '50 places of a lifetime.' It remains one of the world's most affordable and scenic public transits.",
            "insider_tip": "Sit on the upper deck for better views, or the lower deck to hear the water slap against the hull and smell the sea air.",
            "price_level": "Affordable",
            "duration": "10-15 mins",
            "best_time": "Twilight (golden hour)",
            "vibe": "Nostalgic and scenic",
            "good_for": [
              "Budget travel",
              "Romance",
              "Photography"
            ]
          },
          "image": "/images/hong-kong/star-ferry.jpg",
          "geo": {
            "lat": 22.2934,
            "lng": 114.168
          }
        },
        {
          "id": "sight-hk-003",
          "slug": "symphony-of-lights",
          "name_en": "Symphony of Lights",
          "name_local": "幻彩詠香江",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A synchronized laser and light show involving over 40 skyscrapers on both sides of Victoria Harbour.",
            "history": "Launched in 2004, it is recognized by Guinness World Records as the world's largest permanent light and sound show.",
            "insider_tip": "The best viewing spot is the Tsim Sha Tsui waterfront near the Clock Tower; download the show's app to listen to the synchronized music.",
            "price_level": "Free",
            "duration": "15 mins",
            "best_time": "8:00 PM precisely",
            "vibe": "Spectacular and futuristic",
            "good_for": [
              "Families",
              "Night owls",
              "Free activities"
            ]
          },
          "image": "/images/hong-kong/symphony-lights.jpg",
          "geo": {
            "lat": 22.2944,
            "lng": 114.1722
          }
        },
        {
          "id": "sight-hk-004",
          "slug": "big-buddha",
          "name_en": "Tian Tan Buddha",
          "name_local": "天壇大佛",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A massive 34-meter high bronze statue of Buddha sitting serenely atop a mountain on Lantau Island.",
            "history": "Completed in 1993, the statue faces North toward Mainland China, symbolizing the stability of the region and the prosperity of the people.",
            "insider_tip": "Take the Ngong Ping 360 cable car (Crystal Cabin) to get there—the glass floor offers a thrilling view of the forest below.",
            "price_level": "Moderate",
            "duration": "Half-day",
            "best_time": "Weekday morning (to avoid massive queues)",
            "vibe": "Majestic and spiritual",
            "good_for": [
              "Nature lovers",
              "Spirituality",
              "History"
            ]
          },
          "image": "/images/hong-kong/big-buddha.jpg",
          "geo": {
            "lat": 22.2542,
            "lng": 113.9048
          }
        }
      ]
    },
    {
      "title": "Markets & Shopping",
      "id": "markets",
      "items": [
        {
          "id": "sight-hk-005",
          "slug": "temple-street-night-market",
          "name_en": "Temple Street Night Market",
          "name_local": "廟街夜市",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A lively nocturnal bazaar in Kowloon filled with street food, trinkets, fortune tellers, and opera singers.",
            "history": "Often used as a backdrop for triad films, it is the last place in Hong Kong where you can truly feel the grit and energy of old Kowloon.",
            "insider_tip": "Walk to the end near the temple to find the fortune tellers—some even have trained birds that 'pick' your fortune card.",
            "price_level": "Free (Shopping is Affordable)",
            "duration": "1.5-2 hours",
            "best_time": "9:00 PM (when energy peaks)",
            "vibe": "Chaotic and electric",
            "good_for": [
              "Night owls",
              "Foodies",
              "Budget shopping"
            ]
          },
          "image": "/images/hong-kong/temple-street.jpg",
          "geo": {
            "lat": 22.3123,
            "lng": 114.1712
          }
        },
        {
          "id": "sight-hk-006",
          "slug": "ladies-market",
          "name_en": "Ladies Market",
          "name_local": "女人街",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A kilometer-long stretch of street stalls in Mong Kok selling everything from clothing and bags to quirky souvenirs.",
            "history": "Established in the 1970s, it earned its name for the sheer volume of low-priced women’s clothing and accessories once sold here.",
            "insider_tip": "Bargaining is mandatory; start at 50% of the asking price and be prepared to walk away to get the best deal.",
            "price_level": "Free",
            "duration": "1 hour",
            "best_time": "Afternoon",
            "vibe": "Frenetic and crowded",
            "good_for": [
              "Budget shopping",
              "Souvenir hunters",
              "People watching"
            ]
          },
          "image": "/images/hong-kong/ladies-market.jpg",
          "geo": {
            "lat": 22.3193,
            "lng": 114.171
          }
        },
        {
          "id": "sight-hk-007",
          "slug": "pmq",
          "name_en": "PMQ",
          "name_local": "元創方",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A creative landmark housed in a revitalized historic building, now filled with local designer boutiques and art galleries.",
            "history": "Formerly the Police Married Quarters, the site was saved from demolition and transformed into a hub for Hong Kong's creative industry.",
            "insider_tip": "Check the central courtyard schedule—there are often high-end night markets or international art installations occurring on weekends.",
            "price_level": "Free",
            "duration": "1.5 hours",
            "best_time": "Weekend afternoon",
            "vibe": "Hip and creative",
            "good_for": [
              "Design lovers",
              "Shopping",
              "Hipsters"
            ]
          },
          "image": "/images/hong-kong/pmq.jpg",
          "geo": {
            "lat": 22.2847,
            "lng": 114.1524
          }
        }
      ]
    },
    {
      "title": "Temples & Heritage",
      "id": "temples",
      "items": [
        {
          "id": "sight-hk-008",
          "slug": "man-mo-temple",
          "name_en": "Man Mo Temple",
          "name_local": "文武廟",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A stunning, incense-filled temple dedicated to the gods of Literature (Man) and War (Mo).",
            "history": "Built in 1847, it is one of the oldest and most important temples in the city, once serving as a court for resolving community disputes.",
            "insider_tip": "Look up to see the giant spiral incense coils; they can burn for weeks and fill the temple with a thick, mystical haze.",
            "price_level": "Free",
            "duration": "30-45 mins",
            "best_time": "Morning",
            "vibe": "Spiritual and smoky",
            "good_for": [
              "History buffs",
              "Photography",
              "Quiet reflection"
            ]
          },
          "image": "/images/hong-kong/man-mo-temple.jpg",
          "geo": {
            "lat": 22.2845,
            "lng": 114.1503
          }
        },
        {
          "id": "sight-hk-009",
          "slug": "wong-tai-sin-temple",
          "name_en": "Wong Tai Sin Temple",
          "name_local": "黃大仙祠",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A sprawling Taoist temple complex famous for 'Kau Cim'—a form of fortune telling using bamboo sticks.",
            "history": "Dedicated to a legendary monk who achieved immortality, it is the most popular temple for locals seeking medical advice or career fortunes.",
            "insider_tip": "Even if you don't speak Cantonese, you can pay a small fee to have your bamboo stick's number interpreted by an English-speaking fortune teller in the adjacent arcade.",
            "price_level": "Free",
            "duration": "1 hour",
            "best_time": "Weekday morning",
            "vibe": "Active and bustling",
            "good_for": [
              "Cultural immersion",
              "Architecture",
              "Photography"
            ]
          },
          "image": "/images/hong-kong/wong-tai-sin.jpg",
          "geo": {
            "lat": 22.3422,
            "lng": 114.1934
          }
        },
        {
          "id": "sight-hk-010",
          "slug": "tai-o-fishing-village",
          "name_en": "Tai O Fishing Village",
          "name_local": "大澳漁村",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A traditional Tanka fishing community famous for its stilt houses built over the tidal flats of Lantau Island.",
            "history": "Known as the 'Venice of the Orient,' it offers a glimpse into Hong Kong's past as a series of humble fishing outposts.",
            "insider_tip": "Take a 20-minute boat ride for HK$20 to see the stilt houses from the water and try to spot the rare pink dolphins in the bay.",
            "price_level": "Free (Boat is Affordable)",
            "duration": "2-3 hours",
            "best_time": "Weekend afternoon",
            "vibe": "Nostalgic and rustic",
            "good_for": [
              "Day trips",
              "History",
              "Nature lovers"
            ]
          },
          "image": "/images/hong-kong/tai-o.jpg",
          "geo": {
            "lat": 22.2547,
            "lng": 113.8574
          }
        }
      ]
    },
    {
      "title": "Nature & Hiking",
      "id": "nature",
      "items": [
        {
          "id": "sight-hk-011",
          "slug": "dragon-back-trail",
          "name_en": "Dragon's Back Trail",
          "name_local": "龍脊",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A stunning ridge-line hike that offers panoramic views of Hong Kong Island’s coastline and the South China Sea.",
            "history": "Voted by Time Magazine as the best urban hike in Asia, it connects Wan Chai to the surfer village of Big Wave Bay.",
            "insider_tip": "The trail ends at Big Wave Bay beach; bring your swimwear and have a celebratory beer and pizza at the local beach shacks.",
            "price_level": "Free",
            "duration": "3-4 hours",
            "best_time": "November (cool and dry)",
            "vibe": "Scenic and invigorating",
            "good_for": [
              "Hikers",
              "Nature lovers",
              "Active travelers"
            ]
          },
          "image": "/images/hong-kong/dragon-back.jpg",
          "geo": {
            "lat": 22.2447,
            "lng": 114.2487
          }
        },
        {
          "id": "sight-hk-012",
          "slug": "sai-kung",
          "name_en": "Sai Kung",
          "name_local": "西貢",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "A coastal district known as the 'Back Garden of Hong Kong,' famous for its pristine beaches, volcanic rock formations, and seafood.",
            "history": "Once a quiet fishing port, it is now the gateway to the UNESCO Global Geopark and the city's premier weekend escape.",
            "insider_tip": "Take a 'sampan' (small boat) from the pier to Sharp Island for some of the city's best snorkeling and clear water.",
            "price_level": "Moderate",
            "duration": "Full-day",
            "best_time": "Sunny weekends",
            "vibe": "Laid-back and coastal",
            "good_for": [
              "Nature lovers",
              "Seafood fans",
              "Families"
            ]
          },
          "image": "/images/hong-kong/sai-kung.jpg",
          "geo": {
            "lat": 22.3814,
            "lng": 114.2743
          }
        }
      ]
    },
    {
      "title": "Urban Experiences",
      "id": "urban",
      "items": [
        {
          "id": "sight-hk-013",
          "slug": "mid-levels-escalator",
          "name_en": "Mid-Levels Escalator",
          "name_local": "中環至半山自動扶梯",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "The world's longest covered outdoor escalator system, spanning 800 meters and climbing over 135 meters in elevation.",
            "history": "Built in 1993 to provide a better commute for residents of the Mid-Levels, it unintentionally became a major tourist attraction and nightlife hub.",
            "insider_tip": "The escalator moves downhill in the morning (6-10 AM) and uphill from 10 AM to midnight; plan your walk accordingly.",
            "price_level": "Free",
            "duration": "30-45 mins",
            "best_time": "After 10 AM",
            "vibe": "Quirky and efficient",
            "good_for": [
              "People watching",
              "Unique urbanism",
              "Lazy hikers"
            ]
          },
          "image": "/images/hong-kong/escalator.jpg",
          "geo": {
            "lat": 22.2837,
            "lng": 114.1544
          }
        },
        {
          "id": "sight-hk-014",
          "slug": "ozone-bar",
          "name_en": "Ozone Bar",
          "name_local": "Ozone Bar",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "One of the world's highest bars, located on the 118th floor of the ICC tower in West Kowloon.",
            "history": "Designed by Masamichi Katayama, the bar's futuristic 'honeycomb' interior matches the dizzying heights of the Ritz-Carlton hotel.",
            "insider_tip": "Check the weather before going; if it's a foggy day, you will be sitting in a cloud with zero visibility.",
            "price_level": "Expensive",
            "duration": "1.5 hours",
            "best_time": "Blue hour (just after sunset)",
            "vibe": "Ultra-modern and glamorous",
            "good_for": [
              "Special occasions",
              "Photography",
              "Views"
            ]
          },
          "image": "/images/hong-kong/ozone-bar.jpg",
          "geo": {
            "lat": 22.3039,
            "lng": 114.158
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "9:00 AM",
      "title": "Dim Sum at Tim Ho Wan",
      "description": "Start with Michelin-starred dim sum. Order BBQ pork buns, har gow, siu mai, and turnip cake.",
      "image": "/images/hong-kong/tim-ho-wan.jpg"
    },
    {
      "time": "11:00 AM",
      "title": "Central & Mid-Levels Escalator",
      "description": "Explore Central's skyscrapers, ride the world's longest escalator, visit Man Mo Temple.",
      "image": "/images/hong-kong/central-morning.jpg"
    },
    {
      "time": "1:00 PM",
      "title": "Roast Goose Lunch",
      "description": "Michelin-starred roasted meat at Yat Lok or Kam's. Half goose over rice for HK$100.",
      "image": "/images/hong-kong/roast-goose2.jpg"
    },
    {
      "time": "3:00 PM",
      "title": "Victoria Peak",
      "description": "Take bus 15 to skip tram queue. Panoramic views of skyline, harbor, and mountains.",
      "image": "/images/hong-kong/peak-afternoon.jpg"
    },
    {
      "time": "6:30 PM",
      "title": "Star Ferry Sunset",
      "description": "Take the legendary harbor crossing at golden hour. HK$4 for one of the world's great journeys.",
      "image": "/images/hong-kong/star-ferry2.jpg"
    },
    {
      "time": "8:00 PM",
      "title": "Symphony of Lights & Night Market",
      "description": "Watch the 8pm light show, then explore Temple Street Night Market for chaos and curry fish balls.",
      "image": "/images/hong-kong/night-market.jpg"
    }
  ],
  "affiliate_products": [
    {
      "name": "Octopus Card Holder",
      "reason": "You'll tap it 20+ times daily on MTR, buses, and convenience stores.",
      "image_url": "https://m.media-amazon.com/images/I/61VxVqG7SQL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07VWJF8PX?tag=canibringonpl-20"
    },
    {
      "name": "Portable Phone Charger",
      "reason": "Constant use of maps and camera drains batteries fast.",
      "image_url": "https://m.media-amazon.com/images/I/61N3Z5L2JjL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B08LH26PFT?tag=canibringonpl-20"
    },
    {
      "name": "Compact Umbrella",
      "reason": "Sudden downpours common. Typhoons June-September. Locals carry year-round.",
      "image_url": "https://m.media-amazon.com/images/I/71K1N0xq2bL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07QG2PQTL?tag=canibringonpl-20"
    },
    {
      "name": "Cooling Towel",
      "reason": "Summer humidity (32°C + 80%) is oppressive. Instant relief when wet.",
      "image_url": "https://m.media-amazon.com/images/I/81vpmtqxCzL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B01N7MLQXI?tag=canibringonpl-20"
    }
  ],
  "region": "Asia"
}