{
  "id": "city-007",
  "name": "Rome",
  "slug": "rome",
  "country": "Italy",
  "country_code": "it",
  "hero_image": "/images/rome/hero.jpg",
  "intro_vibe": "المدينة الأبدية: متحف مفتوح فوضوي حيث تلتقي الآثار القديمة بحركة الفيسبا والمكرونة المثالية.",
  "general_info": {
    "population": "حوالي 2.8 مليون (المدينة) / حوالي 4.3 مليون (منطقة مترو)",
    "is_capital": true,
    "description": "روما تعمل على الطقوس، وليس الكفاءة. هي تصادم لثلاثة آلاف عام من التاريخ، والحياة الشوارع الجريئة، وقواعد الطعام الصارمة. لا تتعجل؛ الوجبات هي كتل زمنية مقدسة. إنها صاخبة، فوضوية، وجميلة بشكل مذهل. اقبل الفوضى؛ فهي جزء من السحر."
  },
  "stats": {
    "currency": "يورو",
    "plug_type": "نوع F / L"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "يناير",
      "temp": "3°C - 12°C",
      "vibe": "شتاء هادئ",
      "pros": [
        "متاحف واسعة",
        "موسم العروض",
        "مطاعم إيطالية مريحة"
      ],
      "cons": [
        "كثير من الأمطار",
        "رطوبة و برودة"
      ],
      "clothing": "معطف دافئ، وشاح، حذاء مقاوم للماء"
    },
    {
      "id": 2,
      "name": "فبراير",
      "temp": "4°C - 13°C",
      "vibe": "مُنعش",
      "pros": [
        "أطعمة الكرنفال",
        "قليلاً من السياح",
        "أيام مشمسة"
      ],
      "cons": [
        "قد تمطر",
        "الأمسيات باردة"
      ],
      "clothing": "ارتداء طبقات مع جاكيت دافئ"
    },
    {
      "id": 3,
      "name": "مارس",
      "temp": "6°C - 16°C",
      "vibe": "استيقاظ الربيع",
      "pros": [
        "ازهار متفتحة",
        "تفتح التراسات الخارجية",
        "نزهات مريحة"
      ],
      "cons": [
        "أمطار الربيع",
        "تقلبات في درجة الحرارة"
      ],
      "clothing": "جاكيت خفيف، مظلة"
    },
    {
      "id": 4,
      "name": "أبريل",
      "temp": "9°C - 19°C",
      "vibe": "ربيع روما",
      "pros": [
        "انخفاض عدد زوار سلالم إسبانية",
        "احتفالات عيد الفصح",
        "الطقس المثالي"
      ],
      "cons": [
        "الازدحام خلال أسبوع الآلام",
        "الأسعار مرتفعة قليلاً"
      ],
      "clothing": "طبقات، نظارات شمسية"
    },
    {
      "id": 5,
      "name": "مايو",
      "temp": "13°C - 24°C",
      "vibe": "أجمل الأوقات",
      "pros": [
        "تفتح حدائق الورود",
        "أيام طويلة",
        "إضاءة مثالية للتصوير"
      ],
      "cons": [
        "زيادة الازدحام",
        "البدء في ارتفاع الحرارة"
      ],
      "clothing": "ملابس خفيفة، قبعة شمسية"
    },
    {
      "id": 6,
      "name": "يونيو",
      "temp": "17°C - 28°C",
      "vibe": "طقس الصيف",
      "pros": [
        "دور السينما في الهواء الطلق",
        "مهرجان رونغوتويري",
        "المشي في المساء"
      ],
      "cons": [
        "بدء موجات الحرارة",
        "ازدحام شديد"
      ],
      "clothing": "ملابس صيفية، كتان"
    },
    {
      "id": 7,
      "name": "يوليو",
      "temp": "20°C - 31°C",
      "vibe": "متنوع",
      "pros": [
        "تخفيضات الصيف",
        "قلة السياح (المقيمون في الخارج)",
        "ليالي دافئة"
      ],
      "cons": [
        "حرارة لا تطاق",
        "العديد من الأماكن بدون تكييف هواء"
      ],
      "clothing": "أقل قدر من الملابس، مروحة"
    },
    {
      "id": 8,
      "name": "أغسطس",
      "temp": "20°C - 31°C",
      "vibe": "فيراغامو",
      "pros": [
        "عدم وجود ازدحام",
        "إيقاع مريح",
        "جو دافئ"
      ],
      "cons": [
        "الكثير من المتاجر مغلقة",
        "ارتفاع درجات الحرارة"
      ],
      "clothing": "حاول ارتداء الملابس الخفيفة"
    },
    {
      "id": 9,
      "name": "سبتمبر",
      "temp": "16°C - 27°C",
      "vibe": "جولة دافئة ثانية",
      "pros": [
        "طقس مثالي",
        "بدء الموسم الثقافي",
        "حيوية"
      ],
      "cons": [
        "ازدحام",
        "لا يزال رطباً"
      ],
      "clothing": "ملابس خفيفة + طبقة رقيقة"
    },
    {
      "id": 10,
      "name": "أكتوبر",
      "temp": "12°C - 22°C",
      "vibe": "جو الخريف",
      "pros": [
        "غروب الشمس المميز في روما",
        "أيام دافئة وليالٍ منعشة",
        "ثروة الحصاد"
      ],
      "cons": [
        "يبدأ هطول الأمطار في منتصف الشهر",
        "تقصير الأيام"
      ],
      "clothing": "جاكيت خفيف، حذاء مريح"
    },
    {
      "id": 11,
      "name": "نوفمبر",
      "temp": "8°C - 17°C",
      "vibe": "موسم الرياح الموسمية",
      "pros": [
        "موسم الخرشوف",
        "طقس دافئ",
        "رخيص"
      ],
      "cons": [
        "أكثر الشهور رطوبة",
        "سماء رمادية"
      ],
      "clothing": "معطف مطري، أحذية مقاومة للماء"
    },
    {
      "id": 12,
      "name": "ديسمبر",
      "temp": "4°C - 13°C",
      "vibe": "جو احتفالي",
      "pros": [
        "أضواء عيد الميلاد",
        "ألوان بانتون في كل مكان",
        "أجواء احتفالية"
      ],
      "cons": [
        "ازدحام في وسط المدينة",
        "الجو بارد"
      ],
      "clothing": "معطف شتوي، قفازات"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "لا كابتشينو بعد الساعة 11 صباحًا: الحليب للإفطار. الطلب على كابتشينو بعد الغداء هو جريمة هضمية. اطلب 'قهوة' (إسبريسو) أو 'قهوة مكياتو'.",
      "طقوس الفاتورة: نادراً ما تأتي الفاتورة تلقائيًا. يجب أن تضبط نظر النادل وتقوم بإيماءة الكتابة. الدفع على الطاولة مقابل عند المحاسب يختلف؛ راقب ما يفعله المحليون.",
      "الوقت سائل (باستثناء الطعام): قد تتأخر القطارات، قد تغلق المحلات بشكل عشوائي، لكن أوقات الوجبات صارمة. الغداء من الساعة 1-3 مساءً. العشاء بعد الساعة 8:30 مساءً+. لا تحاول تناول العشاء في الساعة 6 مساءً.",
      "قواعد الملابس: يجب تغطية الأكتاف والركبتين في سانت بيتر/البانثيون. عمومًا، يبدو الرومانيون أنيقين. ارتداء الملابس الرياضية في وسط المدينة يجعلك تبدو سائحًا.",
      "عقلية الفوضى: الطوابير هي اقتراحات. الانقطاعات طبيعية. الجدال حول الكفاءة غير مجدٍ. تعمل روما على تدفق اجتماعي، لا أنظمة. استرخِ و تابع.",
      "تحقق من التذكرة: تحقق من تذاكر الحافلات/الترام في الآلات الصفراء. المفتشون لا يرحمون ويستهدفون السياح.",
      "نافورات المياه (نازوني): تدفق نافورات المياه الشارعية باستمرار بمياه بركانية باردة ونظيفة. اشرب منها! احمل زجاجة قابلة لإعادة الاستخدام."
    ],
    "essential_phrases": [
      {
        "src": "مرحبًا / وداعًا",
        "local": "Ciao",
        "phonetic": "تشاو (غير رسمي)"
      },
      {
        "src": "صباح الخير/اليوم",
        "local": "Buongiorno",
        "phonetic": "بوان-جورنو (رسمي)"
      },
      {
        "src": "شكرًا",
        "local": "Grazie",
        "phonetic": "غراتسيه"
      },
      {
        "src": "الفاتورة من فضلك",
        "local": "Il conto, per favore",
        "phonetic": "إل كونتو، بير فافوري"
      },
      {
        "src": "عذرًا",
        "local": "Scusi / Permesso",
        "phonetic": "سكو-زي (للاستئذان) / بير-ميسو (لعبور)"
      }
    ]
  },
  "neighborhoods": {
    "name": "ترستيفيري",
    "vibe": "ساحر وحيوي",
    "description": "مباني مغطاة باللبلاب، شوارع مرصوفة بالحصى، وحياة ليلية نشطة. جميلة في النهار، وحفلة ش Street في الليل. تصبح مزدحمة جداً، لكن سحرها لا يمكن إنكاره.",
    "highlights": [
      "بيازا سانتا ماريا",
      "فيلا فارنيزينا",
      "الحياة الليلية"
    ],
    "image": "/images/rome/trastevere.jpg"
  },
  "logistics": {
    "logistics-transit": {
      "title": "التنقل",
      "icon": "قطار",
      "summary": "امشِ كلما كان ذلك ممكنًا. وسائل النقل العامة غالبًا ما تكون غير موثوقة.",
      "details": [
        "المشي: المركز التاريخي صغير. إنها أفضل طريقة لرؤية المدينة. ارتدِ أحذية مريحة؛ الحجارة المرصوفة ('Sampietrini') غير رحيمة.",
        "المترو: يوجد فقط 3 خطوط (A, B, C). مفيد لعبور المدينة (مثل: الفاتيكان إلى تيرميني)، ولكنه غير مفيد للمركز التاريخي. احذر: المترو A يغلق مبكرًا (9 مساءً) لأعمال الصيانة غالبًا—تحقق من الجداول.",
        "التذاكر (BIT): تذكرة قياسية (€1.50) تدوم 100 دقيقة. يجب أن تصدقها في الآلات الصفراء على الحافلات/ترام. المفتشون يستهدفون السياح بتذاكر غير مختومة.",
        "تطبيقات التاكسي: لا تحجز على الشارع (لن يتوقفوا). استخدم 'FreeNow' أو اذهب إلى محطة تاكسي مخصصة. تتوفر أوبر ولكن فقط 'بلاك' (مكلف)."
      ]
    },
    "logistics-dining": {
      "title": "لوجستيات الطعام",
      "icon": "أدوات المائدة",
      "summary": "ساعات صارمة وطقوس فاتورة.",
      "details": [
        "أوقات الوجبات الصارمة: الغداء من الساعة 1:00 مساءً حتى 3:00 مساءً. العشاء من الساعة 8:00 مساءً إلى 11:00 مساءً. معظم المطابخ الأصيلة تغلق بين هذين الوقتين. لا يمكنك تناول العشاء في الساعة 6 مساءً.",
        "طقوس الفاتورة: الفاتورة لن تأتي تلقائيًا. يجب عليك لفت انتباه النادل وتقليد الكتابة أو قول 'Il conto'. التأخر في مغادرة الطاولة متوقع ثقافيًا.",
        "Coperto والإكراميات: يُضاف 'Coperto' بقيمة €2-3 لكل شخص. هذا أمر طبيعي. الإكراميات غير مطلوبة؛ قد يترك السكان المحليون بعض البقشيش، ولكن 20% ليست عادة.",
        "قاعدة المياه: تقدم المطاعم المياه المعبأة بشكل افتراضي. ومع ذلك، في الخارج، تتدفق الآلاف من 'Nasoni' (نافورات الشارع) بمياه باردة وآمنة من البازلت. املأ زجاجتك مجانًا."
      ]
    },
    "logistics-airports": {
      "title": "استراتيجية المطارات",
      "icon": "طائرة",
      "summary": "فيوما تشينو (FCO) مقابل تشامبينو (CIA).",
      "details": [
        "FCO (فيوما تشينو): المطار الرئيسي. استخدم 'ليواردو إكسبريس' بالقطار إلى تيرميني (32 دقيقة، €14، اتصال مضمون). تكاليف التاكسي ثابتة بقيمة €50 إلى أي مكان داخل جدران الأوريليان.",
        "CIA (تشامبينو): مركز اقتصادي (راين إير). لا يوجد محطة قطار. استخدم حافلة شتل (Terravision/SitBus) إلى تيرميني (~€6). سعر التاكسي الثابت هو €31.",
        "تحذير التاكسي: تحقق من السعر الثابت مع السائق قبل الصعود. تجاهل البائعين داخل المحطة؛ اذهب إلى الخط الرسمي خارجًا."
      ]
    },
    "logistics-survival": {
      "title": "نصائح للبقاء المحلي",
      "icon": "معلومات",
      "summary": "كيفية التنقل في الفوضى.",
      "details": [
        "قاعدة بار القهوة: السعر محدد عند البار (~€1.10) ولكنه يمكن أن يتضاعف أو يتضاعف ثلاث مرات إذا جلست على طاولة. افعل كما يفعل السكان المحليون: اشرب واقفًا عند العداد.",
        "عقلية الفوضى: الطوابير هي اقتراحات فضفاضة. الحافلات لا تتوقف إلا إذا قمت بالتلويح. الأمور تأخذ وقتها. مقاومة الفوضى تسبب الضغط؛ قبولها هو الطريقة الرومانية.",
        "إغلاق أغسطس: المدينة تصبح فارغة حول فيراغوستو (15 أغسطس). العديد من أماكن العائلة الأصيلة تغلق لمدة أسبوعين. أماكن السياحة تبقى مفتوحة.",
        "البقاء في الحرارة: في الصيف، يكون الشمس قاسيًا. يتجنب السكان المحليون المشي بين الساعة 1 مساءً و4 مساءً. خطط للمتاحف أو القيلولة خلال هذه الساعات."
      ]
    },
    "logistics-safety": {
      "title": "السلامة والاحتيال",
      "icon": "درع",
      "summary": "مدينة آمنة، محتالون عدوانيون.",
      "details": [
        "طرق سرقة الحقائب: كن يقظًا للغاية في الحافلة 64 (حافلة الفاتيكان)، وفي المترو A المكتظ، وفي الطوابير لمدرج الكولوسيوم.",
        "احتيال الإسوارة: رجال في المواقع السياحية سيحاولون ربط إسوارة 'مجانية' في معصمك، ثم يطالبون بحماس بالمال. احتفظ بيديك في جيوبك وانتقل بعيدًا.",
        "محطة تيرميني: المنطقة حول محطة القطارات الرئيسية يمكن أن تكون متعبة ومريبة في وقت متأخر من الليل. التزم بالشوارع الرئيسية والمضيئة."
      ]
    },
    "logistics-apps": {
      "title": "التطبيقات التي يجب تنزيلها",
      "icon": "هاتف ذكي",
      "summary": "أدوات رقمية لمدينة الأبد.",
      "details": [
        "FreeNow: التطبيق الرئيسي لطلب سيارات الأجرة الرسمية باللون الأبيض.",
        "Trenitalia: أساسي للتحقق من مواعيد القطارات وشراء التذاكر لـ 'ليواردو إكسبريس'.",
        "Citymapper / خرائط جوجل: كلاهما يعمل بشكل جيد للنقل، على الرغم من أن توقيت الحافلات غالبًا ما يكون 'طموحيًا' بدلاً من دقيق.",
        "Acea Waidy: يجد أقرب نافورة مياه مجانية (نسو)."
      ]
    }
  },
  "must_eat": [
    {
      "id": "food-001",
      "slug": "carbonara",
      "name_en": "Carbonara",
      "name_local": "Carbonara",
      "category": "المأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "الكاربونارا هي طبق معكرونة إيطالي من روما، يتكون أساسًا من صفار البيض، جبنة بيكورينو، لحم الخنزير المقدد والفلفل الأسود دون استخدام الكريمة. حرارة المعكرونة تجعل البيض النيء يسخن ليصبح صلصة ناعمة وكريمية، تغلف جميع المعكرونة. إنها واحدة من الأطباق الأكثر شهرة في روما و يعتبر السكان المحليون إضافة الكريمة جريمة.",
        "vibe": "لذيذ، تقليدي",
        "history": "أصل الكاربونارا محل جدل، لكن يُحتمل أنها نشأت في روما في منتصف القرن العشرين. يعتمد هذا الطبق على تقنية دقيقة، حيث يجب أن يغلف البيض دون أن يجعل المعكرونة تصبح صلبة. يجب استخدام لحم الخنزير المقدد، ولا يمكن استخدام بيكون أو سجق إيطالي.",
        "insider_tip": "إذا رأيتم كاربونارا تحتوي على كريمة في القائمة، من الأفضل أن تغادروا فوراً - فهي فخ للسياح. من الأفضل الذهاب في وقت الغداء، عادةً ما تكون المكونات جديدة. الشكل التقليدي للمعكرونة هو Rigatoni أو Tonarelli.",
        "price_level": "معتدل",
        "good_for": [
          "عشاق الطعام",
          "المبتدئين"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "الغداء"
      },
      "image": "/images/rome/carbonara.jpg"
    },
    {
      "id": "food-015",
      "slug": "trattoria-hierarchy",
      "name_en": "قواعد التراستوريا الإيطالية",
      "name_local": "تراستوريا رومانية",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "التراستوريا هي مطاعم إيطالية محلية، عائلية، غير رسمية تقدم أطباق محلية بأسعار معقولة. عادة ما تحتوي على أغطية طاولات ورقية وقوائم مكتوبة بخط اليد. التراستوريات الحقيقية لا تعلن أبداً، وليس لديها قوائم باللغة الإنجليزية ولا تفضل السياح. يتحدث الرومانيون بصوت عالٍ، لذلك الأجواء هنا حيوية ومزدحمة، مع وجود السكان المحليين الذين يتناولون الطعام يومياً في المساحات الضيقة.",
        "vibe": "حقيقي وبسيط",
        "history": "نشأت التراستوريا كمطاعم شعبية، كبديل للمطاعم الرسمية. في الثمانينيات والتسعينيات، أدى ازدهار السياحة إلى ظهور مطاعم مزيفة بالقرب من المعالم السياحية، كانت قوائمها محاطة بأغلفة بلاستيكية.",
        "insider_tip": "انتبه إلى أغطية الطاولات الورقية، القوائم المكتوبة على السبورة والسكان المحليين الذين يتناولون الطعام بمفردهم. إذا رأيت 'قائمة للسياح' أو صورًا، فإنها مزيفة. الأماكن الحقيقية تقع في الأحياء السكنية.",
        "price_level": "معقول",
        "good_for": [
          "المسافرون ذوو الميزانية المحدودة",
          "عشاق الطعام"
        ],
        "duration": "1-2 ساعة",
        "best_time": "الغداء أو العشاء"
      },
      "image": "/images/rome/trattoria.jpg"
    },
    {
      "id": "food-016",
      "slug": "roman-fried-food",
      "name_en": "الطعام المقلي",
      "name_local": "I-Frittini",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "عادة ما تُقدَّم الأطعمة المقلية قبل المعكرونة والبيتزا، وتشمل Spritz (كرات الأرز المغطاة بالجبن الموتزاريلا) وزهور الكوسا (زهور الكوسا المقلية) وكروكيت البطاطس وغيرها. إنها مقرمشة من الخارج وطرية من الداخل، ويمكن تناولها باليد، وهذه سمة مهمة من ثقافة الطعام في روما. يمكنكم طلب طبق لمشاركته مع الجميع لتعزيز التفاعل.",
        "vibe": "مقرمش، تجمع",
        "history": "تعود ثقافة الأطعمة المقلية في روما إلى المجتمع اليهودي، حيث أصبحت القلي في زيت الزيتون شكلاً من أشكال الفن. يجب أن تكون درجة حرارة الزيت عالية جداً أثناء التحضير، ويجب أن تكون القلي خفيفة، وأن تُقدَّم على الفور.",
        "insider_tip": "إذا اتصلتم لطلب Spritz، فإن الجبن الموتزاريلا ستمتد كخط الهاتف. يجب تناول زهور الكوسا خلال دقيقتين، وإلا ستصبح طرية. يمكنكم العثور عليها في أي مطعم عادي أو محل أطعمة مقلية.",
        "price_level": "مناسب",
        "good_for": [
          "مجموعات",
          "مقبلات"
        ],
        "duration": "لفترة قصيرة",
        "best_time": "في أي وقت"
      },
      "image": "/images/rome/fritti.jpg"
    },
    {
      "id": "food-002",
      "slug": "cacio-e-pepe",
      "name_en": "Cacio e Pepe",
      "name_local": "Cacio e Pepe",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "Cacio e Pepe هي معكرونة بسيطة من روما تتكون من ثلاثة مكونات فقط: جبن بيكورينو، فلفل أسود وماء طهي المعكرونة. يتم فرك الجبن ناعماً وتسخينه مع ماء الطهي لخلق صلصة ناعمة. الطبق بسيط ولكنه يتطلب مهارة ملحوظة، مما يدل على جودة المطعم.",
        "vibe": "بسيط وأنيق",
        "history": "في الأصل، كانت Cacio e Pepe طعام رعاة الغنم في هضاب روما. الجبن البيكورينو كان يُستخدم كمواد حافظة للطعام خلال السفر، والفلفل الأسود يعزز نكهة الطبق، بينما يمكن طهي المعكرونة الجافة مباشرة على النار. العديد من الطهات لا يجيدون تحضيرها لأنها طبق يتطلب دقة عالية.",
        "insider_tip": "يُفضل طلبها كمقبلات لتقييم الجودة. إذا كان هناك تكتلات أو زيت عائم، فهذا يعني أن المطعم لم يحضرها بعناية. دائماً اطلب Tonnarelli وتجنب المعكرونة العادية.",
        "price_level": "معتدل",
        "good_for": [
          "عشاق الطعام",
          "البساطين"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "الغداء أو العشاء"
      },
      "image": "/images/rome/cacio-pepe.jpg"
    },
    {
      "id": "food-003",
      "slug": "amatriciana",
      "name_en": "Amatriciana",
      "name_local": "Amatriciana",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "الأماتريشيانا هي صلصة معكرونة إيطالية تعتمد على الطماطم، وتستخدم غوانشالي، بيكورينو وفلفل. إنها نشأت من مدينة أاماتريتش التي دُمرت في الزلزال عام 2016. هذه الوصفة محمية قانونياً، ولا يُسمح إلا بمزيج من الغوانشالي، بيكورينو، الطماطم، النبيذ الأبيض والفلفل - أما البصل والثوم فهي ممنوعة لأكلها الطازج.",
        "vibe": "غني، حار",
        "history": "كانت الأطباق الأصلية لا تحتوي على الطماطم (حيث دخلت الطماطم إلى إيطاليا في القرن السادس عشر). بعد الزلزال عام 2016، دعم الرومانيون هذه الطبق، وبدأت المطاعم بالتبرع بجزء من إيراداتها لجهود إعادة الإعمار.",
        "insider_tip": "في 24 أغسطس من كل عام، يحتفل الرومانيون بيوم الأماتريشيانا تكريماً للزلزال. يُفضل طلب المعكرونة التقليدية بكوتشيني لتتناسب بشكل مثالي مع الصلصة.",
        "price_level": "معتدل",
        "good_for": [
          "عشاق المعكرونة",
          "المذاق الجيد"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "الغداء أو العشاء"
      },
      "image": "/images/rome/amatriciana.jpg"
    },
    {
      "id": "food-004",
      "slug": "roman-artichokes",
      "name_en": "الخرشوف الروماني",
      "name_local": "Carciofi alla Romana / Giudia",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "يوجد نوعان من الخرشوف الروماني. النمط الروماني (يُطهى لمدة طويلة مع الثوم، النعناع وزيت الزيتون) والنمط اليهودي (المقلي حتى يصبح مقرمشاً). كلاهما يستخدم نوعاً من الخرشوف الطري بدون ألياف. في روما، موسم الخرشوف يمتد من نوفمبر حتى أبريل.",
        "vibe": "موسمي وطري",
        "history": "تم ابتكار الخرشوف على الطريقة اليهودية في القرن السادس عشر في الحي اليهودي. في النسخة المقلية، يتم استخدام خرشوف كبير، يُفتح على الطاولة ثم يُغمر مرتين في الزيت الساخن.",
        "insider_tip": "أفضل موسم هو من فبراير إلى مارس، حيث يكون الطعم في أفضل حالاته. يمكن تناوله بالأيدى. خلال موسم الخرشوف، يمكنكم العثور عليه في العديد من المطاعم التقليدية في روما.",
        "price_level": "معقول",
        "good_for": [
          "النباتيين",
          "عشاق المأكولات الموسمية"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "الغداء أو العشاء"
      },
      "image": "/images/rome/artichokes.jpg"
    },
    {
      "id": "food-005",
      "slug": "maritozzo",
      "name_en": "ماريتوزو",
      "name_local": "Maritozzo",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "ماريتوزو هو نوع من الخبز الناعم والخفيف في الهواء، محشو بكريمة، ويجب أن يكون ارتفاعه ضعف ارتفاع الخبز. يُعتبر من المأكولات التقليدية على الفطور في روما، وعادةً لا يُستهلك كتحلية، بل يُستمتع به مع القهوة في الصباح. الخبز حلو قليلاً، مع إضافة سكر قليل، ويُلمع بالعسل.",
        "vibe": "حلو، خفيف",
        "history": "تعود أصول ماريتوزو إلى العصور القديمة في روما، حيث كان يُعتبر خبزاً بسيطاً يُؤكل خلال فترة الصيام. الاسم مشتق من 'ماريتو'، وهو يشير إلى أن الشبان كانوا يخفون فيه رسالة للزواج. النسخة بالكريمة أصبحت معيارية في القرن التاسع عشر.",
        "insider_tip": "إذا ذهبت قبل الساعة 11 صباحاً، ستجد أحدث الخبز في كل المخابز. اطلب 'Eiskaffee' لتوازن الحلاوة. يتوفر هذا في معظم المخابز والمقاهي في روما.",
        "price_level": "اقتصادي",
        "good_for": [
          "الفطور",
          "عشاق الحلوى"
        ],
        "duration": "يُستمتع به فوراً",
        "best_time": "الصباح"
      },
      "image": "/images/rome/maritozzo.jpg"
    },
    {
      "id": "food-006",
      "slug": "roman-pizza",
      "name_en": "بيتزا رومانية",
      "name_local": "Pizza Romana",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "البيتزا الرومانية رقيقة، مقرمشة ومربعة، تُباع حسب الوزن في محلات البيتزا. تحتوي العجينة على زيت الزيتون أكثر من البيتزا النابولية، مما يشكل قشرة مشابهة للبسكويت. إنها نوع من طعام الشارع، يتم قصها بالمقص، وتؤكل وقوفًا، وغالبًا ما تُطوى مثل السندويش.",
        "vibe": "مقرمشة ومريحة",
        "history": "ظهرت البيتزا الرومانية في الخمسينيات كوجبة سريعة، وتُباع حسب الوزن في المخابز. عادة ما تُتناول كغداء أو سناك، وليس كعشاء. يمكن تناول البيتزا البيضاء (المعدة بزيت الزيتون، الملح، والروزماري) مباشرة أو قطعها لعمل سندويش.",
        "insider_tip": "نظرًا لأنها تُباع حسب الوزن، كل ما عليك هو الإشارة إلى ما تريده بإصبعك. من الأفضل تناولها دافئة. يمكن الحصول عليها من محلات البيتزا في المدينة.",
        "price_level": "معقول",
        "good_for": [
          "غداء سريع",
          "لأصحاب الميزانية المحدودة"
        ],
        "duration": "وجبات خفيفة",
        "best_time": "غداء"
      },
      "image": "/images/rome/roman-pizza.jpg"
    },
    {
      "id": "food-007",
      "slug": "gricia",
      "name_en": "Gricia",
      "name_local": "Gricia",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "جريشيا هي من أقدم أنواع المعكرونة في روما. إنها نوع من الكاربونارا أو الأمارتيشيانا دون البيض والطماطم. تتكون من الغوانشيال، والجبن البيكوري، والفلفل الأسود وماء المعكرونة. تُعرف كنوع المعكرونة البدائية للرعاة، خالية من الطماطم أو البيض. على الرغم من أن هذه المعكرونة التي نشأت في روما ليست مشهورة جداً.",
        "vibe": "بسيط وريفى",
        "history": "قد يرتبط الاسم بمدينة سويسرية أو بمخبز محلي يسمى 'جريشيو'. يعتبر النقيون أن هذه المعكرونة تمثل أنقى تجسيد للتناغم بين لحم الخنزير والجبن.",
        "insider_tip": "اطلب في ترازيتوريا وقيِّم جودة الغوانشيال. لا يمكن أن تختبئ المكونات الرخيصة. حزورة المعكرونة هي الأفضل لصنع جريشيا.",
        "price_level": "متوسط",
        "good_for": [
          "النقيون",
          "عشاق لحم الخنزير"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "الغداء أو العشاء"
      },
      "image": "/images/rome/gricia.jpg"
    },
    {
      "id": "food-008",
      "slug": "porchetta",
      "name_en": "Porchetta",
      "name_local": "Porchetta",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "بوركيتا هي لحم خنزير كامل منزوعة العظم، محشوة بالشمر، والثوم، وإكليل الجبل، والفلفل الأسود، وتُحمص لأكثر من 8 ساعات حتى تصبح القشرة مقرمشة. تُقطع إلى شرائح سميكة وتؤكل مع خبز مقرمش.",
        "vibe": "لحم، عطر قوي",
        "history": "تاريخ البوركيتا يعود إلى تلال كاستيلي روماني الواقعة جنوب شرق روما، حيث كانت تُصنع تقليدياً للمناسبات. يمكن رؤية أكشاك البوركيتا في المهرجانات والأسواق في لاتسيو. وأفضل الأنواع تأتي من أليتشيا، وهي منتج محمي.",
        "insider_tip": "يمكنكم العثور على البوركيتا في أسواق مثل سوق تيستاكيو. لا تنسوا أن تسألوا عن 'con ciccioli' (جزء القشرة المقرمش). استمتعوا بها واقفين؛ الدهون ستصبح صلبة عند البرودة.",
        "price_level": "مناسب",
        "good_for": [
          "عشاق اللحوم",
          "الأسواق"
        ],
        "duration": "قصير",
        "best_time": "الغداء"
      },
      "image": "/images/rome/porchetta.jpg"
    },
    {
      "id": "food-009",
      "slug": "gelato-rules",
      "name_en": "Gelato (Die Regeln)",
      "name_local": "جيلاتو",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الجيلاتو هو الآيس كريم الإيطالي الذي يتم تحضيره ببطء مقارنة بالآيس كريم الأمريكي، ويحتوي على كمية أقل من الهواء والدهون، مما يوفر قوامًا أكثر كثافة ونكهة أقوى. يتم صنع الجيلاتو الحقيقي يدويًا بكميات صغيرة يوميًا، ويُحفظ في حاويات مغطاة بغطاء معدني، ويظهر بألوان طبيعية. الفستق أخضر وليس أخضر فاقع؛ الموز رمادي وليس أصفر. إذا كانت الألوان زاهية، فهي ليست آيس كريم حقيقي من إنتاج المصنع.",
        "vibe": "كثيف، مصنوع يدويًا",
        "history": "يمكن إرجاع صناعة الآيس كريم إلى عصر النهضة الإيطالي. في العقد الأول من القرن الـ21، زاد عدد متاجر الآيس كريم المزيفة، وبدأ الآيس كريم الصناعي الملون في جذب السياح.",
        "insider_tip": "يحفظ الآيس كريم الحقيقي في حاويات مستوية مغطاة، وليس في خزانات مرتفعة. تجنب الشراء في الأماكن القريبة من المعالم السياحية الكبرى. تأكد من تذوقه قبل الشراء. ابحث عن المتاجر التي تقدم شهادة 'مصنوع يدويًا'.",
        "price_level": "متوسط",
        "good_for": [
          "الجميع",
          "عشاق الحلويات"
        ],
        "duration": "سريع",
        "best_time": "بعد الظهر"
      },
      "image": "/images/rome/gelato.jpg"
    },
    {
      "id": "food-010",
      "slug": "trippa",
      "name_en": "طبق التريبا",
      "name_local": "تريبا ألا رومانا",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "التريبا عبارة عن طبق مصنوع من معدة البقر، يُطهى ببطء في صلصة الطماطم، بالنعناع، وجبنة البيكورينو. إنه ينتمي إلى الثقافة الزراعية في منطقة تستاتشيو في روما، ويؤكد على الاستفادة من كل شيء من البداية إلى النهاية. بعد تنظيفها وطهيها، تحتاج التريبا إلى ساعات طويلة في الطهي لتصبح طرية. تعمل على إعطائها قواماً ناعماً ومرناً، مما يجعلها محبوبة من قبل عشاق الأمعاء.",
        "vibe": "تقليدي، يتحدى",
        "history": "كانت التريبا طعاماً للفقراء، يتطلب الطهي وقتًا طويلاً. إنه الطبق التقليدي لوجبة الغداء يوم السبت في المطاعم الصغيرة. الشباب في روما بالكاد يتناولونه الآن، وهو في تراجع من قوائم الطعام.",
        "insider_tip": "يرجى الطلب فقط في المطاعم القديمة، وخاصة في تستاتشيو. تقليديًا، هو طبق وجبة الغداء يوم السبت. يُستمتع به مع الخبز لامتصاص الصلصة.",
        "price_level": "مناسب",
        "good_for": [
          "المغامرين",
          "عشاق الأمعاء"
        ],
        "duration": "ساعة واحدة",
        "best_time": "وجبة غداء يوم السبت"
      },
      "image": "/images/rome/trippa.jpg"
    },
    {
      "id": "food-011",
      "slug": "saltimbocca",
      "name_en": "Saltimbocca",
      "name_local": "Saltimbocca alla Romana",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "Saltimbocca هو طبق يُصنع من شرائح لحم البقر الرقيقة، واللحم المقدد، وأوراق المريمية، تُثبّت معًا بعيدان الأسنان ثم تُقلى في الزبدة والنبيذ الأبيض. يعني اسمه \"يُقحم في الفم\"، مما يشير إلى نكهته الغنية. وقت الطهي أقل من 5 دقائق، وطهيه لفترة طويلة يجعل اللحم قاسيًا. هو طبق رئيسي، ويُقدم عادةً بعد المعكرونة.",
        "vibe": "فاخر وطري",
        "history": "تعود جذور Saltimbocca إلى بريشيا، ولكن تم تقديمه إلى المطبخ الروماني في القرن التاسع عشر. تقليديًا يُقدم مع جوانب بسيطة مثل الخضروات الورقية أو البطاطس المشوية.",
        "insider_tip": "اطلب لحم بقر طازج لتناول الغداء. إذا كان هناك Saltimbocca بالدجاج في القائمة، فهذا نوع أرخص. الوصفة التقليدية تستخدم لحم البقر فقط. يُفضل تناوله على الفور، وليس من المناسب تسخينه.",
        "price_level": "مرتفع",
        "good_for": [
          "عشاق الطعام",
          "محبي لحم البقر"
        ],
        "duration": "ساعة إلى ساعتين",
        "best_time": "الغداء"
      },
      "image": "/images/rome/saltimbocca.jpg"
    },
    {
      "id": "food-012",
      "slug": "jewish-ghetto-food",
      "name_en": "مأكولات الحي اليهودي",
      "name_local": "مأكولات الثقافة اليهودية",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "تجمع مأكولات الحي اليهودي بين فن الطبخ اليهودي الذي يمتد لخمسمائة عام والمكونات الرومانية. يُعتبر الخرشوف بنكهة يهودية، ومقبلات القرع الإيطالي، والسمك القد من الأطباق الشائعة. القلي بزيت الزيتون أمر ضروري، وفقًا لقواعد النظام الغذائي اليهودي، فلا يتم مزج الزبدة مع اللحوم. يمكن العثور على هذه الأطباق في الحي اليهودي والعديد من المطاعم الرومانية التقليدية.",
        "vibe": "تاريخي، مقلي",
        "history": "تأسس الحي اليهودي في روما عام 1555. على الرغم من تعرضه للاضطهاد، تشكلت مأكولات فريدة من نوعها. بعد تدمير الحي في عام 1888، تم دمج هذه الأطباق في المطبخ الروماني العام. لا تزال العديد من الأطباق تُعد في الأسر اليهودية حتى اليوم، مع تاريخ يمتد لأكثر من 400 عام.",
        "insider_tip": "تناول الطعام في الحي اليهودي يوفر تجربة أصيلة. لا يمكن العثور على مقبلات القرع الإيطالي في أماكن أخرى خارج روما، لذا تأكد من تجربتها. أماكن تناول الطعام كاشير تكون مغلقة يوم الأحد بسبب يوم الراحة، لذا يُفضل تجنب الزيارة في ذلك الوقت."
      },
      "price_level": "معتدل",
      "good_for": [
        "عشاق التاريخ",
        "عشاق الطعام"
      ],
      "duration": "1-2 ساعة",
      "best_time": "الغداء أو العشاء"
    },
    {
      "id": "food-013",
      "slug": "espresso-culture",
      "name_en": "قواعد القهوة",
      "name_local": "الإسبريسو",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الإسبريسو (يسمى في إيطاليا 'قهوة التركية') هو كوب من القهوة المركزة يتم تناوله عادةً في غضون 60 ثانية. الجلوس قد يتطلب دفع إضافي قدره 2-4 يورو. الكابتشينو يعتبر مشروبا لتناول الإفطار ويجب طلبه قبل الساعة 11 صباحًا. إذا طلبته بعد الغداء، ستعتبر سائحًا. يشرب الرومانيون القهوة (الإسبريسو) بعد الوجبة ويستقبلون بفنجان صغير من الماء.",
        "vibe": "سريع وذو طابع احتفالي",
        "history": "وصلت ثقافة الإسبريسو إلى روما عام 1900 مع الآلات الحديثة. إنها طقس اجتماعي حيث يذهب الناس مرتين يوميًا إلى الحانة المحلية، ينادون اسم الباريستا، ويتبادلون آخر الشائعات.",
        "insider_tip": "في الحانة، يجب أن تدفع أولاً عند المنضدة ثم تطلب باستخدام الإيصال عند البار. يرجى قول 'قهوة تركية' بدلاً من 'إسبريسو'. إذا كنت ترغب في قهوة أقوى، فقل 'إسبريسو مكثف'.",
        "price_level": "متوسط",
        "good_for": [
          "الجميع",
          "عشاق القهوة"
        ],
        "duration": "دقيقتان",
        "best_time": "صباحًا أو بعد الوجبات"
      },
      "image": "/images/rome/espresso.jpg"
    },
    {
      "id": "food-014",
      "slug": "wine-strategy",
      "name_en": "ثقافة النبيذ في روما",
      "name_local": "نبيذ لازيو",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "ترتكز ثقافة النبيذ في روما بشكل رئيسي على النبيذ الأبيض من Frascati وCastelli Romani، وهو مصنوع من عنب Malvasia وTrebbiano. لا تزال تقاليد صناعة النبيذ في المنازل قوية، حيث يتم إنتاج النبيذ محليًا وبأسعار معقولة (8-12€ لكل لتر)، وهو مثالي للاستهلاك اليومي. يعتقد الرومانيون أن النبيذ هو رفيق للطعام، وليس مجرد حدث منفرد.",
        "vibe": "جو بسيط ومحلي",
        "history": "بدأت منطقة تلال Castelli Romani في إنتاج النبيذ الأبيض منذ زمن بعيد. تاريخياً، كان الرومانيون يشربون النبيذ مع كل وجبة، وغالبًا ما يتم مزجه بالماء. مقارنة بتوسكانا، فإن حماس النبيذ هنا ليس واسع النطاق.",
        "insider_tip": "اطلب دائمًا نصف لتر من النبيذ الأبيض المحلي: فهو يتماشى بشكل مثالي مع الأطباق الرومانية، وسعره يتراوح بين 4-6€. تجنب طلب زجاجات باهظة الثمن في المطاعم الصغيرة، فذلك غير ضروري.",
        "price_level": "معقول",
        "good_for": [
          "طعام",
          "محبي النبيذ الأبيض"
        ],
        "duration": "مع الوجبة",
        "best_time": "الغداء أو العشاء"
      },
      "image": "/images/rome/wine.jpg"
    }
  ],
  "must_see": [
    {
      "title": "الحياة اليومية",
      "id": "daily-life",
      "items": [
        {
          "id": "lif-001",
          "slug": "market-culture",
          "name_en": "السوق الصباحية",
          "name_local": "Mercato Rionale",
          "category": "معالم سياحية",
          "is_generic_staple": true,
          "description": {
            "short": "السوق الصباحية هي سوق محلي حيث يشتري الرومانيون المنتجات الطازجة يوميًا. إنها مكان حيوي ووظيفي يغلق في الساعة 2 ظهرًا. يساوم البائعون، ويتحدثون مع الزبائن القدامى، ويبيعون المنتجات الموسمية. بسبب صغر الثلاجات، يشتري الرومانيون يوميًا، معتادين على تناول الطعام الموسمي في نفس اليوم.",
            "vibe": "فوضوي وواقعي",
            "history": "توجد الأسواق في روما منذ العصور القديمة. تم افتتاح كامبو دي فيوري في عام 1869، لكنه لا يزال يستقطب العديد من السياح. سوق تيستاشيو المجدد في عام 2012 يستخدمه السكان المحليون بشكل رئيسي. الجو هنا فوضوي وظيفي، وليس مثاليًا لتصوير الصور للإنستغرام.",
            "insider_tip": "يوفر سوق تيستاشيو تجربة حقيقية بين الساعة 9 و 11 صباحًا. سيقوم البائعون بتقطيع الفواكه الطازجة لك. إذا كنت ترغب في التقاط الصور، تذكر أن تطلب إذنهم أولاً.",
            "price_level": "رخيص",
            "good_for": [
              "جموع الصباح",
              "عشاق الطعام"
            ],
            "duration": "1 ساعة",
            "best_time": "الصباح (9:00-11:00)"
          },
          "image": "/images/rome/market.jpg"
        },
        {
          "id": "lif-002",
          "slug": "night-rome",
          "name_en": "ليالي روما",
          "name_local": "Roma di Notte",
          "category": "معالم سياحية",
          "is_generic_staple": true,
          "description": {
            "short": "عندما تغرب الشمس، تصبح روما ساحرة؛ تُضيء النُصب القديمة بشكل درامي، ويصبح الهواء بارداً، ويتجمع السكان المحليون في الساحات المزدحمة. تعتبر نزهة الليل تقليداً يعود إلى عصر السفر الكبير (1600-1800). تختفي حشود النهار، وتعود المدينة مجدداً لسكانها.",
            "vibe": "غامض وهادئ",
            "history": "تم إضاءة النُصب في المدينة بشكل منهجي لأول مرة في ثلاثينيات القرن الماضي. تُضيء الإضاءة الحديثة LED المثبتة في العقد الأول من القرن 21 الكولوسيوم، نافورة تريفي، والساحات بطريقة مثيرة للإعجاب. للروما، فإن 'Passeggio' بعد العشاء تقليد.",
            "insider_tip": "من الساعة 10 مساءً إلى منتصف الليل، تعتبر النزهة من ساحة فينيسيا إلى الكولوسيوم أفضل وقت لتجربة الإضاءة والتمتع بالأماكن دون حشود. في الصيف، تحقق من مهرجان النهر للاستمتاع بالمقاهي على نهر التيبر.",
            "price_level": "رخيص",
            "good_for": [
              "المصورون",
              "الأزواج"
            ],
            "duration": "2-3 ساعات",
            "best_time": "الليل (22:00-منتصف الليل)"
          },
          "image": "/images/rome/night-rome.jpg"
        }
      ]
    },
    {
      "title": "المواقع الأثرية",
      "id": "ancient",
      "items": [
        {
          "id": "anc-001",
          "slug": "colosseum",
          "name_en": "كولوسيوم",
          "name_local": "كولوسيوم",
          "category": "موقع أثري",
          "is_generic_staple": false,
          "description": {
            "short": "تم بناء الكولوسيوم بين عامي 70 و80 ميلادي، وهو أكبر مدرج دائري في التاريخ، بسعة تتراوح بين 50,000 إلى 80,000 شخص. كان يستخدم للمعارك الدامية، وصيد الحيوانات، والعقوبات، ويمكن ملء حلبة المصارعة بالماء لإعادة تمثيل المعارك البحرية. إنه من أبرز المعالم في إيطاليا ورمز لقوة روما القديمة.",
            "vibe": "مهيب، قديم",
            "history": "بعد سقوط روما، تم استخدامه كمصدر للمواد البنائية: حيث تم استخراج الرخام لاستخدامه في كاتدرائية سانت بيتر. في عام 2010، تم فتح الطابق السفلي (حيث كان ينتظر المصارعون والحيوانات) للزوار.",
            "insider_tip": "يرجى شراء التذاكر عبر الإنترنت قبل 2-4 أسابيع للحصول على تذاكر 'التجربة الكاملة': وهذا سيسمح لكم بدخول الطابق السفلي وقاع الحلبة، وهو أكثر إثارة بكثير من الجولات العادية. يوصى بزيارته في الساعة 8 صباحًا أو في المساء المتأخر.",
            "price_level": "مرتفع",
            "good_for": [
              "محبو التاريخ",
              "الزوار لأول مرة"
            ],
            "duration": "2-3 ساعات",
            "best_time": "الصباح الباكر أو المساء"
          },
          "image": "/images/rome/colosseum.jpg",
          "geo": {
            "lat": 41.8902,
            "lng": 12.4922
          }
        },
        {
          "id": "anc-002",
          "slug": "pantheon",
          "name_en": "البانثيون",
          "name_local": "البانثيون",
          "category": "موقع أثري",
          "is_generic_staple": false,
          "description": {
            "short": "تم بناء البانثيون في عام 126 ميلادي، وهو واحد من أفضل المباني المحفوظة من روما القديمة. القبة الخرسانية له متماسكة منذ 1300 سنة، وتعتبر الأكبر في العالم. النافذة العلوية الكبيرة بقطر 9 أمتار هي المصدر الوحيد للضوء، حيث يمكن أن يتساقط الماء مباشرة على أرضية الرخام.",
            "vibe": "مثير للإعجاب، جمال معماري",
            "history": "تم تحويله إلى كنيسة في عام 609 لتجنب التدهور. نسب المبنى متطابقة رياضيًا بشكل مثالي، حيث يساوي قطر القبة ارتفاعها. تم فرض رسوم دخول لأول مرة في عام 2023.",
            "insider_tip": "زر في وقت الافتتاح (الساعة 9 صباحًا) لتجنب الحشود السياحية. في الأيام الممطرة، يمكنك الاستمتاع بمشهد الماء يتساقط من الفتحة العليا، وهو مذهل للغاية. اشترِ التذاكر عبر الإنترنت لتجنب الطوابير.",
            "price_level": "مناسب",
            "good_for": [
              "محبو العمارة",
              "محبو التاريخ"
            ],
            "duration": "30-45 دقيقة",
            "best_time": "الصباح الباكر"
          },
          "image": "/images/rome/pantheon.jpg",
          "geo": {
            "lat": 41.8986,
            "lng": 12.4769
          }
        }
      ]
    },
    {
      "title": "الكنوز المخفية والمناظر الطبيعية",
      "id": "hidden",
      "items": [
        {
          "id": "gem-001",
          "slug": "san-luigi",
          "name_en": "كنيسة سانت لويجي",
          "name_local": "San Luigi",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "كنيسة سانت لويجي تحتوي على ثلاث لوحات هامة لكارافاجيو. يمكن مشاهدة \"دعوة متى\" و\"الإلهام\" و\"استشهاد القديس متى\" (1599-1602) في كنيسة كونتاريللي. هذه اللوحات غيرت الفن بشكل ثوري من خلال استخدام الضوء والظل بشكل درامي. الدخول مجاني، وهي واحدة من كنوز الفن في روما.",
            "vibe": "حميم ودرامي",
            "history": "تأسست هذه الكنيسة عام 1589 ككنيسة فرنسية في روما. بالرغم من أن الكنيسة صغيرة ومظلمة، فإن اللوحات تضيء من خلال ضوء فيديو (€1 لمدة 3 دقائق). العديد من الزوار لا يلاحظون هذه التحف الثلاثة أثناء مرورهم.",
            "insider_tip": "احضر قطعة نقدية €1 لإضاءة اللوحات: التأثير درامي. من الأفضل زيارة الكنيسة في فترة ما بعد الظهر الهادئة. لا تنسَ ملاحظة التفاصيل المذهلة للوجوه واليدين.",
            "price_level": "عادي",
            "good_for": [
              "عشاق الفن",
              "المسافرون بميزانية محدودة"
            ],
            "duration": "20-30 دقيقة",
            "best_time": "بعد الظهر"
          },
          "image": "/images/rome/san-luigi.jpg",
          "geo": {
            "lat": 41.8996,
            "lng": 12.4731
          }
        },
        {
          "id": "gem-002",
          "slug": "orange-garden",
          "name_en": "حديقة البرتقال",
          "name_local": "Giardino degli Aranci",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "حديقة البرتقال هي حديقة صغيرة تقع على تل أفنتينو، حيث يمكنكم الاستمتاع بأجمل غروب الشمس في روما: كاتدرائية سانت بيتر تنعكس بشكل مثالي فوق نهر التيبر. تم زراعة شجر النارنج فيها عام 1932 (غير صالح للأكل). هذا مكان سري لمشاهدة غروب الشمس، ولكن شعبيته في تزايد.",
            "vibe": "رومانسي وهادئ",
            "history": "تقع الحديقة على أحد التلال السبعة لروما. في القرن الثالث عشر، كان هناك قلعة للفروسية هنا. تعتبر كنيسة سان سابين واحدة من أقدم الكنائس في روما (من القرن الخامس).",
            "insider_tip": "احضر قبل 45 دقيقة من الغروب للتأكد من إيجاد مقعد. الرؤية تكون واضحة في فصل الشتاء والربيع مما يجعل المنظر رائعًا. الحديقة تُغلق عند غروب الشمس.",
            "price_level": "عادي",
            "good_for": [
              "الأزواج",
              "المصورون"
            ],
            "duration": "ساعة واحدة",
            "best_time": "وقت الغروب"
          },
          "image": "/images/rome/orange-garden.jpg",
          "geo": {
            "lat": 41.8845,
            "lng": 12.4797
          }
        },
        {
          "id": "gem-003",
          "slug": "gianicolo",
          "name_en": "تل جانكيلو",
          "name_local": "Gianicolo",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "يعد تل جانكيلو أعلى نقطة لمشاهدة المعالم في روما، حيث يمكنكم الاستمتاع بإطلالة 360 درجة على المدينة. يتم إطلاق مدفع في الساعة 12 ظهرًا كل يوم لمزامنة الوقت مع روما. من هنا يمكن رؤية التلال السبع، والفاتيكان وسلسلة جبال أبينين.",
            "vibe": "بانورامي وتهوية",
            "history": "رغم أن تل جانكيلو ليس جزءًا من التلال السبع لروما، لكنه أعلى نقطة. في عام 1849، حمى جيش غاريبالدي المدينة خلال حصار روما هنا. تم إنشاء تمثال غاريبالدي على الحصان عام 1895.",
            "insider_tip": "وصل في الساعة 11:55 للاستماع إلى صوت المدفع عند الظهر: الصوت عالٍ ودرامي. الصعود قد يكون مجهدًا، يمكنكم ركوب الحافلة رقم 115 من تراستيفيري. يُفضل تجنب القدوم في منتصف الصيف عند الظهر لعدم وجود ظل.",
            "price_level": "عادي",
            "good_for": [
              "المعالم",
              "العائلات"
            ],
            "duration": "ساعة واحدة",
            "best_time": "قبل الثانية"
          },
          "image": "/images/rome/gianicolo.jpg",
          "geo": {
            "lat": 41.8914,
            "lng": 12.4616
          }
        }
      ]
    },
    {
      "title": "مدينة الفاتيكان",
      "id": "vatican",
      "items": [
        {
          "id": "vat-001",
          "slug": "st-peters",
          "name_en": "كاتدرائية القديس بطرس",
          "name_local": "كاتدرائية القديس بطرس",
          "category": "معلم",
          "is_generic_staple": false,
          "description": {
            "short": "كاتدرائية القديس بطرس هي أكبر كنيسة في العالم، ومركز الكنيسة الكاثوليكية، بناها فوق قبر الرسول بطرس. تم بناء المبنى بأسلوب النهضة بين عامي 1506 و1626 بواسطة عدة باباوات. صمم ميخائيل أنجلو القبة الرمزية في سن 71، وتضم أعماله وأعمال بيرنيني ورافاييل. الدخول مجاني، ولكن قد يتطلب الانتظار طويلاً.",
            "vibe": "فاخرة وواسعة",
            "history": "تم تأسيس الكنيسة الأولى بواسطة قسطنطين في عام 326، ودامت البناء 120 سنة. عرض هذا البابا للإفلاس ودرجات دعمه للإصلاح الديني. صمم بيرنيني الأعمدة المحيطة بها في الستينيات.",
            "insider_tip": "توجه في الساعة 7 صباحًا لتجنب الازدحام. الدخول مجاني، ولكن تسلق القبة يتطلب دفع 10 يورو (مصعد + سلالم)، ويستحق التجربة. متطلبات الملابس: يجب تغطية الأكتاف والركب.",
            "price_level": "ممتع",
            "good_for": [
              "المؤمنون الكاثوليك",
              "عشاق العمارة"
            ],
            "duration": "2-3 ساعات",
            "best_time": "الصباح الباكر (7:00)"
          },
          "image": "/images/rome/st-peters.jpg",
          "geo": {
            "lat": 41.9029,
            "lng": 12.4534
          }
        },
        {
          "id": "vat-002",
          "slug": "vatican-museums",
          "name_en": "متحف الفاتيكان",
          "name_local": "متحف الفاتيكان",
          "category": "معلم",
          "is_generic_staple": false,
          "description": {
            "short": "يمتد متحف الفاتيكان على 7 كيلومترات من الممرات، ويحتوي على أكبر مجموعة فنية في العالم. هنا يمكنكم زيارة كنيسة سيستين الشهيرة، التي رسمها ميخائيل أنجلو بين عامي 1508 و1512. يضم المتحف آثار مصرية، وتماثيل يونانية، ولوحات من عصر النهضة، بالإضافة إلى الأعمال الفنية التي تم جمعها على مدى 500 عام. يزور هذا المكان أكثر من 6 ملايين شخص سنويًا، لذا فهو مزدحم للغاية.",
            "vibe": "مكتظ، شهير عالميًا",
            "history": "تأسست المتاحف في عام 1506، حيث عرض البابا يوليوس الثاني التماثيل القديمة في الفناء الثماني. تعتبر كنيسة سيستين آخر غرفة يُمنع فيها التصوير والتحدث.",
            "insider_tip": "احجز جولة ‘الصباح الباكر’ في الساعة 7:30، حيث يمكنك رؤية كنيسة سيستين تقريبًا بدون ازدحام. وقت الدخول العادي هو 9:00، وسرعان ما يتم حجزه. خطط لقضاء 3-4 ساعات. ارتدِ حذاءً مريحًا.",
            "price_level": "باهظ",
            "good_for": [
              "عشاق الفن",
              "المؤمنون الكاثوليك"
            ],
            "duration": "3-4 ساعات",
            "best_time": "الصباح الباكر (7:30)"
          },
          "image": "/images/rome/vatican-museums.jpg",
          "geo": {
            "lat": 41.9067,
            "lng": 12.4525
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "8:00",
      "title": "كابتشينو وكروسان في تراتسفيرا",
      "description": "يمكنكم بدء صباحكم في أحد أروع أحياء روما، تراتسفيرا. استكشفوا المقاهي المحلية واطلبوا كابتشينو وكروسان. عند اختياركم للجلوس، ستكون هناك رسوم إضافية. عادةً ما يشرب الرومانيون الكابتشينو قبل الساعة 11 صباحًا، وبعد ذلك يتناولون القهوة الإسبريسو. في هذا الوقت، تكون الشوارع المرصوفة بالحصى هادئة ومسالمة، وأشعة الشمس الذهبية تتلألأ بين المباني التاريخية. هذه هي \"الحياة الحلوة\" في روما.",
      "image": "/images/rome/trastevere-morning.jpg"
    },
    {
      "time": "9:30",
      "title": "متاحف الفاتيكان وكنيسة سيستين",
      "description": "يرجى منكم حجز التذاكر مسبقًا (8:30) وتنظيم زيارتكم قبل أسابيع: هذه هي الطريقة الوحيدة لزيارة كنيسة سيستين بدون حشود. سقف ميشيل أنجلو مذهل، لكن لأسباب تتعلق بالسلامة، قد تحتاجون إلى المرور بسرعة. المعرض الخرائطي وغرف رافاييل جميلة أيضًا وتكون أقل ازدحامًا. لمشاهدة لوحة ميشيل أنجلو \"الحزن على المسيح\" (مجانية)، يرجى التوجه إلى كاتدرائية سانت بيتر. الفاتيكان هو عمل فني مذهل، بمساحة تصل إلى 0.44 كيلومتر مربع.",
      "image": "/images/rome/vatican-morning.jpg",
      "ticket_link": "https://www.getyourguide.com/vatican-city-l136/vatican-museums-sistine-chapel-skip-the-line-ticket-t52643/"
    },
    {
      "time": "13:00",
      "title": "الغداء: كاتشيو إي بيبي في الحي التاريخي",
      "description": "توجه إلى الحي التاريخي لتستمتع بغداء في مطعم تقليدي صغير. اطلب طبق كاتشيو إي بيبي (المعكرونة مع جبن البيكورينو والفلفل). هذه واحدة من الأطباق المميزة في روما، تبدو بسيطة ولكن تحضيرها يتطلب مهارة. يمكنك أيضًا إضافة مطاعم فلافيو آل فيلافيديتو وفليتشي آل تستيكتيو إلى قائمتك. واستمتع بجرة من النبيذ الأبيض المحلي. عادةً ما يفضل الرومانيون قضاء أكثر من ساعتين في تناول الغداء، لذلك عليك اتباع هذا الإيقاع. ولا تطلب الكابتشينو مع الغداء؛ فهذا من علامات السائحين.",
      "image": "/images/rome/cacio-e-pepe2.jpg"
    },
    {
      "time": "15:30",
      "title": "الكولوسيوم وساحة روما",
      "description": "احجز تذكرة شاملة للكولوسيوم + ساحة روما + تل بالاتين. في الكولوسيوم، احتفل خمسون ألف روماني بمباريات المصارعة. بعد ذلك، يمكنك استكشاف مركز روما القديمة - ساحة روما. من على تل بالاتين، يمكنك الاستمتاع بإطلالة رائعة على الآثار. لا تنسَ إحضار الماء. قد تكون حرارة روما شديدة جداً. يبلغ عمر هذا الرصيف الحجري 2000 عام ولا يزال بحالة جيدة.",
      "image": "/images/rome/colosseum-afternoon.jpg",
      "ticket_link": "https://www.getyourguide.com/rome-l33/colosseum-roman-forum-palatine-hill-priority-access-t189736/"
    },
    {
      "time": "18:00",
      "title": "اللحظة الذهبية لنافورة تريفي وسلالم إسبانيا",
      "description": "امشِ إلى نافورة تريفي. ألقِ عملة معدنية بيدك اليمنى فوق كتفك الأيسر. وفقًا للأسطورة، ستعود إلى روما بهذه الطريقة. النافورة جميلة، لكن هناك الكثير من الناس، استمتع بلحظتك ثم تابع طريقك. امشِ إلى سلالم إسبانيا (15 دقيقة) لمراقبة المارة عند غروب الشمس. هذه السلالم هي منصة اجتماعية للرومان. لا تنسَ أن تتذوق الآيس كريم من Giolitti وFassi القريبة.",
      "image": "/images/rome/trevi-golden-hour.jpg"
    },
    {
      "time": "20:30",
      "title": "المقبلات والعشاء في مونتي",
      "description": "اجتمعوا في حي مونتي البوهيمي العصري في روما. ابدأوا بمقبلات (18:00-21:00): اطلبوا بعض الكوكتيلات واستمتعوا بوجبات خفيفة مجانية، بيتزا، مكرونة وسلطة. يسميها الرومانيون 'مقبلات'، وليس 'ساعة سعيدة'. بعد ذلك، استمروا في تناول العشاء: تذوقوا المعكرونة مع صلصة كاربونارا، أماتريتشانا أو لحم بقري مشوي على طريقة روما. اختتموا الليلة بالتنزه في الشوارع القديمة للمدينة، اكتشاف الأماكن السرية هو متعة أيضاً. في روما، ليس عليكم الذهاب إلى الأندية الليلية: المدينة نفسها هي منبع الترفيه.",
      "image": "/images/rome/monti-night.jpg"
    }
  ],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "محول سفر إيطالي (نوع L)",
      "image": "/images/rome/adapter.jpg",
      "reason": "تتمتع إيطاليا بمأخذ كهربائي فريد من نوعه ثلاثي الثقوب (نوع L) بالإضافة إلى المأخذ الأوروبي القياسي. ضروري للشحن.",
      "amazon_url": "https://www.amazon.com/s?k=italy+travel+adapter+type+l",
      "category": "إلكترونيات"
    },
    {
      "id": "aff-002",
      "title": "حقيبة مضادة للسرقة",
      "image": "/images/rome/bag.jpg",
      "reason": "لصوص الحافلات أو المترو ماكرون جداً. توفر الحقيبة بسحاب أماناً.",
      "amazon_url": "https://www.amazon.com/s?k=anti+theft+crossbody+bag",
      "category": "أمان"
    },
    {
      "id": "aff-003",
      "title": "زجاجة ماء قابلة لإعادة الاستخدام",
      "image": "/images/rome/bottle.jpg",
      "reason": "في روما، هناك الآلاف من صنابير الماء (Nasoni) حيث يمكنك الحصول على مياه جديدة مجانًا. يمكنك ملء المياه طوال اليوم مجانًا.",
      "amazon_url": "https://www.amazon.com/s?k=reusable+water+bottle&tag=canibringonpl-20",
      "category": "أنشطة خارجية"
    }
  ],
  "lat": 41.9028,
  "lng": 12.4964,
  "region": "Europe"
}