{
  "id": "city-002",
  "name": "برلين",
  "slug": "berlin",
  "country": "ألمانيا",
  "country_code": "de",
  "hero_image": "/images/berlin/hero.jpg",
  "intro_vibe": "عاصمة الروعة: حيث يلتقي التاريخ بالثقافة المضادة ولا تنتهي الليالي.",
  "general_info": {
    "population": "حوالي 3.7 مليون (مدينة) / حوالي 6 مليون (منطقة حضرية)",
    "is_capital": true,
    "description": "برلين ليست ألمانيا - إنها كون خاص بها. مدينة من التناقضات حيث تلتقي التاريخ المليء بالرصاص مع الحياة الليلية المبهجة. من حرية حقل تيمبلهوف إلى صرامة نوكولن، برلين خام، حقيقية، وغير معتذرة عن كونها بديلة. الوقت يتدفق بشكل مختلف هنا؛ يمكن أن تستمر \"عطلة نهاية الأسبوع\" 72 ساعة."
  },
  "stats": {
    "currency": "يورو",
    "plug_type": "Type F"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "يناير",
      "temp": "-2°م - 3°م",
      "vibe": "بارد ورمادي",
      "pros": [
        "سياح أقل",
        "قاعات بيرة مريحة",
        "تخفيضات الشتاء"
      ],
      "cons": [
        "أيام قصيرة",
        "رياح متجمدة",
        "ثلج مجروش"
      ],
      "clothing": "معطف شتوي ثقيل، أحذية، وشاح"
    },
    {
      "id": 2,
      "name": "فبراير",
      "temp": "-1°م - 4°م",
      "vibe": "لا يزال بارداً",
      "pros": [
        "مهرجان برلين السينمائي",
        "طاقة ما قبل الربيع",
        "أسعار أقل"
      ],
      "cons": [
        "انخفاضات مفاجئة في درجات الحرارة",
        "سماء رمادية"
      ],
      "clothing": "طبقات دافئة، سترة مقاومة للماء"
    },
    {
      "id": 3,
      "name": "مارس",
      "temp": "2°م - 9°م",
      "vibe": "استيقاظ",
      "pros": [
        "تزداد طول الأيام",
        "بداية الربيع",
        "إعادة فتح الحدائق"
      ],
      "cons": [
        "طقس غير متوقع",
        "مطر"
      ],
      "clothing": "سترة خفيفة، مظلة"
    },
    {
      "id": 4,
      "name": "أبريل",
      "temp": "4°C - 14°C",
      "vibe": "طازج",
      "pros": [
        "أزهار الكرز",
        "حدائق البيرة مفتوحة",
        "فعاليات خارجية"
      ],
      "cons": [
        "أمطار أبريل",
        "ليالي باردة لا تزال"
      ],
      "clothing": "طبقات، سترة مطر"
    },
    {
      "id": 5,
      "name": "مايو",
      "temp": "9°C - 19°C",
      "vibe": "مفعم بالحيوية",
      "pros": [
        "طقس مثالي",
        "سوق مورا بارك للخردة",
        "أيام طويلة"
      ],
      "cons": [
        "تزداد الحشود",
        "أسعار أعلى"
      ],
      "clothing": "طبقات خفيفة، نظارات شمسية"
    },
    {
      "id": 6,
      "name": "يونيو",
      "temp": "12°م - 22°م",
      "vibe": "موسم المهرجانات",
      "pros": [
        "عيد الموسيقى",
        "غروب الشمس المتأخر (10 مساءً)",
        "أجواء نهر سبري"
      ],
      "cons": [
        "موسم السياحة",
        "أمطار متقطعة"
      ],
      "clothing": "ملابس صيفية، سترة خفيفة"
    },
    {
      "id": 7,
      "name": "يوليو",
      "temp": "14°م - 25°م",
      "vibe": "ذروة الصيف",
      "pros": [
        "نوادي في الهواء الطلق",
        "سباحة في البحيرة (وانسي)",
        "ضوء النهار المستمر"
      ],
      "cons": [
        "حار ومزدحم",
        "عدم وجود تكييف الهواء"
      ],
      "clothing": "شورتات، تيشيرتات، قبعة شمسية"
    },
    {
      "id": 8,
      "name": "أغسطس",
      "temp": "14°م - 24°م",
      "vibe": "حار ونابض بالحياة",
      "pros": [
        "بارات الشاطئ (Badeschiff)",
        "مهرجانات الشوارع",
        "ليالي دافئة"
      ],
      "cons": [
        "سياحي جداً",
        "موجات حرارية"
      ],
      "clothing": "ملابس صيفية خفيفة"
    },
    {
      "id": 9,
      "name": "سبتمبر",
      "temp": "10°C - 19°C",
      "vibe": "الخريف الذهبي",
      "pros": [
        "طقس مثالي",
        "حشود أقل",
        "معرض الفن برلين"
      ],
      "cons": [
        "أيام أقصر",
        "أمطار متقطعة"
      ],
      "clothing": "طبقات غير رسمية أنيقة"
    },
    {
      "id": 10,
      "name": "أكتوبر",
      "temp": "6°م - 13°م",
      "vibe": "مريح",
      "pros": [
        "أوراق الخريف",
        "موسم المتاحف",
        "أكتوبرفست (بالقرب من ميونيخ)"
      ],
      "cons": [
        "أيام أقصر",
        "أمسيات رائعة"
      ],
      "clothing": "جاكيت دافئ، أحذية"
    },
    {
      "id": 11,
      "name": "نوفمبر",
      "temp": "3°م - 7°م",
      "vibe": "رمادي ومظلم",
      "pros": [
        "تبدأ أسواق عيد الميلاد",
        "مقاهي مريحة",
        "أسعار منخفضة"
      ],
      "cons": [
        "رمادي ورطب",
        "أيام قصيرة جداً"
      ],
      "clothing": "معطف دافئ، مظلة، ملابس حرارية"
    },
    {
      "id": 12,
      "name": "ديسمبر",
      "temp": "0°C - 4°C",
      "vibe": "مناسبات",
      "pros": [
        "أسواق عيد الميلاد",
        "أضواء جندارمنماركت",
        "احتفالات ليلة رأس السنة في بوابة براندنبورغ"
      ],
      "cons": [
        "بارد ومظلم",
        "أسواق مزدحمة"
      ],
      "clothing": "معطف شتوي ثقيل، قفازات، قبعة"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "قلق النقدية حقيقي: 'نور بار' (نقد فقط) شائع حتى في المطاعم العصرية. يتم رفض البطاقات بشكل عشوائي. أجهزة الصراف الآلي تنفد من النقود في ليالي السبت. احرص دائمًا على حمل €50 نقدًا.",
      "الصمت هو الاحترام: سكان برلين يقدرون الخصوصية. لا حديث جانبي في المصاعد، هدوء في القطار، ولا ابتسامات زائفة. الوجه المحايد ليس عدائية، بل هو احترام لمساحتك.",
      "القواعد مقدسة: انتظروا الضوء الأخضر (Ampelmann)، حتى في الساعة 3 صباحًا في شارع فارغ. عبور الشارع بشكل غير قانوني يُحكم عليه اجتماعيًا. القواعد هي العقد الاجتماعي الذي يجمع الفوضى معًا.",
      "واقع الأحد: الأحد مخصص لـ 'الراحة'. المتاجر، والسوبرماركت، والصيدليات مغلقة. لا حفر، لا موسيقى صاخبة، لا إعادة تدوير الزجاج. المدينة تتوقف.",
      "ثقافة السبايتي: يعتبر \"السبايتي\" (متجر الزاوية الليلي) مركز الحياة الاجتماعية. احصل على بيرة (€1.50) واجلس على المقعد بالخارج. هذه هي الطريقة البيرلينية.",
      "بروتوكول النادي: لا صور. أبداً. ضع ملصقاً على كاميرتك. ارتدِ ملابس غير رسمية (الأسود يساعد)، تعرف على الدي جي، ولا تكن مخموراً في الطابور. الانتظار أمر جاد؛ التخطّي سيؤدي إلى حظرك.",
      "تحقق من التذكرة: لا توجد بوابات، لكن المفتشين بملابس مدنية صارمون. يجب عليكم ختم تذكرتكم في الآلة الصغيرة قبل الصعود. الغرامة هي 60 يورو.",
      "نظام الإيداع: لا تسحق العلب/الزجاجات. قيمتها €0.25. اتركها بجانب الحاويات لجمعها إذا لم تعدها بنفسك."
    ],
    "essential_phrases": [
      {
        "src": "مرحبا",
        "local": "Hallo / Moin",
        "phonetic": "HAH-loh / moyn"
      },
      {
        "src": "شكرا",
        "local": "Danke",
        "phonetic": "DAHN-kuh"
      },
      {
        "src": "الفاتورة من فضلك",
        "local": "Die Rechnung bitte",
        "phonetic": "dee REKH-noong BIT-tuh"
      },
      {
        "src": "عذراً",
        "local": "Entschuldigung",
        "phonetic": "ent-SHOOL-dee-goong"
      },
      {
        "src": "بيرة واحدة من فضلك",
        "local": "Ein Bier bitte",
        "phonetic": "ine beer BIT-tuh"
      }
    ]
  },
  "neighborhoods": [
    {
      "name": "كروزبرغ",
      "vibe": "بديل وجريء",
      "description": "قلب التاريخي لثقافة المقاومة في غرب برلين. الأسواق التركية، حانات البانك، فن الشارع، والقناة. مكان حيوي، حقيقي، ودائم اليقظة.",
      "highlights": [
        "قناة لاندوير",
        "ماركت هاله نيون",
        "SO36"
      ],
      "image": "/images/berlin/kreuzberg.jpg"
    },
    {
      "name": "نويكولن",
      "vibe": "هيبستر وعصري",
      "description": "الحي العصري. غير مرتب قليلاً ولكنه مليء بالمقاهي النباتية العصرية، والحانات الصغيرة، والطعام الشرق أوسطي. شاب، فوضوي، وممتع.",
      "highlights": [
        "تمبلهوفر فيلد",
        "بارات ويسرشتراسه",
        "سونيانالي"
      ],
      "image": "/images/berlin/neukolln.jpg"
    },
    {
      "name": "فريدريشهاين",
      "vibe": "منطقة الحفلات",
      "description": "موطن برغهاين الأسطوري وRAW-Gelände. صناعي، مغطى بالكتابات الجدارية، ومليء بالملذات. حيث لا ينتهي عطلة نهاية الأسبوع.",
      "highlights": [
        "غاليري الجانب الشرقي",
        "بيرغهاين",
        "ميدان بوخهاجنر"
      ],
      "image": "/images/berlin/friedrichshain.jpg"
    },
    {
      "name": "برينزلاور بيرغ",
      "vibe": "مُتَجَدِّد وهادئ",
      "description": "تباين حاد مع الصخب. مباني ما قبل الحرب تم ترميمها بشكل جميل، آيس كريم عضوي، وعربات أطفال. إنه هادئ، غني، وموجه للعائلات.",
      "highlights": [
        "كولفيتش بلاتز",
        "مؤسسة الجدار",
        "معمل الثقافة"
      ],
      "image": "/images/berlin/prenzlauer-berg.jpg"
    },
    {
      "name": "مِتة",
      "vibe": "المركز التاريخي",
      "description": "مركز برلين اللامع. متاحف، معالم، وتسوق فاخر. سياحي، لكنه ضروري لرؤية المعالم الأساسية.",
      "highlights": [
        "بوابة براندنبورغ",
        "جزيرة المتاحف",
        "هاكشر ماركت"
      ],
      "image": "/images/berlin/mitte.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-survival",
      "slug": "local-survival",
      "title": "نصائح للبقاء المحلي",
      "icon": "معلومات",
      "summary": "مواد أساسية لإزالة الاحتكاك لرحلة سلسة.",
      "details": [
        "إغلاق الأحد: تقريباً كل شيء مغلق (المتاجر، السوبرماركت). فقط المطاعم والمتاحف مفتوحة. إذا كنتم بحاجة إلى طعام لصباح الاثنين، اشتروا ذلك يوم السبت.",
        "النقد هو الملك: لا تفترض أنه يمكنك الدفع بالبطاقة. اسأل \"هل يمكن الدفع بالبطاقة؟\" قبل الطلب. احمل عملات نقدية لدورات المياه.",
        "الماء: مياه الصنبور آمنة. المطاعم ستتجادل معك حول تقديمها مجانًا. اطلب \"Leitungswasser\" لكن كن مستعدًا لدفع ثمن المياه المعبأة.",
        "البقشيش: اجعلها جولة. إذا كانت الفاتورة €9.20، قل \"عشرة\" (€10) أثناء تسليم المال. لا تترك المال على الطاولة؛ أخبر النادل بالمجموع *قبل* أن يحاسبك."
      ]
    },
    {
      "id": "logistics-nightlife",
      "slug": "club-strategy",
      "title": "نادي الواقع",
      "icon": "قمر",
      "summary": "الحياة الليلية هنا ماراثون، وليست سباق سرعة.",
      "details": [
        "تجربة الوقت: تفتح النوادي غالبًا يوم الجمعة ولا تغلق حتى صباح يوم الاثنين. تعتبر \"عطلة نهاية الأسبوع\" فترة واحدة تتراوح بين 48-72 ساعة. \"بعد الساعات\" هو فقط بعد ظهر يوم الأحد.",
        "الباب: الرفض أمر طبيعي وليس شخصيًا. لا تجادل. ارتدِ أحذية مريحة (سترقص لمدة 8 ساعات).",
        "السلامة: تحتوي معظم النوادي على فرق توعية ('فريق التوعية') إذا شعرت بعدم الأمان أو التحرش."
      ]
    },
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "التنقل",
      "icon": "قطار",
      "summary": "تعتبر شبكة المترو (U-Bahn) والقطارات (S-Bahn) شريان حياتكم.",
      "details": [
        "U-Bahn: قطارات صفراء، معظمها تحت الأرض. سريعة ومتكررة.",
        "S-Bahn: القطارات الحمراء/الصفراء، معظمها فوق الأرض. رائعة للمسافات الطويلة.",
        "التذاكر: اشترِ تذكرة 'منطقة AB'. تحقق من صحتها عن طريق ختمها في الصندوق على الرصيف. المفتشون بملابس مدنية لا يرحمون.",
        "التطبيقات: استخدموا 'BVG Fahrinfo' أو خرائط جوجل. هما دقيقان."
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-tips",
      "title": "أساسيات السلامة",
      "icon": "درع",
      "summary": "برلين آمنة، لكنها تحتوي على بعض الجوانب الخشنة.",
      "details": [
        "حديقة غورليتزر: معروفة بتجار المخدرات. آمنة عمومًا للمشي خلال النهار، لكن يُفضل تجنبها في الليل.",
        "النشالون: نشطون في خطوط السياح المزدحمة (U2، U8) وفي ألكسندر بلاتز.",
        "سرقة الدراجات: شائعة جداً. لا تترك الدراجة غير مؤمنة، حتى لدقيقة واحدة."
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-001",
      "slug": "doner-kebap",
      "name_en": "Döner Kebap",
      "name_local": "Döner",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "دونر كباب هو طعام الشارع رقم 1 في برلين، تم اختراعه هنا في السبعينيات على يد المهاجرين الأتراك. إنه لحم مشوي مقطع (لحم ضأن، دجاج، أو لحم بقر) محشو في خبز مسطح محمص مع سلطة طازجة، طماطم، بصل، ملفوف، وصوص زبادي بالثوم. \"كباب الخضار\" (دونر نباتي) يضيف خضروات مشوية وجبنة فيتا. إنه سريع، رخيص (€4-6)، ويؤكل في جميع الأوقات—خصوصاً بعد النوادي في الساعة 4 صباحاً.",
        "vibe": "مُرضي، شائع",
        "history": "أنشئ في برلين عام 1972 بواسطة المهاجر التركي قادر نورمان الذي قام بتكييف لفائف الدونر التركية مع ثقافة الوجبات السريعة الألمانية. انتشرت في جميع أنحاء ألمانيا وأوروبا. تحتوي برلين الآن على أكثر من 1600 محل دونر. الطبق أيقوني لدرجة أن سكان برلين يناقشون أي محل هو \"الأفضل\" بشغف ديني.",
        "insider_tip": "لا تنتظر لساعات في أماكن السياحة الشهيرة مثل كباب مصطفى—من المحتمل أن يكون الدونر في حيكم المحلي جيدًا بنفس القدر ولا يوجد انتظار. اطلب \"ميت أليز\" (مع كل شيء) أو \"ميت شارف\" (مع الصلصة الحارة). تناوله فورًا بينما الخبز لا يزال مقرمشًا. تناول الدونر بعد النادي في الساعة 4 صباحًا هو طقس من طقوس برلين.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "وجبات سريعة",
          "متأخر في الليل"
        ],
        "duration": "وجبة سريعة",
        "best_time": "في أي وقت (خصوصًا في وقت متأخر من الليل)"
      },
      "image": "/images/berlin/doner.jpg"
    },
    {
      "id": "food-018",
      "slug": "beer-culture",
      "name_en": "Berlin Beer Culture",
      "name_local": "Wegbier",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "البيرة في برلين مثل القهوة في إيطاليا: رخيصة (€1-2 من Spätis)، في كل مكان، وتُستهلك بشكل غير رسمي في أي وقت من اليوم أو الليل. ليست احتفالية أو خاصة - بل عملية. \"Wegbier\" (بيرة الطريق) للمشي إلى المنزل أو إلى النادي أمر طبيعي قانونيًا. يُقبل الشرب في الأماكن العامة وهو شائع. أشهر البيرة المحلية هي Berliner Pilsner وBerliner Kindl وSchultheiss.",
        "vibe": "غير رسمي، اجتماعي",
        "history": "برلين مدينة تخمير منذ العصور الوسطى. \"راينهايتسغيبوت\" (قانون نقاء البيرة من 1516) نظم جودة البيرة الألمانية. بعد الحرب، تطورت ثقافات بيرة منفصلة في برلين الشرقية والغربية. بعد إعادة التوحيد، ازدهرت ثقافة الشرب غير الرسمية في الهواء الطلق. أصبح \"سباتي\" (متجر الزاوية الليلي) مركزًا اجتماعيًا للبيرة الرخيصة والتواصل الاجتماعي.",
        "insider_tip": "اشترِ البيرة من سباتي (€1-2) بدلاً من الحانات (€4-5). نظام إيداع 'Pfand' يعني أن الزجاجات تساوي €0.08-0.25—لا تتخلص منها، أعدها أو اتركها بجانب صناديق القمامة لجمعها. زجاجة نصف لتر (0.5L) هي الحجم القياسي. شرب الكحول في وسائل النقل العامة غير مسموح به تقنيًا ولكنه مقبول على نطاق واسع. ثقافة حدائق البيرة في الهواء الطلق تكون في ذروتها خلال الصيف.",
        "price_level": "مناسب السعر",
        "good_for": [
          "التواصل الاجتماعي",
          "شرب المشروبات في الهواء الطلق"
        ],
        "duration": "في أي وقت",
        "best_time": "في أي وقت"
      },
      "image": "/images/berlin/beer.jpg"
    },
    {
      "id": "food-002",
      "slug": "currywurst",
      "name_en": "Currywurst",
      "name_local": "Currywurst",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الكاريورست هو رمز من رموز برلين: سجق لحم الخنزير مطبوخ ثم مقلي، مقطع إلى شرائح صغيرة، مغمور في كاتشب الكاري ومُرشوش بمسحوق الكاري. يُقدم مع البطاطس المقلية أو لفافة خبز. إنه طعام سريع، تم اختراعه في برلين بعد الحرب، ولا يزال كلاسيكيًا محببًا. الصلصة حلوة، لاذعة، ومتوسطة التوابل. يتم تناوله في أكشاك الوجبات الخفيفة واقفًا على طاولات مرتفعة.",
        "vibe": "رمزي، حنين",
        "history": "اخترعت في عام 1949 من قبل هيرتا هيوير في برلين الغربية، التي مزجت الكاتشب مع مسحوق الكاري من الجنود البريطانيين. أصبحت الوجبة السريعة المثالية للطبقة العاملة خلال فترة إعادة الإعمار. يتم استهلاك أكثر من 800 مليون منها سنويًا في ألمانيا. هناك حتى متحف للكاريورست في برلين (مغلق الآن). إنها طعام مريح للطبقة العاملة ولها متابعون مخلصون.",
        "insider_tip": "اطلب \"مع الغلاف\" للإصدار التقليدي ذو القوام المقرمش، أو \"بدون غلاف\" للإصدار الأكثر نعومة. جودة الصلصة تختلف بشكل كبير - المحليون لديهم ولاء شديد لمفضلتهم من \"إمبيس\". \"كاري 36\" في \"كرويتسبرغ\" مشهور ولكنه سياحي. تناولها واقفًا على الطاولة العالية مثل المحليين. قدمها مع البطاطس المقلية (\"بومس\").",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "وجبات سريعة",
          "طعام الشارع"
        ],
        "duration": "وجبة سريعة",
        "best_time": "الغداء أو في وقت متأخر من الليل"
      },
      "image": "/images/berlin/currywurst.jpg"
    },
    {
      "id": "food-015",
      "slug": "imbiss-culture",
      "name_en": "Imbiss Culture",
      "name_local": "Der Imbiss",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الإمبِيس هو كشك وجبات خفيفة ألماني - ليس مطعمًا - حيث تأكل واقفًا على طاولات مرتفعة. يقدم طعامًا سريعًا عمليًا ودهنيًا ومالحًا: بطاطس مقلية، سجق (براتورست، كاريورست)، كرات لحم (فريكاديلن)، وسندويشات شنيتزل. الهدف هو إبقاؤك في حركة، وليس الجلوس والتأمل. إنه سريع، رخيص (3-6 يورو)، وبنية تحتية أساسية للطبقة العاملة. تطلب عند النافذة، تأكل بسرعة، وتغادر.",
        "vibe": "عملي، بدون تزيين",
        "history": "ظهرت ثقافة الإيمبيس في ألمانيا بعد الحرب كحل سريع وميسور التكلفة للعمال الذين يعيدون بناء البلاد. كانت الطاولات الواقفة ونموذج عدم وجود مقاعد يحافظان على الكفاءة والتكلفة المنخفضة. توجد أكشاك الإيمبيس في كل مكان - في محطات القطارات، وزوايا الشوارع، والأسواق. إنها مساحة ديمقراطية حيث يتناول رجال الأعمال والعمال نفس الطعام.",
        "insider_tip": "اطلب \"براتورست في بروتين\" (نقانق في خبز) مع الخردل - الوجبة التقليدية في إمبيس. لا تتوقع خدمة ودية؛ الكفاءة هي الأولوية. الطاولات العالية مصممة عمداً - تمنع التوقف الطويل. إمبيس هو المكان الذي تأكل فيه عندما تكون في عجلة من أمرك أو مفلساً أو كليهما. تجدها في كل زاوية شارع ومحطة قطار.",
        "price_level": "مناسب",
        "good_for": [
          "وجبات سريعة",
          "تناول الطعام بميزانية محدودة"
        ],
        "duration": "5-10 دقائق",
        "best_time": "في أي وقت"
      },
      "image": "/images/berlin/imbiss.jpg"
    },
    {
      "id": "food-016",
      "slug": "spati-survival",
      "name_en": "Späti Survival Food",
      "name_local": "Späti Essen",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "سباتي (سباتكاوف) هو متجر زاوية مفتوح حتى الساعة 2 صباحًا أو أكثر، يدعم اقتصاد الحياة الليلية في برلين مع طعام البقاء: بيتزا مجمدة، نودلز سريعة، رقائق، ألواح شوكولاتة، مشروبات طاقة، وبيرة باردة. إنه وسيلة للبقاء حتى الساعة 4 صباحًا عندما يكون كل شيء آخر مغلقًا وأنت إما مفلس أو كسول للذهاب إلى مطعم. تعتبر سباتيس القلب الاجتماعي للأحياء - اشترِ بيرة واجلس على المقعد بالخارج مع السكان المحليين.",
        "vibe": "أساسي، ليلي",
        "history": "ظهرت متاجر \"سباتي\" في شرق برلين (جمهورية ألمانيا الديمقراطية) كمتاجر \"سباتكاوف\" (الشراء المتأخر) التي تبقى مفتوحة بعد ساعات العمل العادية. بعد إعادة التوحيد، زادت شعبيتها بشكل كبير مع نمو ثقافة الحياة الليلية في برلين. الآن، هي موجودة في كل مكان، وغالبًا ما تديرها عائلات تركية أو عربية أو فيتنامية. إنها مفتوحة عندما يكون كل شيء آخر مغلقًا، مما يجعلها بنية تحتية أساسية.",
        "insider_tip": "احصل على وجبات خفيفة من سباتي قبل الخروج في الليل - بيتزا مجمدة، رقائق، شوكولاتة. البيرة تتراوح بين €1-2، أرخص بكثير من الحانات. العديد من سباتي تحتوي على مقاعد خارجية حيث يجتمع السكان المحليون - هذه هي مشهد الحياة الاجتماعية في برلين. بعضهم يبيع السندويشات الطازجة والطعام الساخن. إذا كنت تزور يوم الأحد عندما تكون السوبرماركت مغلقة، فإن سباتي تنقذ حياتك (على الرغم من أن الأسعار أعلى).",
        "price_level": "مناسب",
        "good_for": [
          "متأخر في الليل",
          "طعام الطوارئ"
        ],
        "duration": "توقف سريع",
        "best_time": "متأخر في الليل أو الأحد"
      },
      "image": "/images/berlin/spati-food.jpg"
    },
    {
      "id": "food-017",
      "slug": "vegan-standard",
      "name_en": "Vegan Normalization",
      "name_local": "Vegan",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "برلين هي عاصمة النباتيين في أوروبا - لا تحتاجون للبحث عن خيارات نباتية، فهي متوفرة في كل مكان. من الحانات البانك القذرة إلى المطاعم الحائزة على نجوم ميشلان، الأطباق النباتية موضوعة بوضوح، وفيرة، ولذيذة. المدينة تحتوي على العشرات من المطاعم النباتية بالكامل، ومحلات الدونر النباتية، ومحلات الآيس كريم النباتية، والسوبرماركت النباتية. لن تحتاجوا أبداً للسؤال \"هل يوجد لحم في هذا؟\" - فهي دائماً موضوعة بوضوح.",
        "vibe": "تقدمي، مُعَايَر",
        "history": "شهدت مشهد النباتيين في برلين انفجارًا في العقدين 2000 و2010 جنبًا إلى جنب مع ثقافة المدينة المضادة وحركات البيئة. أصبحت كرويتسبرغ ونويكولن نقاط جذب للنباتيين. تلاقت مشهد البانك اليميني المتطرف، ونشاط حقوق الحيوان، والوعي البيئي. بحلول عام 2020، كان في برلين أكثر من 60 مطعمًا نباتيًا بالكامل. أصبح الأمر الآن طبيعيًا - ليس مجرد فئة أو نمط حياة هبي، بل أصبح معيارًا.",
        "insider_tip": "دونر نباتي في فوني (كروزبرغ) لا يمكن تمييزه عن النسخة الأصلية. كل سوبرماركت (إيديكا، ريفي) يحتوي على أقسام نباتية كاملة. المطاعم تميز العناصر النباتية برمز 'V' أو ورقة. حتى المطاعم الألمانية التقليدية تقدم شنيتزل نباتي وكاريورست. فيغانز هي سلسلة السوبرماركت النباتية في برلين. لن تواجهوا صعوبة في العثور على الخيارات.",
        "price_level": "معتدل",
        "good_for": [
          "نباتيون",
          "صحيّ الوعي"
        ],
        "duration": "متنوع",
        "best_time": "في أي وقت"
      },
      "image": "/images/berlin/vegan.jpg"
    },
    {
      "id": "food-010",
      "slug": "vietnamese-food",
      "name_en": "Vietnamese Food",
      "name_local": "Vietnamesische Küche",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "تتمتع برلين بجالية فيتنامية كبيرة (أكثر من 60,000)، مما يجعل مشهد الطعام الفيتنامي واحدًا من الأفضل في أوروبا. الفو (حساء النودلز)، بان مي (ساندويتشات)، وبون تشا (لحم الخنزير المشوي مع النودلز) هنا تنافس ما ستجده في هانوي. الطعام طازج، لذيذ، ومناسب للميزانية (€7-12). يتركز في ميتة، برينزلاور بيرغ، وليشتنبرغ، مع مطاعم للجلوس وأماكن سريعة للتناول.",
        "vibe": "طازج، أصيل",
        "history": "جاءت الهجرة الفيتنامية إلى برلين على مرحلتين: \"عمال العقود\" الذين أُرسلوا إلى ألمانيا الشرقية (GDR) في الثمانينيات، واللاجئين من جنوب فيتنام في السبعينيات والثمانينيات. بعد إعادة التوحيد، بقي الكثيرون وفتحوا مطاعم. الآن، تزدهر الجالية، مع أماكن عائلية تقدم المأكولات الفيتنامية الإقليمية الأصيلة.",
        "insider_tip": "اذهبوا إلى ميت أو برينزلاور بيرغ لأعلى تركيز من المطاعم الفيتنامية. اطلبوا الفو مع لحم البقر النادر (فو تاي) وأضيفوا الأعشاب الطازجة، والليمون، والفلفل الحار بأنفسكم. يجب أن تحتوي بان مي على خبز باغيت مقرمش، وباريس، وخضروات مخللة، وكزبرة. تجنبوا الأماكن السياحية بالقرب من ألكسندر بلاتس. الأماكن الصغيرة عادةً ما تكون الأفضل والأرخص.",
        "price_level": "مناسب",
        "good_for": [
          "غداء",
          "طعام مريح"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "غداء أو عشاء"
      },
      "image": "/images/berlin/vietnamese.jpg"
    },
    {
      "id": "food-011",
      "slug": "falafel-teller",
      "name_en": "Falafel Plate",
      "name_local": "Falafel Teller",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "طبق الفلافل هو عنصر أساسي في مشهد الطعام الشرق أوسطي في برلين: كرات فلافل الحمص المقلية المقرمشة، حمص كريمي، جبنة حلومي مشوية، خضار مشوية (باذنجان، كوسا، فلفل)، صلصة الطحينة، وسلطة طازجة تقدم فوق الأرز أو مع خبز البيتا. إنه ضخم، نباتي، رخيص (€7-10)، مشبع، ولذيذ. يمكن العثور عليه في كل مكان في كرويتسبرغ ونويكولن.",
        "vibe": "مغذي، مُرضٍ",
        "history": "جلب المهاجرون من الشرق الأوسط (اللبنانيون، السوريون، الفلسطينيون، المصريون) ثقافة الفلافل إلى برلين في السبعينيات والثمانينيات. أصبحت الفلافل عنصرًا أساسيًا للنباتيين في مشهد كروزبرغ البديل. صيغة \"التيلر\" (الطبق) - بدلاً من اللفافة - أصبحت المعيار في برلين. وهي الآن شائعة مثل الدونر.",
        "insider_tip": "اطلب صلصة الطحينة الإضافية - فهي تجعل كل شيء أفضل. يجب أن تكون الفلافل مقرمشة من الخارج، وهشة من الداخل - إذا كانت كثيفة وثقيلة، فقد اختصرت المطعم في الجودة. الجبنة الحلوم (جبنة مشوية) إضافة مميزة تستحق التجربة. كرويتسبرغ ونيوكولن لديهما أفضل وأرخص الأماكن. تناولها مع شاي النعناع الطازج.",
        "price_level": "مناسب",
        "good_for": [
          "نباتيون",
          "غداء"
        ],
        "duration": "30 دقيقة",
        "best_time": "غداء أو عشاء"
      },
      "image": "/images/berlin/falafel.jpg"
    },
    {
      "id": "food-004",
      "slug": "club-mate",
      "name_en": "Club Mate",
      "name_local": "Club-Mate",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "كلوب ماتي هو الوقود غير الرسمي لبرلين: شاي مثلج مكربن ومحتوي على الكافيين مصنوع من ييربا ماتي (عشب من أمريكا الجنوبية). طعمه حلو قليلاً، ويشبه \"رماد السجائر\" أو \"جوارب صالة الألعاب الرياضية المتسخة\" في أول رشفة (يؤكد السكان المحليون على جودته بعد الزجاجة الثالثة)، ويحتوي على نفس كمية الكافيين الموجودة في ريد بول. إنه موجود في كل مكان - النوادي، الحانات، سباتي، وآلات البيع. إنه مشروب القراصنة، والفنانين، والرواد الذين يحتاجون للبقاء مستيقظين خلال عطلات نهاية الأسبوع التي تمتد لـ 48 ساعة.",
        "vibe": "مليء بالكافيين، أيقوني",
        "history": "كلوب ماتي نشأت في بافاريا في عشرينيات القرن الماضي لكنها أصبحت مرادفة لثقافة الهاكر والنوادي في برلين في التسعينيات والألفينات. اعتمدها نادي الكمبيوتر الفوضوي (مجموعة هاكر) وانتشرت عبر مشهد التكنو. بحلول عام 2010، كانت المشروب المميز في برلين. تصميم الزجاجة (بسيط، عتيق) أيقوني.",
        "insider_tip": "ستكون الرشفة الأولى طعمها فظيعاً - الجميع يقول هذا. استمر حتى زجاجتك الثالثة وستتحول. يُباع في كل مكان في برلين - سباتي، نوادي، مقاهي، آلات البيع (€1.50-2). لا تهز الزجاجة؛ فهي مكربنة. امزجها مع الفودكا لتحصل على \"فودكا ماتي\" (المفضلة لدى رواد النوادي). نسخة \"فلورا باور\" أكثر حلاوة قليلاً.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "النوادي الليلية",
          "البقاء مستيقظًا"
        ],
        "duration": "مشروب سريع",
        "best_time": "في أي وقت (خصوصاً النوادي)"
      },
      "image": "/images/berlin/club-mate.jpg"
    },
    {
      "id": "food-012",
      "slug": "german-bakery",
      "name_en": "German Bakery",
      "name_local": "Bäckerei",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "المخابز الألمانية (Bäckerei) من الطراز العالمي ومتواجدة في كل مكان في برلين، حيث تقدم الخبز الكثيف والداكن (الجاودار، الحبة الكاملة، بذور عباد الشمس)، والسندويشات (Belegtes Brötchen)، والبرزل (Laugenbrezel)، والمعجنات. الإفطار الألماني مالح، وليس حلوًا - شرائح لحم، جبن، خبز، وليس كرواسون. تكلف برزل طازج مع زبدة أو سندويشة للإفطار من €2-4. تفتح المخابز مبكرًا (6-7 صباحًا) وتعتبر بنية تحتية يومية أساسية.",
        "vibe": "تقليدي، فعال",
        "history": "تُعتبر ثقافة الخبز في ألمانيا معترف بها من قبل اليونسكو، حيث يوجد أكثر من 3000 نوع. تُعد المخابز مؤسسات مجتمعية، حيث يشتري الألمان الخبز الطازج يومياً. بعد الحرب، أصبحت المخابز رموزاً للروتين والاعتيادية. تستمر هذه التقليد، حيث يتوقف برلينر عند المخبز في طريقهم إلى العمل كل صباح.",
        "insider_tip": "اطلب \"Belegtes Brötchen\" (لفافة ساندويتش) بالجبن والسلامي - فطور ألماني كلاسيكي. \"Laugenbrezel\" (الخبز المملح) مع الزبدة رائع عندما يكون طازجًا (قبل الساعة 10 صباحًا). تجنب المخابز السلسلية (Backwerk، Kamps) - اذهب إلى \"Handwerksbäckerei\" (المخابز الحرفية) للحصول على الجودة. الخبز الألماني كثيف ومشبع - لفافة واحدة تعتبر وجبة.",
        "price_level": "مناسب السعر",
        "good_for": [
          "إفطار",
          "وجبات خفيفة سريعة"
        ],
        "duration": "وجبة سريعة",
        "best_time": "صباح الخير"
      },
      "image": "/images/berlin/bakery.jpg"
    },
    {
      "id": "food-003",
      "slug": "schnitzel",
      "name_en": "Schnitzel",
      "name_local": "Schnitzel",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "شنيتزل هو قطعة لحم مقلية ومغلفة بالبقسماط (عادة لحم العجل أو لحم الخنزير)، تُدق رقيقة، وتُغلف بالدقيق/البيض/البقسماط، وتقلى حتى تصبح ذهبية. تُقدم مع سلطة البطاطس، أو البطاطس المقلية، أو الليمون. إنه طبق أساسي ألماني يُؤكل في مطاعم الويرتسهاوس التقليدية مع بيرة باردة. يجب أن تكون القشرة مقرمشة ورقيقة، واللحم طريًا. إنه طعام مريح - بسيط، مُرضٍ، ومتوفر في كل مكان.",
        "vibe": "تقليدي، شهي",
        "history": "نشأ الشنيتزل في النمسا (شنيتزل فين) لكنه أصبح عنصرًا أساسيًا في المطبخ الألماني في القرنين التاسع عشر والعشرين. كان طعامًا للطبقة العاملة تم جعله في متناول اليد باستخدام لحم الخنزير بدلاً من لحم العجل المكلف. بعد الحرب، أصبح رمزًا للراحة والاعتيادية في ألمانيا. كل مطعم ألماني تقليدي يقدم الشنيتزل.",
        "insider_tip": "اطلب \"شنيتزل لحم الخنزير\" للحصول على النسخة الألمانية الأصيلة - فهي أرخص وأكثر شيوعًا من \"شنيتزل فيينا\" (لحم العجل). يجب أن تكون التغليف خفيفًا ومقرمشًا ومنفصلًا قليلاً عن اللحم - هذه هي اختبار الجودة. قدمه مع سلطة البطاطس وبيلسنر. تجنب الفخاخ السياحية بالقرب من بوابة براندنبورغ؛ اذهب إلى حانات الأحياء للحصول على النسخ الأصيلة.",
        "price_level": "معتدل",
        "good_for": [
          "عشاء",
          "الوجبات التقليدية"
        ],
        "duration": "ساعة واحدة",
        "best_time": "عشاء"
      },
      "image": "/images/berlin/schnitzel.jpg"
    },
    {
      "id": "food-019",
      "slug": "berliner-pfannkuchen",
      "name_en": "Berliner (Pfannkuchen)",
      "name_local": "Pfannkuchen / Berliner",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "البيرليني (يسمى 'فانكوشن' في برلين، بشكل محير) هو دونات محشوة بالمربى: عجينة مقلية مغطاة بالسكر البودرة ومحشوة بالمربى (عادةً توت العليق أو البرقوق). إنه ناعم، حلو، وأيقوني. اشتهر من خطاب JFK في عام 1963 ('Ich bin ein Berliner') الذي يُترجم تقنيًا إلى 'أنا دونات محشوة بالمربى' على الرغم من أن هذا التفسير محل جدل. يُباع في المخابز على مدار السنة ولكنه شائع بشكل خاص خلال فاشينغ (موسم الكرنفال).",
        "vibe": "حلو، حنين",
        "history": "يعود تاريخ البيرليني/الفانكوكين إلى القرن الثامن عشر في ألمانيا. يختلف الاسم حسب المنطقة - يسميه سكان برلين \"فانكوكين\" (فطيرة)، بينما يسميه بقية ألمانيا \"بيرليني\". جعلت كلمة JFK في خطابه عام 1963 \"أنا بيرليني\" الدونات مشهورة عالميًا. إنه طعام تقليدي في الكرنفالات، خاصة في يوم الثلاثاء السمين (روزينمونتاج).",
        "insider_tip": "اشتروا من المخابز التقليدية (Bäckerei)، وليس من السوبرماركت - الفرق في الجودة كبير. يجب أن تكون الكعكة خفيفة ومهوّاة من الداخل، وليست كثيفة. مربى التوت هو الأكثر شيوعًا، لكن مربى البرقوق (Pflaumenmus) هو التقليدي. تناولوا الكعكة طازجة في يوم صنعها. خلال موسم الكرنفال (فبراير-مارس)، تصنع المخابز نسخًا خاصة بحشوات مختلفة.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "وجبات خفيفة",
          "حلوى"
        ],
        "duration": "وجبة سريعة",
        "best_time": "صباحًا أو بعد الظهر"
      },
      "image": "/images/berlin/berliner.jpg"
    }
  ],
  "must_see": [
    {
      "title": "مؤسسات برلين",
      "id": "institutions",
      "items": [
        {
          "id": "exp-004",
          "slug": "techno-culture",
          "name_en": "Club Culture",
          "name_local": "Techno",
          "category": "معلم سياحي",
          "is_generic_staple": true,
          "description": {
            "short": "ثقافة النوادي في برلين أسطورية وفريدة: مستودعات صناعية تم تحويلها إلى مساحات مظلمة وكهفية مع أنظمة صوت عالمية المستوى، وسياسات صارمة \"لعدم التصوير\"، وسياسات دخول تعتمد على الأجواء. تعمل نوادي مثل برغهاين، تريزور، وسيسيفوس من الجمعة إلى الاثنين دون توقف (48-72 ساعة). الأمر لا يتعلق بالظهور—بل بالاختفاء في الموسيقى، والحرية، واللذة. التجربة مكثفة، شاملة، وتغير الحياة لعشاق الموسيقى الإلكترونية.",
            "vibe": "ممتع، مكثف",
            "history": "انفجرت مشهد التكنو في برلين بعد سقوط الجدار في 1989. خلقت المباني الفارغة والمصانع المهجورة والمناطق الرمادية القانونية ثقافة حفلات بلا قانون. فتحت نوادي مثل تريزور أبوابها في خزائن البنوك. بحلول العقد الأول من الألفية، أصبحت برلين عاصمة التكنو العالمية. أصبح بيرغهاين (2004) أشهر نادٍ في العالم. المشهد محمي - تُمنح النوادي وضع التراث الثقافي.",
            "insider_tip": "ارتدِ ملابس سوداء، قلل من الإكسسوارات، ولا تكن في حالة سكر ظاهرة في الطابور - حراس الأمن يرفضون بناءً على \"الأجواء\". ضع ملصقًا على كاميرا هاتفك احترامًا لقاعدة عدم التصوير. توقع الانتظار لأكثر من ساعتين؛ الرفض شائع وغير شخصي. بمجرد الدخول، سيكون هناك رقص ماراثوني - ارتدِ أحذية مريحة. معظم النوادي تعمل نقدًا فقط. اذهب يوم الأحد بعد الظهر لـ \"ساعات ما بعد العمل\" عندما تكون الأجواء أكثر هدوءًا.",
            "price_level": "معتدل",
            "good_for": [
              "الراقصون",
              "محبو الموسيقى الإلكترونية"
            ],
            "duration": "6-24 ساعة",
            "best_time": "من ليلة الجمعة حتى صباح الاثنين"
          },
          "image": "/images/berlin/techno.jpg"
        },
        {
          "id": "exp-005",
          "slug": "lake-culture",
          "name_en": "The Lakes (Badeseen)",
          "name_local": "Badesee",
          "category": "معلم سياحي",
          "is_generic_staple": true,
          "description": {
            "short": "في الصيف، يفر برلينر إلى بحيرات المدينة (Badeseen) مثل وانسي، موغيلسي، شلاختنسي، وبلوتزينسي للسباحة، والاستمتاع بأشعة الشمس، والشواء. هذه بحيرات طبيعية داخل حدود المدينة، محاطة بالغابات والشواطئ. تعتبر FKK (Freikörperkultur - العري العام) شائعة وغير جنسية ومقبولة ثقافياً في الأقسام المخصصة. إنها طبيعة خالصة، ومياه نظيفة بشكل مدهش، وتباين صارخ مع برلين الحضرية. يجلب السكان المحليون البيرة، والشوايات المحمولة، ويقضون أيام الأحد بالكامل بجانب البحيرة.",
            "vibe": "مريح، طبيعي",
            "history": "أصبحت بحيرات برلين مساحات ترفيهية في القرن التاسع عشر والعشرين مع تص industrialization المدينة. أصبحت وانسي مشهورة بثقافة الشاطئ في عشرينيات القرن الماضي. تمتلك ثقافة FKK (ثقافة العراة) جذورًا عميقة في حركات الطبيعية الألمانية التي تعود إلى أوائل القرن العشرين. بعد الحرب العالمية الثانية، احتضن الألمان الشرقيون بشكل خاص FKK كشكل من أشكال الحرية. تستمر هذه التقليد حتى اليوم.",
            "insider_tip": "وانسي هو الأكثر شهرة ولكنه مزدحم - توجه إلى شلاختنزي أو كروم لانيك لتجنب السياح. مناطق FKK محددة بوضوح؛ احترم الحدود ولا تتطفل. احضر نقودًا لرسوم الدخول (€3-5 في بعض البحيرات). احضر طعام نزهة - الطعام بجانب البحيرة مكلف. اذهب في أيام الأسبوع لتجنب الزحام. جودة المياه جيدة بشكل مدهش وتتم مراقبتها.",
            "price_level": "مناسب السعر",
            "good_for": [
              "عشاق الطبيعة",
              "سباحة"
            ],
            "duration": "نصف يوم",
            "best_time": "الصيف (يونيو-أغسطس)"
          },
          "image": "/images/berlin/lakes.jpg"
        }
      ]
    },
    {
      "title": "تجارب حقيقية في برلين",
      "id": "experiences",
      "items": [
        {
          "id": "exp-001",
          "slug": "tempelhofer-feld",
          "name_en": "Tempelhofer Feld",
          "name_local": "Tempelhofer Feld",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "تمبلهوفر فيلد هو مطار متوقف تحول إلى حديقة عامة ضخمة تبلغ مساحتها 900 فدان - رمز الحرية والتحول في برلين. كانت المدارج السابقة تُستخدم الآن للتزلج، وركوب الدراجات، وركوب الطائرات الورقية، والشواء، والزراعة الحضرية. إنها واسعة ومسطحة وغريبة - يمكنك رؤية أفق المدينة بالكامل. صوت السكان المحليون في عام 2014 للحفاظ عليها غير مطورة، رافضين خطط الإسكان الفاخرة. إنها برلين الخالصة: استعادة التاريخ للمساحة العامة.",
            "vibe": "مجاني، واسع",
            "history": "افتتح مطار تمبلهوف في عام 1923 وتم توسيعه بواسطة النازيين في عام 1936 ليصبح محطة ضخمة (كانت في يوم من الأيام أكبر مبنى في العالم). أصبح مشهورًا خلال جسر برلين الجوي في عام 1948 عندما قامت الحلفاء الغربيون بنقل الإمدادات خلال الحصار السوفيتي. أغلق المطار في عام 2008 وأعيد افتتاحه كحديقة عامة في عام 2010. صوت برلينيون للحفاظ عليه مفتوحًا وغير مطور.",
            "insider_tip": "استأجروا الدراجات أو الزلاجات عند المدخل - الحقل ضخم ويستغرق أكثر من 30 دقيقة لعبوره سيرًا. اذهبوا في فترة ما بعد الظهر المتأخرة/المساء للاستمتاع بضوء الساعة الذهبية ولتجنب الحشود. يقدم المبنى القديم جولات (احجزوا مسبقًا). احضروا نزهة أو شواية - هذا مسموح. في الصيف، يكون مليئًا بممارسي رياضة ركوب الأمواج بالطائرات الورقية. الحقل مسطح تمامًا ومكشوف - احضروا واقي الشمس.",
            "price_level": "مناسب السعر",
            "good_for": [
              "أنشطة خارجية",
              "عشاق التاريخ"
            ],
            "duration": "2-3 ساعات",
            "best_time": "بعد الظهر المتأخر أو عطلة نهاية الأسبوع"
          },
          "image": "/images/berlin/tempelhof.jpg",
          "geo": {
            "lat": 52.473,
            "lng": 13.403
          }
        },
        {
          "id": "exp-002",
          "slug": "spati-crawl",
          "name_en": "Späti Culture",
          "name_local": "Spätkauf",
          "category": "معلم سياحي",
          "is_generic_staple": true,
          "description": {
            "short": "ثقافة سباتي هي جوهر برلين: تخطى الحانة المكلفة، واشترِ بيرة بسعر 1.50 يورو من متجر الزاوية الليلي (سباتكاوف/سباتي)، واجلس على المقعد بالخارج لمشاهدة المدينة تمر. إنه المكان الذي يجتمع فيه الجيران، ويصبح فيه الغرباء أصدقاء، وتعيش فيه النسيج الاجتماعي لبرلين. تظل سباتيس مفتوحة حتى وقت متأخر (حتى الساعة 2 صباحًا وما بعدها)، مما يجعلها بنية تحتية أساسية للحياة الليلية والمجتمع. إنها ديمقراطية، رخيصة، وحقيقية.",
            "vibe": "اجتماعي، محلي",
            "history": "نشأت متاجر \"سباتي\" في شرق برلين (جمهورية ألمانيا الديمقراطية) كمتاجر \"سباتكاوف\" التي تبقى مفتوحة بعد ساعات العمل العادية. بعد إعادة التوحيد، انتشرت في جميع أنحاء المدينة. غالبًا ما تديرها عائلات تركية أو عربية أو فيتنامية وأصبحت مراكز اجتماعية في الأحياء. المقعد الخارجي مقدس - فهو المكان الذي تحدث فيه الحياة في برلين.",
            "insider_tip": "اشترِ البيرة من ثلاجة سباتي واسأل إذا كان لديهم فتاحة زجاجات (معظمهم لديهم). اجلس على المقعد بالخارج مع السكان المحليين—هنا تلتقي ببرلين الحقيقيين. تعتبر سباتي منقذة للحياة في أيام الأحد عندما تكون السوبرماركت مغلقة. تتجمع في كروزبرغ، نوكلن، وفريدريشهاين. لا تتفاجأ إذا انضم إليك غرباء على المقعد—إنها تجربة جماعية.",
            "price_level": "مناسب",
            "good_for": [
              "التواصل الاجتماعي",
              "تجربة محلية"
            ],
            "duration": "1-2 ساعة",
            "best_time": "مساء"
          },
          "image": "/images/berlin/spati.jpg"
        },
        {
          "id": "exp-003",
          "slug": "mauerpark",
          "name_en": "Mauerpark Sunday Market",
          "name_local": "Mauerpark Flohmarkt",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "ماوربارك يوم الأحد هو طقس برليني: سوق ضخم للتحف مع ملابس قديمة، وأسطوانات، وفن، وأشياء قديمة، يتبعه \"كاريوكي بيربيت\" الأسطوري حيث يجتمع الآلاف لتشجيع الغرباء وهم يغنون في مدرج. إنه فوضوي، وصاخب، ومبهج، وفريد من نوعه في برلين. يقع المنتزه على شريط الحدود السابق لجدار برلين (كلمة \"ماور\" تعني جدار). تعالوا من أجل السوق، وابقوا من أجل عرض الكاريوكي.",
            "vibe": "فوضوي، مبهج",
            "history": "ماوربارك ('حديقة الجدار') كانت منطقة الموت بين برلين الشرقية والغربية خلال فترة الجدار. بعد إعادة التوحيد، أصبحت حديقة وملاذًا للجرافيتي. بدأ سوق الأحد في عام 2004. تأسست كاراوك بربيت في عام 2009 على يد الفنان الأيرلندي جو هاتشيبان وأصبحت مؤسسة في برلين. يحضر الآلاف الآن أسبوعيًا.",
            "insider_tip": "وصلوا مبكرًا (10 صباحًا - 12 ظهرًا) للحصول على أفضل اختيار في سوق السلع المستعملة قبل أن يزدحم. يبدأ الكاريوكي في Bearpit الساعة 3 عصرًا - احجزوا مكانًا على درجات المدرج بحلول الساعة 2:30 عصرًا. احضروا البيرة والوجبات الخفيفة. الكاريوكي مجاني ومفتوح - يمكن لأي شخص التسجيل للغناء. السوق يحتوي على الكثير من الملابس القديمة، والأسطوانات، والفنون. يُتوقع المساومة.",
            "price_level": "معتدل",
            "good_for": [
              "تسوق عتيق",
              "ترفيه"
            ],
            "duration": "3-4 ساعات",
            "best_time": "بعد ظهر الأحد"
          },
          "image": "/images/berlin/mauerpark.jpg",
          "geo": {
            "lat": 52.54,
            "lng": 13.405
          }
        }
      ]
    },
    {
      "title": "تاريخ أيقوني",
      "id": "history",
      "items": [
        {
          "id": "his-001",
          "slug": "brandenburg-gate",
          "name_en": "Brandenburg Gate",
          "name_local": "Brandenburger Tor",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "بوابة براندنبورغ هي المعلم الأكثر شهرة في برلين، قوس نصر نيوكلاسيكي من القرن الثامن عشر أصبح رمزاً لوحدة ألمانيا. بُنيت في عام 1791، وكانت تقع في منطقة لا أحد خلال فترة جدار برلين، غير قابلة للوصول من الجانبين. عندما سقط الجدار في 9 نوفمبر 1989، تجمع أكثر من 100,000 شخص هنا للاحتفال. تم سرقة تمثال الكوادريغا (تمثال العربة) من قبل نابليون في عام 1806 وأعيد في عام 1814. إنها جميلة في الليل عندما تقل الحشود.",
            "vibe": "رمزي، تاريخي",
            "history": "تم commissioningها من قبل الملك البروسي فريدريك ويليام الثاني في 1788-1791 كـ \"بوابة السلام\". سرق نابليون الكوادريغا في 1806؛ واستعادتها بروسيا في 1814. خلال الحرب الباردة، كانت البوابة تقع في شريط الموت - غير قابلة للمس. كانت كلمة ريغان \"اهدموا هذا الجدار\" قريبة في 1987. أعيد افتتاح البوابة رسميًا في 1989 بعد سقوط الجدار.",
            "insider_tip": "زيارة في الليل (بعد الساعة 10 مساءً) عندما تختفي حشود السياح ويكون البوابة مضاءة بشكل جميل. خلال النهار، تكون مزدحمة بعصي السيلفي. امشوا عبر البوابة لتشعروا بالتاريخ - إنها ممر عام، وليست حاجزًا. ساحة باريسر (Pariser Platz) تحتوي على علامات تاريخية تشرح فترة الجدار. تجنبوا الفنانين المتنكرين الذين يطلبون المال.",
            "price_level": "مناسب التكلفة",
            "good_for": [
              "عشاق التاريخ",
              "تصوير"
            ],
            "duration": "30 دقيقة",
            "best_time": "ليل أو صباح باكر"
          },
          "image": "/images/berlin/brandenburg.jpg",
          "geo": {
            "lat": 52.5163,
            "lng": 13.3777
          }
        },
        {
          "id": "his-002",
          "slug": "east-side-gallery",
          "name_en": "East Side Gallery",
          "name_local": "East Side Gallery",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "غاليري الجانب الشرقي هو أطول جزء متبقي من جدار برلين (1.3 كم)، تم تحويله إلى معرض في الهواء الطلق مع 105 جداريات رسمها فنانون من جميع أنحاء العالم في عام 1990. هنا تجد القبلة الأخوية الشهيرة (بريجنيف يقبل هونيكر) و\"ترابانت تخترق الجدار\". إنه مكان قوي، مجاني، ومعرض للعوامل الجوية - بعض الجداريات تتلاشى. وقف الجدار من 1961 إلى 1989، مقسماً المدينة لمدة 28 عاماً.",
            "vibe": "تاريخي، فني",
            "history": "بعد سقوط الجدار في نوفمبر 1989، قام فنانون من 21 دولة برسم الجانب الشرقي في عام 1990 احتفالاً بالحرية. تعبر الجداريات عن السياسة والأمل والانقسام. بحلول العقد الأول من الألفية، كانت الجداريات تتلاشى؛ وتمت عملية الترميم في عام 2009. وقف الجدار نفسه من 1961 إلى 1989، مما أسفر عن مقتل ما لا يقل عن 140 شخصًا حاولوا عبوره.",
            "insider_tip": "امشوا على طول 1.3 كم—يستغرق 20-30 دقيقة. أشهر الجداريات ('قبلة الأخوة'، 'ترابانت') قريبة من نهاية جسر أوبربوم. اذهبوا في الصباح الباكر (قبل الساعة 9 صباحًا) لتجنب مجموعات السياح والحصول على صور بدون زحام. الكتابات على الجدران فوق الجداريات تعتبر تخريباً—احترموا الفن. شارع وارشاوير القريب يحتوي على حانات ومطاعم جيدة.",
            "price_level": "مناسب السعر",
            "good_for": [
              "عشاق التاريخ",
              "تصوير"
            ],
            "duration": "ساعة واحدة",
            "best_time": "الصباح الباكر"
          },
          "image": "/images/berlin/east-side.jpg",
          "geo": {
            "lat": 52.5058,
            "lng": 13.4397
          }
        },
        {
          "id": "his-003",
          "slug": "memorial-jews",
          "name_en": "Holocaust Memorial",
          "name_local": "Denkmal für die ermordeten Juden",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "نصب تذكاري للهولوكوست (نصب تذكاري لضحايا اليهود في أوروبا) هو حقل مروع مكون من 2,711 لوحًا خرسانيًا (ستيل) بأحجام متفاوتة مرتبة في شبكة. الدخول إلى المركز يسبب الارتباك - الأرض تتمايل، والألواح ترتفع فوق الرأس، وتفقد رؤية الآخرين. إنه مصمم ليكون ساحقًا ومغلقًا. المركز المعلوماتي تحت الأرض يوثق ضحايا الهولوكوست. تم افتتاح النصب في عام 2005 بعد عقود من النقاش. يرجى البقاء محترمًا - لا تسلق، لا صور سيلفي على الكتل.",
            "vibe": "مظلم، قوي",
            "history": "صممه المعماري بيتر آيزنمان وافتتح في عام 2005 بعد 17 عامًا من النقاش حول كيفية إحياء ذكرى الهولوكوست. كان التصميم التجريدي مقصودًا - لا رموز واضحة، فقط الارتباك والتأمل. يقع بالقرب من موقع ملجأ هتلر السابق. تم قتل 6 ملايين يهودي في الهولوكوست؛ يكرم النصب تذكاريًا لهم دون ذكر أسماء الأفراد (باستثناء في المركز تحت الأرض).",
            "insider_tip": "ادخل من الأطراف وامشِ نحو المركز حيث تصبح الألواح أطول وأكثر اختناقًا - هذه هي التجربة المقصودة. اقضِ بعض الوقت في مركز المعلومات تحت الأرض (مجاني) الذي يوثق قصص الضحايا. زر المكان في الصباح الباكر أو في المساء المتأخر للهدوء. لا تتصور صور سيلفي على الألواح - فهذا غير محترم للغاية. النصب التذكاري مفتوح دائمًا (24/7).",
            "price_level": "مناسب التكلفة",
            "good_for": [
              "عشاق التاريخ",
              "انعكاس"
            ],
            "duration": "ساعة واحدة",
            "best_time": "صباح الباكر أو المساء"
          },
          "image": "/images/berlin/holocaust-memorial.jpg",
          "geo": {
            "lat": 52.5139,
            "lng": 13.3786
          }
        }
      ]
    },
    {
      "title": "تاريخ بديل",
      "id": "alt-history",
      "items": [
        {
          "id": "alt-001",
          "slug": "teufelsberg",
          "name_en": "Teufelsberg (Spy Station)",
          "name_local": "Teufelsberg",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "تويفلسبيرغ ('جبل الشيطان') هو محطة استماع مهجورة تابعة لوكالة الأمن القومي الأمريكية من فترة الحرب الباردة، تقع على قمة تل صناعي تم بناؤه من 25 مليون متر مكعب من أنقاض الحرب العالمية الثانية. خلال الحرب الباردة، استخدمت الولايات المتحدة والمملكة المتحدة هياكل ضخمة على شكل كرات جولف لاعتراض الاتصالات السوفيتية. بعد إعادة التوحيد، تُركت المحطة مهجورة، وهي الآن مغطاة بالكتابات الجدارية وتوفر إطلالات مذهلة بزاوية 360° على برلين. يمكنكم استكشاف الأنقاض من خلال جولات إرشادية. إنها تجربة غير واقعية، غريبة، وفريدة من نوعها في برلين.",
            "vibe": "مهجور، غامض",
            "history": "بعد الحرب العالمية الثانية، دفن الحلفاء أكاديمية عسكرية نازية مدمرة تحت الأنقاض، مما خلق تلة بارتفاع 120 مترًا - أعلى نقطة في برلين. قامت الولايات المتحدة ببناء محطة تنصت فوقها في الخمسينيات والستينيات للتجسس على ألمانيا الشرقية والاتحاد السوفيتي. بعد عام 1989، تم التخلي عنها. فشلت المحاولات لتطويرها. الآن هي منطقة قانونية للرسم على الجدران وموقع لاستكشاف المدن.",
            "insider_tip": "احجز جولة إرشادية (€8-15) - الدخول بدون إذن غير قانوني وخطير. ارتدِ أحذية متينة؛ الموقع متداعٍ ومليء بالحطام. المناظر من الأعلى مذهلة - احضر كاميرا. الجولات تعمل من أبريل إلى أكتوبر، في عطلات نهاية الأسبوع فقط. اجمعها مع نزهة في غابة غروينفالد القريبة. إنها على بعد 20 دقيقة مشياً على الأقدام من منطقة الانتظار.",
            "price_level": "مناسب",
            "good_for": [
              "استكشاف حضري",
              "عشاق التاريخ"
            ],
            "duration": "ساعتان",
            "best_time": "بعد ظهر عطلة نهاية الأسبوع (أوقات الجولات)"
          },
          "image": "/images/berlin/teufelsberg.jpg",
          "geo": {
            "lat": 52.4969,
            "lng": 13.241
          }
        },
        {
          "id": "alt-002",
          "slug": "stasi-museum",
          "name_en": "Stasi Museum",
          "name_local": "Stasimuseum",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "متحف ستاسي يقع في المقر السابق للشرطة السرية في ألمانيا الشرقية (ستاسي)، واحدة من أكثر دول المراقبة فعالية في التاريخ. يحتفظ المتحف بمكتب إريك ميليك (رئيس ستاسي 1957-1989) ويعرض تكنولوجيا المراقبة المرعبة المستخدمة لمراقبة 6 ملايين مواطن: كاميرات خفية، معدات فتح البريد، وجرار الروائح (لتعقب الأشخاص من خلال الرائحة). إنه مكان مروع، تعليمي، وضروري لفهم الشمولية في ألمانيا الشرقية.",
            "vibe": "مريح، تعليمي",
            "history": "عملت شعبة الأمن (Ministerium für Staatssicherheit) من 1950 إلى 1990 كشرطة سرية في ألمانيا الشرقية، حيث استخدمت 91,000 عميل بدوام كامل و173,000 مخبر. كانوا يتجسسون على ثلث السكان. بعد سقوط الجدار في 1989، اقتحم المواطنون مكاتب الشعبة لمنع تدمير الوثائق. أصبحت المقرات متحفًا في 1990.",
            "insider_tip": "احصل على الدليل الصوتي المجاني - إنه ضروري لفهم السياق. مكتب ميلك المحفوظ غريب - لوحات خشبية، هواتف، وخزنة. تكنولوجيا المراقبة مزعجة ولكنها مثيرة للاهتمام. خصص من 1.5 إلى 2 ساعة. المتحف يقع في ليشتنبرغ (برلين الشرقية) - ليس سياحياً، لذا فهو هادئ. يمكنك دمجه مع زيارة أرشيف سجلات شتازي (Stasi-Unterlagen-Archiv) القريب حيث يمكن للضحايا طلب ملفاتهم.",
            "price_level": "مناسب",
            "good_for": [
              "عشاق التاريخ",
              "عشاق الحرب الباردة"
            ],
            "duration": "ساعتان",
            "best_time": "بعد ظهر أيام الأسبوع"
          },
          "image": "/images/berlin/stasi-museum.jpg",
          "geo": {
            "lat": 52.5145,
            "lng": 13.488
          }
        }
      ]
    },
    {
      "title": "متاحف عالمية المستوى",
      "id": "museums",
      "items": [
        {
          "id": "mus-001",
          "slug": "museum-island",
          "name_en": "Museum Island",
          "name_local": "Museumsinsel",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "جزيرة المتاحف هي موقع تراث عالمي لليونسكو تحتوي على خمسة متاحف مشهورة عالميًا على جزيرة صغيرة في نهر سبري: متحف بيرغامون (فن الشرق الأوسط القديم - مغلق جزئيًا للتجديد حتى 2027)، المتحف الجديد (متحف مصري مع تمثال نفرتيتي)، المتحف القديم (الآثار اليونانية/الرومانية)، المعرض الوطني القديم (فن أوروبا في القرن التاسع عشر)، ومتحف بود (الفن البيزنطي). الأمر مذهل - كل متحف يستحق من 2-3 ساعات. اشترِ تذكرة يومية لزيارة عدة متاحف.",
            "vibe": "عظيم، ثقافي",
            "history": "بُنيت بين ثلاثينيات إلى تسعينيات القرن التاسع عشر كعرض ثقافي لبروسيا. يحتوي متحف بيرغامون (1930) على هياكل قديمة ضخمة مثل مذبح بيرغامون وبوابة إشتار من بابل. كانت الأضرار الناتجة عن الحرب العالمية الثانية واسعة النطاق؛ واستغرق الترميم عقودًا. تمثال نفرتيتي (1340 قبل الميلاد) هو نجم المتحف الجديد، تم اكتشافه في مصر عام 1912. الجزيرة هي نصب تذكاري لثقافة المتاحف في القرن التاسع عشر.",
            "insider_tip": "اشترِ \"تذكرة يوم جزيرة المتاحف\" (€19) لزيارة جميع المتاحف الخمسة. القاعة الرئيسية في متحف بيرغامون مغلقة للتجديد حتى عام 2027 - تحقق مما هو مفتوح قبل الزيارة. المتحف الجديد (نفرتيتي) هو الأكثر شعبية - اذهب مبكرًا (10 صباحًا) لتجنب الزحام. المتحف القديم ومتحف بود أقل شهرة وأقل ازدحامًا. خطط ليوم كامل؛ محاولة رؤية كل شيء في 3 ساعات أمر مستحيل.",
            "price_level": "معتدل",
            "good_for": [
              "عشاق المتاحف",
              "عشاق التاريخ"
            ],
            "duration": "4-6 ساعات",
            "best_time": "صباح أيام الأسبوع"
          },
          "image": "/images/berlin/museum-island.jpg",
          "geo": {
            "lat": 52.521,
            "lng": 13.3986
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "9:00 ص",
      "title": "الإفطار في ماركت هاله نيون",
      "description": "ابدأ من قاعة السوق التي تعود للقرن التاسع عشر في كروزبرغ. احصل على شطيرة ليبركيس أو بريتزل طازج من البائعين المحليين. القهوة قوية، والأجواء أصيلة من الحي، وسترى برلينرز في موطنهم الطبيعي. صباح يوم الخميس يوجد سوق للطعام الشارع مع البوريك التركي الذي سيجعلك تفضلها على جميع المعجنات الأخرى.",
      "image": "/images/berlin/markthalle-morning.jpg"
    },
    {
      "time": "11:00 ص",
      "title": "نصب تذكاري لجدار برلين ومعرض الجانب الشرقي",
      "description": "توجهوا إلى شارع برناور لزيارة نصب جدار برلين التذكاري - وهو أكثر الأقسام تأثيرًا مع الشريط الميت المحفوظ وبرج المراقبة. ثم قوموا بزيارة جاليري الجانب الشرقي، حيث أصبح 1.3 كم من الجدار أطول معرض فني في الهواء الطلق في العالم. جدارية قبلة بريجنيف-هونكر أيقونية، لكن الجداريات الأقل تصويرًا تروي قصصًا أعمق. الواقع يضرب عندما تدركون أن هذه الحواجز فصلت العائلات لمدة 28 عامًا.",
      "image": "/images/berlin/wall-memorial.jpg"
    },
    {
      "time": "١:٣٠ م",
      "title": "غداء كاريورست في كاري 36",
      "description": "لا يمكنكم مغادرة برلين دون تناول الكاريورست. كاري 36 في كرويتسبرغ هو بطل الشعب - المحليون يقفون في طابور عند الغداء. اطلبوا كاريورست مع البطاطس وبيرة برلينر كيندل. كلوا واقفين عند العداد مثل برليني حقيقي. إنه دسم، رخيص، وبطريقة ما هو بالضبط ما تحتاجونه. هذه هي أكثر وجبة شوارع محبوبة في ألمانيا، تم اختراعها في عام 1949 على يد امرأة برلينية باستخدام الكاتشب ومسحوق الكاري.",
      "image": "/images/berlin/currywurst.jpg"
    },
    {
      "time": "٣:٣٠ م",
      "title": "جزيرة المتاحف: متحف بيرغامون أو المتحف الجديد",
      "description": "اختر متحفًا واحدًا وقم بذلك بشكل صحيح. يحتوي متحف بيرغامون على بوابة إشتار الضخمة والمعمار القديم المعاد بناؤه غرفة تلو الأخرى. يحتفظ المتحف الجديد بتمثال نصفي نفرتيتي - عمره 3,400 عام ومثالي بشكل مستحيل. احجز التذاكر عبر الإنترنت قبل أسابيع. الجزيرة نفسها مدرجة في قائمة اليونسكو. نصيحة احترافية: أيام الأربعاء والخميس لديها ساعات عمل ممتدة حتى الساعة 8 مساءً.",
      "image": "/images/berlin/museum-island2.jpg",
      "ticket_link": "تذكرة تخطي الطابور لمتحف بيرغامون"
    },
    {
      "time": "6:00 مساءً",
      "title": "غروب الشمس في تيمبلهوفر فيلد",
      "description": "المطار السابق للنازيين، ثم مركز نقل جوي خلال الحرب الباردة، والآن حديقة عامة ضخمة في برلين. استأجر دراجة، أو زلاجات، أو فقط امشِ على المدارج القديمة حيث كانت الطائرات تهبط. يقوم برلينيون بالشواء، وركوب الأمواج بالطائرات الورقية على العجلات، وزراعة الحدائق الحضرية على المدرج. مع غروب الشمس فوق هذا المكان المعاد استخدامه، ستفهم عبقرية برلين في التحول. احضر معك البيرة - فهذا قانوني ومشجع.",
      "image": "/images/berlin/tempelhof-sunset.jpg"
    },
    {
      "time": "9:00 م",
      "title": "العشاء والحياة الليلية في كرويتسبرغ",
      "description": "ابدأ بعشاء في مطعم تركي في كوتبوسر تور - برلين لديها أفضل طعام تركي خارج تركيا. ثم انتقل بين الحانات في مشهد الكوكتيلات الجريء في كرويتسبرغ. إذا كنتم مستعدين، فإن نوادي التكنو في برلين (برغهاين، سيسيفوس، ووترغيت) تفتح أبوابها حوالي منتصف الليل وتستمر حتى صباح يوم الاثنين. سياسات دخول صارمة: لا هواتف على حلبة الرقص، الملابس السوداء تساعد، تصرفوا وكأنكم تنتمون. برلين لا تنام - إنها فقط تستريح بين الحفلات.",
      "image": "/images/berlin/kreuzberg-night.jpg"
    }
  ],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "محول السفر الأوروبي (النوع F)",
      "image": "/images/berlin/adapter.jpg",
      "reason": "المقابس الألمانية من النوع F (دبوسين دائريين). ضرورية لشحن أجهزتكم.",
      "amazon_url": "محول سفر أوروبي نوع F",
      "category": "إلكترونيات"
    },
    {
      "id": "aff-002",
      "title": "محفظة نقدية",
      "image": "/images/berlin/wallet.jpg",
      "reason": "برلين مدينة نقدية. ستحتاج إلى محفظة تتسع للعملات المعدنية والأوراق النقدية بشكل مريح.",
      "amazon_url": "محفظة نحيفة مع جيب للنقود",
      "category": "الأمان"
    },
    {
      "id": "aff-003",
      "title": "شاحن محمول",
      "image": "/images/berlin/power-bank.jpg",
      "reason": "ليالٍ طويلة خارج المنزل والتنقل عبر U-Bahn يستنزف البطاريات بسرعة. ابقوا متصلين.",
      "amazon_url": "شاحن هاتف محمول",
      "category": "إلكترونيات"
    }
  ],
  "lat": 52.52,
  "lng": 13.405,
  "region": "Europe"
}