{
  "id": "city-hk",
  "name": "Hongkong",
  "slug": "hong-kong",
  "lat": 22.3193,
  "lng": 114.1694,
  "country": "Hong Kong",
  "country_code": "hk",
  "geo": {
    "lat": 22.3193,
    "lng": 114.1694
  },
  "hero_image": "/images/hong-kong/hero.jpg",
  "intro_vibe": "Wo Osten auf Westen in einer vertikalen Stadt aus Neonschildern, Dim Sum und Wolkenkratzern trifft.",
  "general_info": {
    "population": "~7,5 Millionen",
    "is_capital": false,
    "description": "Hongkong ist eine Sonderverwaltungszone von China und eine der am dichtesten besiedelten Städte der Welt. Als ehemalige britische Kolonie vereint es chinesische und westliche Einflüsse zu einer einzigartigen Kultur. Bekannt für seine beeindruckende Skyline, die Weltklasse-Küche, den effizienten öffentlichen Nahverkehr und das lebendige Straßenleben, fungiert Hongkong als globales Finanzzentrum und pflegt gleichzeitig tief verwurzelte kulturelle Traditionen."
  },
  "stats": {
    "currency": "HKD (Hongkong-Dollar)",
    "plug_type": "Typ G (Britisch)"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "Januar",
      "temp": "14°C - 19°C",
      "vibe": "Kühl & Trocken",
      "pros": [
        "Klarer Himmel",
        "Geringe Luftfeuchtigkeit",
        "Feierlichkeiten zum chinesischen Neujahr"
      ],
      "cons": [
        "Kalte Abende",
        "Gelegentliche Kältewellen"
      ],
      "clothing": "Leichte Jacke, lange Hosen, Zwiebelprinzip"
    },
    {
      "id": 2,
      "name": "Februar",
      "temp": "15°C - 20°C",
      "vibe": "Festlich",
      "pros": [
        "Chinesisches Neujahr",
        "Angenehme Temperaturen",
        "Frühlingsblumen blühen"
      ],
      "cons": [
        "Hohe Hotelpreise",
        "Menschenmengen"
      ],
      "clothing": "Leichte Schichten, Jacke für den Abend"
    },
    {
      "id": 3,
      "name": "März",
      "temp": "18°C - 23°C",
      "vibe": "Erwärmung",
      "pros": [
        "Angenehmes Wetter",
        "Frühlingsstimmung",
        "Niedrigere Preise"
      ],
      "cons": [
        "Steigende Luftfeuchtigkeit",
        "Gelegentlicher Nebel"
      ],
      "clothing": "T-Shirts, leichte Schichten"
    },
    {
      "id": 4,
      "name": "April",
      "temp": "21°C - 27°C",
      "vibe": "Feuchter Start",
      "pros": [
        "Warme Tage",
        "Art Basel Woche",
        "Wetter für draußen"
      ],
      "cons": [
        "Luftfeuchtigkeit steigt",
        "Häufiger Regen"
      ],
      "clothing": "Atmungsaktive Stoffe, Regenschirm"
    },
    {
      "id": 5,
      "name": "Mai",
      "temp": "24°C - 30°C",
      "vibe": "Heiß & Klebrig",
      "pros": [
        "Strandsaison beginnt",
        "Geburtstag des Buddha",
        "Lange Tage"
      ],
      "cons": [
        "Hohe Luftfeuchtigkeit",
        "Starke Regenschauer"
      ],
      "clothing": "Shorts, Tanktops, Regenkleidung"
    },
    {
      "id": 6,
      "name": "Juni",
      "temp": "26°C - 31°C",
      "vibe": "Hochsommer",
      "pros": [
        "Drachenbootfest",
        "Strandwetter",
        "Mangosaison"
      ],
      "cons": [
        "Drückende Luftfeuchtigkeit",
        "Taifun-Saison beginnt"
      ],
      "clothing": "Minimale Kleidung, Sonnencreme"
    },
    {
      "id": 7,
      "name": "Juli",
      "temp": "27°C - 32°C",
      "vibe": "Heißester Monat",
      "pros": [
        "Strandleben",
        "Sommerstimmung",
        "Hochsaison für Dachterrassenbars"
      ],
      "cons": [
        "Extreme Hitze",
        "Taifune möglich",
        "Klimaanlagen überall"
      ],
      "clothing": "Leichte, atmungsaktive Stoffe"
    },
    {
      "id": 8,
      "name": "August",
      "temp": "27°C - 32°C",
      "vibe": "Taifun-Saison",
      "pros": [
        "Tropische Stürme (aufregend)",
        "Vorbereitung auf das Mittherbstfest",
        "Weniger Touristen"
      ],
      "cons": [
        "Störungen durch Taifune",
        "Starker Regen",
        "Maximale Luftfeuchtigkeit"
      ],
      "clothing": "Regenkleidung unerlässlich, leichte Kleidung"
    },
    {
      "id": 9,
      "name": "September",
      "temp": "26°C - 31°C",
      "vibe": "Immer noch heiß",
      "pros": [
        "Mittherbstfest",
        "Strand immer noch gut",
        "Mondkuchen überall"
      ],
      "cons": [
        "Taifune setzen sich fort",
        "Feucht"
      ],
      "clothing": "Sommerkleidung, Regenschutz als Reserve"
    },
    {
      "id": 10,
      "name": "Oktober",
      "temp": "23°C - 28°C",
      "vibe": "Goldene Jahreszeit",
      "pros": [
        "Perfektes Wetter",
        "Klarer Himmel",
        "Wandersaison"
      ],
      "cons": [
        "Überfüllte Wochenenden",
        "Höhere Preise"
      ],
      "clothing": "T-Shirts, leichte Jacke für den Abend"
    },
    {
      "id": 11,
      "name": "November",
      "temp": "19°C - 24°C",
      "vibe": "Ideales Wetter",
      "pros": [
        "Bester Monat insgesamt",
        "Trocken & angenehm",
        "Aktivitäten im Freien"
      ],
      "cons": [
        "Beliebt (im Voraus buchen)",
        "Abkühlung"
      ],
      "clothing": "Leichte Schichten, bequeme Schuhe"
    },
    {
      "id": 12,
      "name": "Dezember",
      "temp": "15°C - 20°C",
      "vibe": "Festlich & Kühl",
      "pros": [
        "Weihnachtsmärkte",
        "Winterschlussverkauf",
        "Angenehme Temperaturen"
      ],
      "cons": [
        "Kühle Morgen",
        "Kurze Tage"
      ],
      "clothing": "Jacke, lange Hosen, warme Schichten"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "Octopus Card ist Leben: Diese wiederaufladbare Smartcard funktioniert in allen öffentlichen Verkehrsmitteln (MTR, Busse, Fähren, Straßenbahnen) sowie bei 7-Eleven, Starbucks und Automaten. Kaufen Sie sofort eine an jeder MTR-Station.",
      "Schlangestehen: Hongkong nimmt das Warten ernst. Bilden Sie geordnete Reihen für alles – MTR, Rolltreppen, Restaurants, Taxis. Vordrängeln ist sozialer Selbstmord.",
      "Rolltreppen-Regeln: Rechts stehen, links gehen. MTR-Rolltreppen sind schnell und Einheimische tolerieren keine Blockierer. Diese Regel wird strikt durchgesetzt.",
      "Kein Trinkgeld: Eine Servicegebühr von 10% ist in Restaurantrechnungen enthalten. Zusätzliches Trinkgeld wird nicht erwartet. Das Aufrunden des Taxifahrpreises ist höflich, aber optional.",
      "Visitenkarten zählen: In geschäftlichen Situationen nehmen Sie Visitenkarten mit beiden Händen entgegen und studieren Sie sie kurz, bevor Sie sie wegstecken. Das ist ein Zeichen von Respekt.",
      "Schuhe aus: Einige traditionelle Restaurants und alle Wohnungen verlangen das Ausziehen der Schuhe. Achten Sie auf Hausschuhe am Eingang als Signal.",
      "Stäbchen-Etikette: Stecken Sie Stäbchen niemals senkrecht in den Reis (Beerdigungssymbolik). Zeigen Sie nicht damit auf Personen. Legen Sie sie auf die Ablage, nicht auf die Schüssel.",
      "Dim Sum Protokoll: Teilen Sie alles. Schenken Sie anderen Tee ein, bevor Sie sich selbst bedienen. Klopfen Sie mit zwei Fingern auf den Tisch, um sich für das Einschenken zu bedanken.",
      "Öffentliches Verhalten: Sprechen Sie leise in der MTR und in Restaurants. Laute Telefongespräche sind verpönt. Betrunkenheit in der Öffentlichkeit ist selten und peinlich.",
      "Respekt vor Älteren: Überlassen Sie Ihren Sitzplatz in der MTR älteren Menschen, Schwangeren und Personen mit Babys. Das ist keine Option – Einheimische werden Sie verurteilen."
    ],
    "essential_phrases": [
      {
        "src": "Hello",
        "local": "Nei hou",
        "phonetic": "NAY-ho"
      },
      {
        "src": "Thank you",
        "local": "M̀h'gōi",
        "phonetic": "m-GOY"
      },
      {
        "src": "Excuse me",
        "local": "M̀h'gōi",
        "phonetic": "m-GOY"
      },
      {
        "src": "How much?",
        "local": "Géi dō chín?",
        "phonetic": "GAY-daw CHIN"
      },
      {
        "src": "The bill please",
        "local": "Màaih dāan",
        "phonetic": "MY-daan"
      },
      {
        "src": "I don't understand",
        "local": "Ŋóh m̀h mìhng",
        "phonetic": "ngor m-ming"
      },
      {
        "src": "Delicious",
        "local": "Hóu sihk",
        "phonetic": "ho-sick"
      },
      {
        "src": "Too expensive",
        "local": "Taai gwai",
        "phonetic": "TIE-gway"
      },
      {
        "src": "Where is...?",
        "local": "...hái bīndouh?",
        "phonetic": "...hi bin-DOH"
      },
      {
        "src": "No need (for change)",
        "local": "M̀h sái",
        "phonetic": "m-sigh"
      }
    ]
  },
  "neighborhoods": [
    {
      "name": "Central",
      "vibe": "Finanzmacht",
      "description": "Das pulsierende Herz von Hongkongs Geschäftsviertel. Wolkenkratzer aus Glas, Luxus-Einkaufszentren und die berühmte Mid-Levels-Rolltreppe. Teure Restaurants und Rooftop-Bars dominieren hier.",
      "highlights": [
        "IFC Mall",
        "Nachtleben in Lan Kwai Fong",
        "Mid-Levels-Rolltreppe"
      ],
      "image": "/images/hong-kong/central.jpg"
    },
    {
      "name": "Tsim Sha Tsui",
      "vibe": "Touristen-Zentrum",
      "description": "Kowloons wichtigstes Touristenzentrum am Hafen. Museen, Luxushotels, Schneider und die ikonische Avenue of Stars. Beste Aussicht auf die Skyline von Hong Kong Island.",
      "highlights": [
        "Victoria Harbour Promenade",
        "Museumsviertel",
        "Temple Street Night Market"
      ],
      "image": "/images/hong-kong/tsim-sha-tsui.jpg"
    },
    {
      "name": "Mong Kok",
      "vibe": "Chaotisch & Elektrisch",
      "description": "Das dichteste Viertel der Erde. Leuchtreklamen, Straßenmärkte, Elektronikgeschäfte und ständige Energie. Der Ladies Market und die Sneaker Street befinden sich hier.",
      "highlights": [
        "Ladies Market",
        "Sneaker Street",
        "Blumenmarkt"
      ],
      "image": "/images/hong-kong/mong-kok.jpg"
    },
    {
      "name": "Sheung Wan",
      "vibe": "Alt trifft Neu",
      "description": "Traditionelle chinesische Medizingeschäfte neben Hipster-Cafés. Großhändler für getrocknete Meeresfrüchte neben Kunstgalerien. Die gentrifizierte Seite des alten Hongkong.",
      "highlights": [
        "Antiquitäten in der Cat Street",
        "Man Mo Tempel",
        "Hippe Cafés"
      ],
      "image": "/images/hong-kong/sheung-wan.jpg"
    },
    {
      "name": "Causeway Bay",
      "vibe": "Einkaufswahnsinn",
      "description": "Hongkongs Einzelhandels-Epizentrum. Riesige Einkaufszentren, Kaufhäuser und Geschäfte auf Straßenebene. Einheimische kommen hierher zum Einkaufen, Essen und Abhängen.",
      "highlights": [
        "Times Square Mall",
        "Victoria Park",
        "Sogo Kaufhaus"
      ],
      "image": "/images/hong-kong/causeway-bay.jpg"
    },
    {
      "name": "Sham Shui Po",
      "vibe": "Arbeiterviertel-Charme",
      "description": "Das authentischste Viertel Hongkongs. Elektronikmärkte, Stoffgroßhändler und günstiges Street Food. Wenig Englisch, viel Charakter.",
      "highlights": [
        "Elektronik in der Apliu Street",
        "Stoffmarkt",
        "Lokale Dai Pai Dongs"
      ],
      "image": "/images/hong-kong/sham-shui-po.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "Fortbewegung",
      "icon": "Zug",
      "summary": "Hongkong verfügt über eines der besten öffentlichen Verkehrssysteme der Welt. Schnell, sauber und intuitiv.",
      "details": [
        "MTR (U-Bahn): Das Rückgrat. Deckt alle wichtigen Bereiche ab, fährt von 6:00 bis 1:00 Uhr, klimatisiert, Schilder auf Englisch. Holen Sie sich eine Octopus Card (50 HK$ Pfand + Startguthaben).",
        "Straßenbahnen (Trams): Die ikonischen Doppeldecker-Straßenbahnen fahren entlang der Nordküste von Hong Kong Island. Spottbillig (3 HK$), langsam, charmant. Hinten einsteigen, vorne aussteigen, beim Aussteigen bezahlen.",
        "Busse: Umfangreich, aber für Touristen verwirrend. Doppeldeckerbusse fahren überall hin. Nutzen Sie die Citymapper-App für Routen. Passendes Kleingeld oder Octopus Card bereithalten.",
        "Star Ferry: Die legendäre Hafenüberquerung zwischen Kowloon und Hong Kong Island. 3-4 HK$, fährt seit 1888. Nehmen Sie sie bei Sonnenuntergang für Magie pur.",
        "Taxis: Zahlreich und günstig. Rot (Stadt), Grün (New Territories), Blau (Lantau). Fahrer sprechen selten Englisch – Adresse auf Chinesisch bereithalten. Octopus akzeptiert.",
        "Zu Fuß: Central/Admiralty/Sheung Wan sind gut zu Fuß erreichbar. Nutzen Sie das umfangreiche System überdachter Gehwege und Rolltreppen, die Gebäude verbinden.",
        "Minibusse: Grün (feste Routen) oder Rot (flexible Routen). Nur für Fortgeschrittene – Fahrer sprechen kein Englisch und Routen sind mysteriös."
      ]
    },
    {
      "id": "logistics-airport",
      "slug": "airport-transfers",
      "title": "Flughafen zur Stadt",
      "icon": "Flugzeug",
      "summary": "Der Flughafen Hongkong (HKIA) liegt auf Lantau Island und ist durch Schnellzug und Bus mit der Stadt verbunden.",
      "details": [
        "Airport Express Zug: Schnellste Option (24 Min. bis Central). 115 HK$ einfache Fahrt. Fährt 5:50 bis 00:48 Uhr. Octopus am Flughafen kaufen oder Kreditkarte an den Schranken nutzen. Kostenlose Shuttlebusse von den Bahnhöfen zu den Hotels.",
        "Airport Bus: Günstiger (40-50 HK$), aber langsamer (45-60 Min.). Routen führen in jeden Bezirk. A21 fährt nach Tsim Sha Tsui, A11 nach Causeway Bay. Bequem und klimatisiert.",
        "Taxi: 250-350 HK$ nach Hong Kong Island, 200-250 HK$ nach Kowloon. Folgen Sie den Warteschlangenschildern – akzeptieren Sie keine Angebote auf der Straße. Nur rote Taxis (Stadt). 30-50 Min. je nach Verkehr.",
        "Hotel-Shuttle: Viele Hotels bieten private Transfers an. Teuer (500+ HK$), aber bequem mit Gepäck.",
        "Profi-Tipp: Wenn Sie spät ankommen (nach Mitternacht), ist das Taxi Ihre einzige Option. Der Airport Express endet um 00:48 Uhr."
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-tips",
      "title": "Sicherheit & Betrug",
      "icon": "Schild",
      "summary": "Hongkong ist eine der sichersten Städte der Welt. Gewaltverbrechen sind selten, aber Touristenfallen existieren.",
      "details": [
        "Allgemeine Sicherheit: Sie können jederzeit überall hingehen. Gewaltverbrechen gegen Touristen sind praktisch nicht existent. Frauen, die allein reisen, fühlen sich sicher.",
        "Häufige Betrügereien: Falsche Mönche, die um Spenden bitten (ignorieren). 'Massage'-Kartenmädchen in Tsim Sha Tsui (legitime Spas werben nicht auf der Straße). Überteuerte Schneider, die auf Touristen abzielen.",
        "Taxi-Betrug: Selten. Taxameter werden benutzt und sind ehrlich. Wenn der Fahrer das Taxameter verweigert, sofort aussteigen. Stellen Sie sicher, dass es beim Start eingeschaltet wird.",
        "Restaurant-Abzocke: Einige Fischrestaurants in Touristengebieten erhöhen Preise oder fügen versteckte Gebühren hinzu. Preise vor der Bestellung prüfen. Meiden Sie Orte mit aggressiven Schleppern.",
        "Taschendiebe: Minimal, aber achten Sie während der Stoßzeiten in der vollen MTR auf Ihre Wertsachen. Wertsachen in Vordertaschen aufbewahren.",
        "Proteste: Politische Demonstrationen kommen gelegentlich vor. Meiden Sie diese gänzlich – die Polizeireaktion kann intensiv sein. Nachrichten vor der Reise prüfen.",
        "Verlorene Gegenstände: Bei der Polizei melden. Gute Chance, es zurückzubekommen – Hongkonger sind ehrlich und die Stadt hat umfassende Videoüberwachung."
      ]
    },
    {
      "id": "logistics-money",
      "slug": "money-matters",
      "title": "Geld & Bezahlung",
      "icon": "Dollarzeichen",
      "summary": "Hongkong-Dollar (HKD) ist die Währung. Karten werden weitgehend akzeptiert, aber Bargeld ist in lokalen Läden immer noch König.",
      "details": [
        "Währung: 1 HK$ ≈ 0,13 USD. Münzen: 0,1, 0,2, 0,5, 1, 2, 5, 10. Scheine: 10, 20, 50, 100, 500, 1000. Drei verschiedene Banken drucken Banknoten – alle sind gesetzliches Zahlungsmittel.",
        "Geldautomaten: Überall. 7-Eleven hat Geldautomaten. Heben Sie bei HSBC oder Bank of China ab für beste Kurse. Die meisten akzeptieren internationale Karten.",
        "Kreditkarten: Visa und Mastercard werden in Restaurants, Einkaufszentren und Hotels akzeptiert. Viele kleine Geschäfte und Dai Pai Dongs nehmen nur Bargeld.",
        "Octopus Card: Die Geheimwaffe. Wiederaufladbare Smartcard funktioniert für alle Verkehrsmittel, 7-Eleven, McDonald's, Starbucks, Automaten. 50 HK$ Pfand + Startwert. Aufladen an MTR-Stationen oder 7-Eleven.",
        "Geldwechsel: Flughafen meiden (schlechte Kurse). Nutzen Sie Wechselstuben in Central oder Tsim Sha Tsui (Chungking Mansions hat gute Kurse, ist aber chaotisch). Banken wechseln auch.",
        "Trinkgeld: Nicht erwartet. 10% Servicegebühr wird automatisch auf Restaurantrechnungen aufgeschlagen. Kein Trinkgeld für Taxis, MTR oder einfaches Essen. In gehobenen Restaurants wird ein kleines Extra erwartet.",
        "Feilschen: Erwartet auf Straßenmärkten (Ladies Market, Temple Street). Beginnen Sie bei 50-60% des geforderten Preises. Nicht akzeptabel in Einkaufszentren oder normalen Geschäften."
      ]
    },
    {
      "id": "logistics-weather",
      "slug": "when-to-visit",
      "title": "Beste Reisezeit",
      "icon": "Sonne",
      "summary": "Oktober-Dezember ist Hochsaison. Sommer ist heiß und feucht. Meiden Sie das chinesische Neujahr, wenn Sie Menschenmassen hassen.",
      "details": [
        "Beste Zeit: Oktober-Dezember. Trocken, sonnig, angenehme Temperaturen (18-25°C). Perfekt zum Wandern und für Aktivitäten im Freien. Höchste Preise.",
        "Gute Zeit: Januar-März. Kühl und trocken. Chinesisches Neujahr (Ende Jan/Anfang Feb) ist festlich, aber voll und teuer. 3+ Monate im Voraus buchen.",
        "Meiden: Juni-September. Taifun-Saison, extreme Hitze (32°C+), drückende Luftfeuchtigkeit (80-90%). Tägliche Regenschauer. Alles ist auf arktische Niveaus klimatisiert.",
        "Budget-Reisen: April-Mai oder September. Zwischensaison mit niedrigeren Preisen, aber steigender Feuchtigkeit und Regen. Immer noch gut für Stadterkundungen.",
        "Festivals: Chinesisches Neujahr (das größte), Drachenbootfest (Juni), Mittherbstfest (September), Weihnachtsbeleuchtung (Dezember).",
        "Taifune: Tropische Wirbelstürme treten von Juni bis Oktober auf. Warnsystem: T1 (Vorsicht), T3 (drinnen bleiben), T8+ (alles schließt). Hotels bleiben offen. Kann aufregend sein.",
        "Profi-Tipp: November hat klaren Himmel, niedrige Feuchtigkeit, perfekte Temperaturen und niedrigere Preise als Oktober. Der heimlich beste Monat."
      ]
    },
    {
      "id": "logistics-language",
      "slug": "language-tips",
      "title": "Sprache & Kommunikation",
      "icon": "Nachricht",
      "summary": "Kantonesisch ist die Hauptsprache. Englische Beschilderung ist überall, aber gesprochenes Englisch variiert.",
      "details": [
        "Amtssprachen: Kantonesisch (90%), Englisch (offiziell, aber begrenzte Kompetenz), Mandarin (zunehmend).",
        "Englisch: Alle MTR-Schilder, Straßenschilder und Touristengebiete haben Englisch. Regierung und Wirtschaft nutzen Englisch. Aber viele Einheimische sprechen nur begrenzt Englisch, besonders Ältere.",
        "Kantonesisch-Grundlagen: Lernen Sie 'M̀h'gōi' (Danke) und 'Nei hou' (Hallo). Selbst einfache Versuche werden geschätzt. Aussprache ist tonal – sorgen Sie sich nicht um Perfektion.",
        "Geschriebenes Chinesisch: Traditionelle Zeichen (nicht vereinfacht wie in Festlandchina). Selbst wenn Sie Mandarin lesen, unterscheiden sich einige Zeichen.",
        "Restaurant-Strategie: Viele lokale Restaurants haben englische Menüs oder Bildermenüs. Zeigen Sie auf das, was andere essen, wenn Sie das Menü nicht lesen können. Google Translate Kamerafunktion hilft.",
        "Apps: Google Translate Offline-Kantonesisch herunterladen. Pleco Wörterbuch-App. WhatsApp ist die wichtigste Messaging-App in Hongkong.",
        "Hilfe bekommen: Junge Leute und Angestellte im Dienstleistungssektor sprechen besser Englisch. Hotelpersonal und Touristeninformationen sind fließend."
      ]
    },
    {
      "id": "logistics-health",
      "slug": "health-essentials",
      "title": "Gesundheit & Medizin",
      "icon": "Herz",
      "summary": "Exzellentes Gesundheitssystem. Leitungswasser ist sicher. Apotheken überall.",
      "details": [
        "Gesundheitswesen: Weltklasse. Öffentliche Krankenhäuser sind billig, aber überfüllt. Private Kliniken und Krankenhäuser sind teuer, aber schnell. Reiseversicherung abschließen.",
        "Leitungswasser: Sicher zu trinken. Hongkong hat hohe Wasserqualitätsstandards. Hotels und Restaurants servieren es kostenlos.",
        "Apotheken: Watsons und Mannings sind überall. Lange geöffnet. Meiste Medikamente ohne Rezept erhältlich (Antibiotika etc.). Apotheker sprechen etwas Englisch.",
        "Notfall: Wählen Sie 999 für Krankenwagen/Polizei/Feuerwehr. Englische Operatoren verfügbar. Queen Mary Hospital und Prince of Wales Hospital sind große öffentliche Krankenhäuser.",
        "Verschmutzung: Luftqualität kann schlecht sein (besonders im Sommer). Prüfen Sie AQI-Werte bei Atemwegsproblemen. Maske tragen bei Bedarf – kulturell normal.",
        "Hitze & Feuchtigkeit: Sommerfeuchtigkeit verursacht Hitzeerschöpfung. Ständig Wasser trinken. Klimatisierte Räume aufsuchen. Einheimische nutzen Sonnenschirme.",
        "Mücken: Dengue existiert, ist aber selten. Repellent nutzen beim Wandern oder in Parks. Stadtgebiete haben minimale Mücken.",
        "Kliniken: Central Health Medical Practice, OT&P Healthcare. Erwarten Sie 500-1000 HK$ für eine Konsultation."
      ]
    },
    {
      "id": "logistics-apps",
      "slug": "essential-apps",
      "title": "Wichtige Apps",
      "icon": "Smartphone",
      "summary": "Diese Apps machen die Navigation in Hongkong unendlich einfacher.",
      "details": [
        "Citymapper: DIE Transit-App für Hongkong. Echtzeit-MTR, Bus, Fähre und Fußwege. Besser als Google Maps für ÖPNV.",
        "MTR Mobile: Offizielle App mit Routenplanung und Service-Updates. Zeigt an, welchen Ausgang man an Stationen nehmen soll.",
        "OpenRice: Hongkongs Yelp für Restaurants. Bewertungen auf Englisch und Chinesisch. Unverzichtbar für gute lokale Orte.",
        "WhatsApp: Jeder nutzt es. Kostenlose Anrufe und Nachrichten. Vor Ankunft herunterladen.",
        "WeChat: Nötig für einige chinesische Geschäfte und Freunde vom Festland. Nicht so essenziell wie in Festlandchina.",
        "Google Maps: Funktioniert perfekt in Hongkong (anders als in Festlandchina). Offline-Karten empfohlen.",
        "Deliveroo / Foodpanda: Essenslieferung. Riesige Auswahl. Englisches Interface. Lebensretter spät nachts."
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-hk-001",
      "slug": "dim-sum",
      "name_en": "Dim Sum",
      "name_local": "點心 (Dim Sam)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Das typische kulinarische Erlebnis Hongkongs mit mundgerechten Portionen gedämpfter, gebratener und gebackener Köstlichkeiten in Bambuskörben.",
        "history": "Ursprünglich ein Snack für Reisende auf der Seidenstraße, entwickelte es sich in Hongkong zur 'Yum Cha'-Tradition, wo Familien zum Morgentee und Gespräch zusammenkommen.",
        "insider_tip": "Wenn ein Kellner Tee einschenkt, klopfen Sie mit zwei Fingern auf den Tisch, um 'Danke' zu sagen, ohne das Gespräch zu unterbrechen. Bestellen Sie 'Har Gow' (Garnelenklöße), um das Können eines Kochs zu testen.",
        "price_level": "Moderat",
        "duration": "1-1,5 Stunden",
        "best_time": "Wochenend-Brunch (vor 13 Uhr)",
        "vibe": "Lebhaft und gesellig",
        "good_for": [
          "Gruppen",
          "Traditionalisten",
          "Foodies"
        ]
      },
      "image": "/images/hong-kong/dim-sum.jpg"
    },
    {
      "id": "food-hk-002",
      "slug": "roast-goose",
      "name_en": "Röstgans",
      "name_local": "燒鵝 (Siu Ngo)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Saftige Gans, perfekt geröstet mit mahagonifarbener, knuspriger Haut und zartem Fleisch, oft serviert auf Reis mit pikanter Pflaumensauce.",
        "history": "Eine arbeitsintensive Spezialität der kantonesischen Küche. Traditionelle Hongkonger Röstgans wird oft in Holzkohleöfen zubereitet für eine besondere rauchige Tiefe.",
        "insider_tip": "Besuchen Sie das legendäre Yat Lok in Central oder Kam's in Wan Chai, aber kommen Sie 15 Minuten vor Öffnung, um einen Platz ohne 2 Stunden Wartezeit zu sichern.",
        "price_level": "Teuer",
        "duration": "45-60 Min.",
        "best_time": "Mittagessen",
        "vibe": "Effizient und hochwertig",
        "good_for": [
          "Fleischliebhaber",
          "Gourmet-Reisende",
          "Schnelles Mittagessen"
        ]
      },
      "image": "/images/hong-kong/roast-goose.jpg"
    },
    {
      "id": "food-hk-003",
      "slug": "wonton-noodles",
      "name_en": "Wan-Tan-Nudeln",
      "name_local": "雲吞麵 (Wan Tan Min)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Al dente Eiernudeln in klarer Brühe aus getrocknetem Butt, mit prallen Garnelen-Wan-Tans unter den Nudeln versteckt.",
        "history": "Ein Grundnahrungsmittel der Arbeiterklasse, das in den 1940ern berühmt wurde. Der 'Hongkong-Stil' definiert sich durch den Biss der Nudeln und die Umami-Tiefe der Brühe.",
        "insider_tip": "Echte Wan-Tan-Nudeln werden in einer kleinen Schüssel serviert, mit dem Löffel ganz unten, damit die Nudeln in der Brühe nicht weich werden.",
        "price_level": "Günstig",
        "duration": "30 Min.",
        "best_time": "Jederzeit",
        "vibe": "Zwanglos und tröstlich",
        "good_for": [
          "Budget-Reisende",
          "Schneller Happen",
          "Alleinreisende"
        ]
      },
      "image": "/images/hong-kong/wonton-noodles.jpg"
    },
    {
      "id": "food-hk-004",
      "slug": "egg-tart",
      "name_en": "Eiertörtchen",
      "name_local": "蛋撻 (Daan Taat)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Ein seidiger, hellgelber Eierpudding in entweder einer mürben Mürbeteig- oder einer vielschichtigen Blätterteigschale.",
        "history": "Eine hybride Kreation aus britischen Custard Tarts und portugiesischen Pastéis de Nata, adaptiert von Hongkongs 'Cha Chaan Tengs' (Teecafés) in den 1940ern.",
        "insider_tip": "Blätterteig (sau pei) ist traditioneller zum Nachmittagstee, während Mürbeteig (tai pei) oft in Bäckereien zu finden ist. Tai Cheong Bakery ist der berühmteste Ort.",
        "price_level": "Günstig",
        "duration": "5-10 Min.",
        "best_time": "15:00 Uhr (Nachmittagstee)",
        "vibe": "Süß und nostalgisch",
        "good_for": [
          "Snacken",
          "Süßschnäbel",
          "Unterwegs"
        ]
      },
      "image": "/images/hong-kong/egg-tart.jpg"
    },
    {
      "id": "food-hk-005",
      "slug": "pineapple-bun",
      "name_en": "Ananasbrötchen",
      "name_local": "菠蘿油 (Bo Lo Yau)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Ein weiches, süßes Brötchen mit einer rissigen Zuckerkruste, warm serviert mit einem dicken Stück kalter, salziger Butter darin.",
        "history": "Enthält keine Ananas; der Name kommt von der karierten, goldbraunen Kruste, die der Fruchtschale ähnelt.",
        "insider_tip": "Die Version 'Pineapple Oil' (Bo Lo Yau) ist die Profiwahl – der Kontrast zwischen heißem Brötchen und schmelzender kalter Butter ist essenziell.",
        "price_level": "Günstig",
        "duration": "15-20 Min.",
        "best_time": "Frühstück oder Nachmittagssnack",
        "vibe": "Lokale Cafékultur",
        "good_for": [
          "Günstiges Essen",
          "Comfort Food",
          "Frühstück"
        ]
      },
      "image": "/images/hong-kong/pineapple-bun.jpg"
    },
    {
      "id": "food-hk-006",
      "slug": "milk-tea",
      "name_en": "Hongkong-Milchtee",
      "name_local": "絲襪奶茶 (Si Mat Naai Cha)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Eine starke Mischung aus mehreren Schwarzteesorten mit Kondensmilch, bekannt für cremige Textur und hohen Koffein-Kick.",
        "history": "Auch 'Seidenstrumpf-Milchtee' genannt, da der Tee traditionell durch einen feinen Sack gefiltert wird, der einem Seidenstrumpf ähnelt.",
        "insider_tip": "Bestellen Sie 'Yuenyeung' für einen lokalen Lieblingsmix aus 3 Teilen Kaffee und 7 Teilen Milchtee für einen noch größeren Energieschub.",
        "price_level": "Günstig",
        "duration": "10-15 Min.",
        "best_time": "Nachmittagstee",
        "vibe": "Belebend und geschmeidig",
        "good_for": [
          "Koffeinliebhaber",
          "Lokales Erlebnis",
          "Getränkefans"
        ]
      },
      "image": "/images/hong-kong/milk-tea.jpg"
    },
    {
      "id": "food-hk-007",
      "slug": "char-siu",
      "name_en": "BBQ Schweinefleisch (Char Siu)",
      "name_local": "叉燒 (Cha Siu)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Streifen von knochenlosem Schweinefleisch, mariniert in süßem Honig und Fünf-Gewürze-Mix, dann geröstet bis karamellisiert und zart.",
        "history": "Das Wort 'Char Siu' bedeutet wörtlich 'Gabel-geröstet' und bezieht sich auf die traditionelle Methode, das Fleisch auf langen Gabeln über Feuer zu spießen.",
        "insider_tip": "Fragen Sie nach 'Bun Fei Sau' (halb fett, halb mager) für die perfekte Balance aus schmelzendem Fett und herzhaftem Fleisch.",
        "price_level": "Moderat",
        "duration": "30-45 Min.",
        "best_time": "Mittagessen",
        "vibe": "Herzhaft und süß",
        "good_for": [
          "Fleischliebhaber",
          "Familien",
          "Alltagsessen"
        ]
      },
      "image": "/images/hong-kong/char-siu.jpg"
    },
    {
      "id": "food-hk-008",
      "slug": "cheung-fun",
      "name_en": "Reisnudelrollen",
      "name_local": "腸粉 (Cheung Fan)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Seidige, durchscheinende Reisnudelblätter, gerollt um Füllungen wie Garnelen oder Rindfleisch, beträufelt mit gewürzter süßer Sojasauce.",
        "history": "Ein Dim Sum-Grundnahrungsmittel, das als Straßensnack begann. Die besten Versionen werden von Hand auf einem Tuch gedämpft.",
        "insider_tip": "Cheung Fun im Straßenstil wird oft pur in einer Rolle mit Sesamsamen, Hoisin-Sauce und Erdnusssauce serviert – ganz anders als die Dim Sum-Version.",
        "price_level": "Günstig",
        "duration": "20 Min.",
        "best_time": "Frühstück oder Dim Sum",
        "vibe": "Geschmeidig und leicht",
        "good_for": [
          "Meeresfrüchte-Liebhaber",
          "Frühstück",
          "Leichte Mahlzeiten"
        ]
      },
      "image": "/images/hong-kong/cheung-fun.jpg"
    },
    {
      "id": "food-hk-009",
      "slug": "claypot-rice",
      "name_en": "Reis im Tontopf",
      "name_local": "煲仔飯 (Bo Zai Faan)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Reis, der in einem Tontopf über offener Flamme mit Belägen wie konservierter Wurst, Huhn oder Rind gekocht wird, was eine knusprige Bodenschicht ergibt.",
        "history": "Ein saisonaler Winterfavorit in Hongkong, traditionell über Holzkohle gekocht, um dem Reis ein ausgeprägtes Raucharoma zu verleihen.",
        "insider_tip": "Kratzen Sie den Boden nicht sofort ab; lassen Sie den Topf einige Minuten mit Deckel stehen, damit die Reis-'Kruste' perfekt knusprig wird.",
        "price_level": "Moderat",
        "duration": "45-60 Min.",
        "best_time": "Abendessen (besonders im Winter)",
        "vibe": "Warm und rustikal",
        "good_for": [
          "Winterbesuche",
          "Abenteuer-Esser",
          "Authentische Kultur"
        ]
      },
      "image": "/images/hong-kong/claypot-rice.jpg"
    },
    {
      "id": "food-hk-010",
      "slug": "cart-noodles",
      "name_en": "Cart Noodles (Wagen-Nudeln)",
      "name_local": "車仔麵 (Che Zai Min)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Eine stark anpassbare Nudelsuppe, bei der Gäste Nudelart, Brühe und Beläge wie Schweineblutquark oder Rettich wählen.",
        "history": "Entstanden in den 1950ern, als Straßenhändler Nudeln von Holzkarren an Flüchtlinge verkauften. Es bleibt das ultimative günstige 'Wähle dein Abenteuer'-Essen.",
        "insider_tip": "Keine Angst vor 'seltsamen' Belägen; geschmorte Hühnerflügel und Schweinehaut mit Honigglasur sind lokale Favoriten für tolle Textur.",
        "price_level": "Günstig",
        "duration": "30 Min.",
        "best_time": "Mittagessen",
        "vibe": "Zwanglos und geschäftig",
        "good_for": [
          "Budget-Reisende",
          "Individuelle Mahlzeiten",
          "Schneller Happen"
        ]
      },
      "image": "/images/hong-kong/cart-noodles.jpg"
    },
    {
      "id": "food-hk-011",
      "slug": "french-toast",
      "name_en": "Hongkong French Toast",
      "name_local": "西多士 (Sai Do Si)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Dicke Weißbrotscheiben mit Erdnussbutterfüllung, in Ei getaucht und frittiert, dann mit Goldsirup und einem Stück Butter garniert.",
        "history": "Ein dekadentes Beispiel für 'Canto-West'-Fusionsküche, das in lokalen Teecafés entstand, um westlich beeinflusste Süßgelüste zu stillen.",
        "insider_tip": "Gießen Sie den Sirup großzügig. Es ist eine Kalorienbombe zum Teilen als Snack, kein gesundes Frühstück.",
        "price_level": "Günstig",
        "duration": "20-30 Min.",
        "best_time": "Nachmittagssnack",
        "vibe": "Üppig und fettig",
        "good_for": [
          "Süßschnäbel",
          "Teilen",
          "Lokale Cafés"
        ]
      },
      "image": "/images/hong-kong/french-toast.jpg"
    },
    {
      "id": "food-hk-012",
      "slug": "fish-balls",
      "name_en": "Curry-Fischbällchen",
      "name_local": "咖喱魚蛋 (Ga Lei Yu Dan)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Schwammige, elastische Bällchen aus Fischpaste, geköchelt in einer reichen, mild-würzigen gelben Currysauce und am Spieß serviert.",
        "history": "Der unangefochtene König des Hongkonger Street Foods. Es wird geschätzt, dass Hongkonger täglich Millionen davon essen.",
        "insider_tip": "Suchen Sie Händler in Mong Kok oder Sham Shui Po, wo die Currysauce blubbert und dick ist; wenn sie wässrig aussieht, gehen Sie weiter.",
        "price_level": "Günstig",
        "duration": "5-10 Min.",
        "best_time": "Abendsnack",
        "vibe": "Typisches Street Food",
        "good_for": [
          "Schneller Snack",
          "Unterwegs",
          "Sparsame Esser"
        ]
      },
      "image": "/images/hong-kong/fish-balls.jpg"
    },
    {
      "id": "food-hk-013",
      "slug": "congee",
      "name_en": "Congee (Reisbrei)",
      "name_local": "皮蛋瘦肉粥 (Pei Dan Sau Yuk Juk)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Ein dicker, seidiger Reisbrei, aromatisiert mit Stücken von konserviertem 'tausendjährigen Ei' und zarten Streifen mageren Schweinefleischs.",
        "history": "Gilt in der chinesischen Kultur als ultimatives Heilnahrungsmittel, leicht verdaulich und oft zum Frühstück oder späten Abendessen gegessen.",
        "insider_tip": "Bestellen Sie 'Yau Zaa Gwai' (frittierte Teigstange) dazu, um sie für einen befriedigenden Crunch in den Congee zu tauchen.",
        "price_level": "Günstig",
        "duration": "30-45 Min.",
        "best_time": "Frühstück",
        "vibe": "Ruhig und nahrhaft",
        "good_for": [
          "Wellness",
          "Frühstück",
          "Milde Aromen"
        ]
      },
      "image": "/images/hong-kong/congee.jpg"
    },
    {
      "id": "food-hk-014",
      "slug": "egg-waffle",
      "name_en": "Eierwaffel",
      "name_local": "雞蛋仔 (Gai Daan Zai)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Eine wabenförmige Waffel mit blasenartigen Stücken, die außen knusprig und innen weich und kuchenartig sind.",
        "history": "Die Legende besagt, sie wurde von einem Lebensmittelhändler erfunden, der zerbrochene Eier nutzte, um Teig zu machen, damit sie nicht verschwendet wurden. Heute ein globales Street-Food-Symbol.",
        "insider_tip": "Essen Sie sie zuerst pur, um den malzign Eigeschmack zu schätzen, bevor Sie trendige Versionen mit Schokolade oder Matcha probieren.",
        "price_level": "Günstig",
        "duration": "10 Min.",
        "best_time": "Nachmittagssnack",
        "vibe": "Spaßig und nostalgisch",
        "good_for": [
          "Kinder",
          "Snacken",
          "Fotografie"
        ]
      },
      "image": "/images/hong-kong/egg-waffle.jpg"
    },
    {
      "id": "food-hk-015",
      "slug": "hot-pot",
      "name_en": "Hot Pot",
      "name_local": "火鍋 (Fo Wo)",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Ein gemeinschaftliches Esserlebnis, bei dem frische rohe Zutaten in einem Topf mit köchelnder Brühe in der Tischmitte gekocht werden.",
        "history": "In Hongkong ist Hot Pot ein ganzjähriges soziales Ereignis, obwohl es in den kurzen, kühlen Wintermonaten am beliebtesten ist.",
        "insider_tip": "Kreieren Sie Ihre eigene Dip-Sauce an der Gewürzbar – Knoblauch, Frühlingszwiebeln, Sojasauce und etwas Chiliöl sind die lokale Standardbasis.",
        "price_level": "Moderat",
        "duration": "2 Stunden",
        "best_time": "Abendessen",
        "vibe": "Lebhaft und interaktiv",
        "good_for": [
          "Geselligkeit",
          "Gruppen",
          "Foodies"
        ]
      },
      "image": "/images/hong-kong/hot-pot.jpg"
    }
  ],
  "must_see": [
    {
      "title": "Ikonische Wahrzeichen",
      "id": "landmarks",
      "items": [
        {
          "id": "sight-hk-001",
          "slug": "victoria-peak",
          "name_en": "Victoria Peak",
          "name_local": "太平山 (Tai Ping Shan)",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Der höchste Punkt auf Hong Kong Island bietet den weltberühmten Blick auf die Wolkenkratzer-Skyline und den Victoria Harbour.",
            "history": "In der Kolonialzeit war der Peak ein exklusives Wohngebiet für Europäer; die Peak Tram wurde 1888 gebaut, um ihren Arbeitsweg zu erleichtern.",
            "insider_tip": "Umgehen Sie die lange Warteschlange der Peak Tram, indem Sie den Bus Nr. 15 vom Central Ferry Pier nehmen; er ist billiger und bietet atemberaubende Ausblicke auf kurvenreichen Straßen.",
            "price_level": "Kostenlos (Tram ist teuer)",
            "duration": "2-3 Stunden",
            "best_time": "Sonnenuntergang (sehen Sie die Stadtlichter angehen)",
            "vibe": "Atemberaubend und ikonisch",
            "good_for": [
              "Fotografie",
              "Erstbesucher",
              "Aussicht"
            ]
          },
          "image": "/images/hong-kong/victoria-peak.jpg",
          "geo": {
            "lat": 22.2783,
            "lng": 114.1747
          }
        },
        {
          "id": "sight-hk-002",
          "slug": "star-ferry",
          "name_en": "Star Ferry",
          "name_local": "天星小輪",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Ein legendärer grün-weißer Fährdienst, der Passagiere seit über 130 Jahren über den Victoria Harbour befördert.",
            "history": "Von National Geographic als einer der '50 Orte eines Lebens' bewertet. Es bleibt eines der günstigsten und malerischsten öffentlichen Verkehrsmittel der Welt.",
            "insider_tip": "Sitzen Sie auf dem Oberdeck für bessere Aussicht oder unten, um das Wasser gegen den Rumpf klatschen zu hören und die Meeresluft zu riechen.",
            "price_level": "Günstig",
            "duration": "10-15 Min.",
            "best_time": "Dämmerung (Blaue Stunde)",
            "vibe": "Nostalgisch und malerisch",
            "good_for": [
              "Budget-Reisen",
              "Romantik",
              "Fotografie"
            ]
          },
          "image": "/images/hong-kong/star-ferry.jpg",
          "geo": {
            "lat": 22.2934,
            "lng": 114.168
          }
        },
        {
          "id": "sight-hk-003",
          "slug": "symphony-of-lights",
          "name_en": "Symphony of Lights",
          "name_local": "幻彩詠香江",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Eine synchronisierte Laser- und Lichtshow mit über 40 Wolkenkratzern auf beiden Seiten des Victoria Harbour.",
            "history": "2004 gestartet, wird sie von Guinness World Records als die weltweit größte permanente Licht- und Tonshow anerkannt.",
            "insider_tip": "Der beste Aussichtspunkt ist die Uferpromenade von Tsim Sha Tsui in der Nähe des Clock Tower; laden Sie die App der Show herunter, um die synchronisierte Musik zu hören.",
            "price_level": "Kostenlos",
            "duration": "15 Min.",
            "best_time": "Punkt 20:00 Uhr",
            "vibe": "Spektakulär und futuristisch",
            "good_for": [
              "Familien",
              "Nachtschwärmer",
              "Kostenlose Aktivitäten"
            ]
          },
          "image": "/images/hong-kong/symphony-lights.jpg",
          "geo": {
            "lat": 22.2944,
            "lng": 114.1722
          }
        },
        {
          "id": "sight-hk-004",
          "slug": "big-buddha",
          "name_en": "Tian Tan Buddha",
          "name_local": "天壇大佛",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Eine massive 34 Meter hohe Bronzestatue des Buddha, die friedlich auf einem Berg auf Lantau Island sitzt.",
            "history": "1993 fertiggestellt, blickt die Statue nach Norden Richtung Festlandchina und symbolisiert die Stabilität der Region und den Wohlstand des Volkes.",
            "insider_tip": "Nehmen Sie die Ngong Ping 360 Seilbahn (Crystal Cabin), um dorthin zu gelangen – der Glasboden bietet einen aufregenden Blick auf den Wald darunter.",
            "price_level": "Moderat",
            "duration": "Halber Tag",
            "best_time": "Wochentags morgens (um riesige Schlangen zu vermeiden)",
            "vibe": "Majestätisch und spirituell",
            "good_for": [
              "Naturfreunde",
              "Spiritualität",
              "Geschichte"
            ]
          },
          "image": "/images/hong-kong/big-buddha.jpg",
          "geo": {
            "lat": 22.2542,
            "lng": 113.9048
          }
        }
      ]
    },
    {
      "title": "Märkte & Einkaufen",
      "id": "markets",
      "items": [
        {
          "id": "sight-hk-005",
          "slug": "temple-street-night-market",
          "name_en": "Temple Street Night Market",
          "name_local": "廟街夜市",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Ein lebhafter nächtlicher Basar in Kowloon voller Street Food, Nippes, Wahrsager und Opernsänger.",
            "history": "Oft als Kulisse für Triadenfilme genutzt, ist es der letzte Ort in Hongkong, wo man wirklich den rauen Charme und die Energie des alten Kowloon spürt.",
            "insider_tip": "Gehen Sie bis zum Ende beim Tempel, um die Wahrsager zu finden – einige haben sogar trainierte Vögel, die Ihre Glückskarte 'picken'.",
            "price_level": "Kostenlos (Einkaufen ist günstig)",
            "duration": "1,5-2 Stunden",
            "best_time": "21:00 Uhr (wenn die Energie ihren Höhepunkt erreicht)",
            "vibe": "Chaotisch und elektrisch",
            "good_for": [
              "Nachtschwärmer",
              "Foodies",
              "Budget-Shopping"
            ]
          },
          "image": "/images/hong-kong/temple-street.jpg",
          "geo": {
            "lat": 22.3123,
            "lng": 114.1712
          }
        },
        {
          "id": "sight-hk-006",
          "slug": "ladies-market",
          "name_en": "Ladies Market",
          "name_local": "女人街",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Eine kilometerlange Strecke von Straßenständen in Mong Kok, die alles von Kleidung und Taschen bis zu skurrilen Souvenirs verkaufen.",
            "history": "In den 1970ern gegründet, erhielt er seinen Namen durch die schiere Menge an günstiger Damenbekleidung und Accessoires, die einst hier verkauft wurden.",
            "insider_tip": "Feilschen ist Pflicht; beginnen Sie bei 50% des geforderten Preises und seien Sie bereit wegzugehen, um den besten Deal zu bekommen.",
            "price_level": "Kostenlos",
            "duration": "1 Stunde",
            "best_time": "Nachmittag",
            "vibe": "Hektisch und überfüllt",
            "good_for": [
              "Budget-Shopping",
              "Souvenirjäger",
              "Leute beobachten"
            ]
          },
          "image": "/images/hong-kong/ladies-market.jpg",
          "geo": {
            "lat": 22.3193,
            "lng": 114.171
          }
        },
        {
          "id": "sight-hk-007",
          "slug": "pmq",
          "name_en": "PMQ",
          "name_local": "元創方",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Ein kreatives Wahrzeichen in einem revitalisierten historischen Gebäude, jetzt gefüllt mit lokalen Designer-Boutiquen und Kunstgalerien.",
            "history": "Früher die 'Police Married Quarters', wurde der Ort vor dem Abriss gerettet und in ein Zentrum für Hongkongs Kreativindustrie verwandelt.",
            "insider_tip": "Prüfen Sie den Zeitplan des Innenhofs – am Wochenende finden oft hochwertige Nachtmärkte oder internationale Kunstinstallationen statt.",
            "price_level": "Kostenlos",
            "duration": "1,5 Stunden",
            "best_time": "Wochenendnachmittag",
            "vibe": "Hip und kreativ",
            "good_for": [
              "Design-Liebhaber",
              "Einkaufen",
              "Hipster"
            ]
          },
          "image": "/images/hong-kong/pmq.jpg",
          "geo": {
            "lat": 22.2847,
            "lng": 114.1524
          }
        }
      ]
    },
    {
      "title": "Tempel & Erbe",
      "id": "temples",
      "items": [
        {
          "id": "sight-hk-008",
          "slug": "man-mo-temple",
          "name_en": "Man Mo Temple",
          "name_local": "文武廟",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Ein atemberaubender, weihrauchgefüllter Tempel, gewidmet den Göttern der Literatur (Man) und des Krieges (Mo).",
            "history": "1847 erbaut, ist er einer der ältesten und wichtigsten Tempel der Stadt und diente einst als Gericht zur Beilegung von Gemeinschaftsstreitigkeiten.",
            "insider_tip": "Schauen Sie nach oben, um die riesigen spiralförmigen Räucherspulen zu sehen; sie können wochenlang brennen und füllen den Tempel mit einem dicken, mystischen Dunst.",
            "price_level": "Kostenlos",
            "duration": "30-45 Min.",
            "best_time": "Morgen",
            "vibe": "Spirituell und rauchig",
            "good_for": [
              "Geschichtsinteressierte",
              "Fotografie",
              "Stille Reflexion"
            ]
          },
          "image": "/images/hong-kong/man-mo-temple.jpg",
          "geo": {
            "lat": 22.2845,
            "lng": 114.1503
          }
        },
        {
          "id": "sight-hk-009",
          "slug": "wong-tai-sin-temple",
          "name_en": "Wong Tai Sin Temple",
          "name_local": "黃大仙祠",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Ein weitläufiger taoistischer Tempelkomplex, berühmt für 'Kau Cim' – eine Form des Wahrsagens mit Bambusstäbchen.",
            "history": "Gewidmet einem legendären Mönch, der Unsterblichkeit erlangte, ist es der beliebteste Tempel für Einheimische, die medizinischen Rat oder Karriereglück suchen.",
            "insider_tip": "Auch wenn Sie kein Kantonesisch sprechen, können Sie gegen eine kleine Gebühr Ihre Bambusstäbchen-Nummer von einem englischsprachigen Wahrsager in der angrenzenden Arkade deuten lassen.",
            "price_level": "Kostenlos",
            "duration": "1 Stunde",
            "best_time": "Wochentags morgens",
            "vibe": "Aktiv und geschäftig",
            "good_for": [
              "Kulturelles Eintauchen",
              "Architektur",
              "Fotografie"
            ]
          },
          "image": "/images/hong-kong/wong-tai-sin.jpg",
          "geo": {
            "lat": 22.3422,
            "lng": 114.1934
          }
        },
        {
          "id": "sight-hk-010",
          "slug": "tai-o-fishing-village",
          "name_en": "Tai O Fishing Village",
          "name_local": "大澳漁村",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Eine traditionelle Tanka-Fischergemeinde, berühmt für ihre Pfahlbauten über den Wattflächen von Lantau Island.",
            "history": "Bekannt als das 'Venedig des Orients', bietet es einen Einblick in Hongkongs Vergangenheit als eine Reihe bescheidener Fischerei-Außenposten.",
            "insider_tip": "Machen Sie eine 20-minütige Bootsfahrt für 20 HK$, um die Pfahlbauten vom Wasser aus zu sehen und versuchen Sie, die seltenen rosa Delfine in der Bucht zu entdecken.",
            "price_level": "Kostenlos (Boot ist erschwinglich)",
            "duration": "2-3 Stunden",
            "best_time": "Wochenendnachmittag",
            "vibe": "Nostalgisch und rustikal",
            "good_for": [
              "Tagesausflüge",
              "Geschichte",
              "Naturliebhaber"
            ]
          },
          "image": "/images/hong-kong/tai-o.jpg",
          "geo": {
            "lat": 22.2547,
            "lng": 113.8574
          }
        }
      ]
    },
    {
      "title": "Natur & Wandern",
      "id": "nature",
      "items": [
        {
          "id": "sight-hk-011",
          "slug": "dragon-back-trail",
          "name_en": "Dragon's Back Trail",
          "name_local": "龍脊",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Eine atemberaubende Gratwanderung, die Panoramablicke auf die Küste von Hong Kong Island und das Südchinesische Meer bietet.",
            "history": "Vom Time Magazine zur besten städtischen Wanderung in Asien gewählt, verbindet sie Wan Chai mit dem Surferdorf Big Wave Bay.",
            "insider_tip": "Der Weg endet am Strand von Big Wave Bay; bringen Sie Badesachen mit und gönnen Sie sich ein feierliches Bier und Pizza an den lokalen Strandhütten.",
            "price_level": "Kostenlos",
            "duration": "3-4 Stunden",
            "best_time": "November (kühl und trocken)",
            "vibe": "Malerisch und belebend",
            "good_for": [
              "Wanderer",
              "Naturliebhaber",
              "Aktive Reisende"
            ]
          },
          "image": "/images/hong-kong/dragon-back.jpg",
          "geo": {
            "lat": 22.2447,
            "lng": 114.2487
          }
        },
        {
          "id": "sight-hk-012",
          "slug": "sai-kung",
          "name_en": "Sai Kung",
          "name_local": "西貢",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Ein Küstenbezirk, bekannt als der 'Hintergarten von Hongkong', berühmt für seine unberührten Strände, vulkanischen Felsformationen und Meeresfrüchte.",
            "history": "Einst ein ruhiger Fischereihafen, ist es heute das Tor zum UNESCO Global Geopark und der wichtigste Wochenendausflugsort der Stadt.",
            "insider_tip": "Nehmen Sie einen 'Sampan' (kleines Boot) vom Pier nach Sharp Island für einige der besten Schnorchelplätze und klarstes Wasser der Stadt.",
            "price_level": "Moderat",
            "duration": "Ganztägig",
            "best_time": "Sonnige Wochenenden",
            "vibe": "Entspannt und küstennah",
            "good_for": [
              "Naturliebhaber",
              "Meeresfrüchte-Fans",
              "Familien"
            ]
          },
          "image": "/images/hong-kong/sai-kung.jpg",
          "geo": {
            "lat": 22.3814,
            "lng": 114.2743
          }
        }
      ]
    },
    {
      "title": "Urbane Erlebnisse",
      "id": "urban",
      "items": [
        {
          "id": "sight-hk-013",
          "slug": "mid-levels-escalator",
          "name_en": "Mid-Levels Escalator",
          "name_local": "中環至半山自動扶梯",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Das längste überdachte Außenrolltreppensystem der Welt, das 800 Meter überspannt und über 135 Höhenmeter überwindet.",
            "history": "1993 gebaut, um den Pendlern der Mid-Levels einen besseren Arbeitsweg zu bieten, wurde es ungewollt zu einer großen Touristenattraktion und einem Zentrum des Nachtlebens.",
            "insider_tip": "Die Rolltreppe fährt morgens (6-10 Uhr) bergab und von 10 Uhr bis Mitternacht bergauf; planen Sie Ihren Spaziergang entsprechend.",
            "price_level": "Kostenlos",
            "duration": "30-45 Min.",
            "best_time": "Nach 10 Uhr",
            "vibe": "Skurril und effizient",
            "good_for": [
              "Leute beobachten",
              "Einzigartiger Urbanismus",
              "Faule Wanderer"
            ]
          },
          "image": "/images/hong-kong/escalator.jpg",
          "geo": {
            "lat": 22.2837,
            "lng": 114.1544
          }
        },
        {
          "id": "sight-hk-014",
          "slug": "ozone-bar",
          "name_en": "Ozone Bar",
          "name_local": "Ozone Bar",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Eine der höchsten Bars der Welt, gelegen im 118. Stock des ICC-Turms in West Kowloon.",
            "history": "Entworfen von Masamichi Katayama, passt das futuristische 'Waben'-Interieur der Bar zu den schwindelerregenden Höhen des Ritz-Carlton Hotels.",
            "insider_tip": "Prüfen Sie das Wetter, bevor Sie gehen; wenn es ein nebliger Tag ist, sitzen Sie in einer Wolke mit null Sicht.",
            "price_level": "Teuer",
            "duration": "1,5 Stunden",
            "best_time": "Blaue Stunde (kurz nach Sonnenuntergang)",
            "vibe": "Ultramodern und glamourös",
            "good_for": [
              "Besondere Anlässe",
              "Fotografie",
              "Aussicht"
            ]
          },
          "image": "/images/hong-kong/ozone-bar.jpg",
          "geo": {
            "lat": 22.3039,
            "lng": 114.158
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "9:00 Uhr",
      "title": "Dim Sum bei Tim Ho Wan",
      "description": "Starten Sie mit Michelin-Stern-Dim Sum. Bestellen Sie BBQ-Pork-Buns, Har Gow, Siu Mai und Rettichkuchen.",
      "image": "/images/hong-kong/tim-ho-wan.jpg"
    },
    {
      "time": "11:00 Uhr",
      "title": "Central & Mid-Levels Escalator",
      "description": "Erkunden Sie Centrals Wolkenkratzer, fahren Sie mit der längsten Rolltreppe der Welt, besuchen Sie den Man Mo Tempel.",
      "image": "/images/hong-kong/central-morning.jpg"
    },
    {
      "time": "13:00 Uhr",
      "title": "Röstgans-Mittagessen",
      "description": "Michelin-Stern-geröstetes Fleisch bei Yat Lok oder Kam's. Halbe Gans auf Reis für 100 HK$.",
      "image": "/images/hong-kong/roast-goose2.jpg"
    },
    {
      "time": "15:00 Uhr",
      "title": "Victoria Peak",
      "description": "Nehmen Sie Bus 15, um die Tram-Schlange zu überspringen. Panoramablick auf Skyline, Hafen und Berge.",
      "image": "/images/hong-kong/peak-afternoon.jpg"
    },
    {
      "time": "18:30 Uhr",
      "title": "Star Ferry Sonnenuntergang",
      "description": "Nehmen Sie die legendäre Hafenüberquerung zur goldenen Stunde. 4 HK$ für eine der großartigsten Reisen der Welt.",
      "image": "/images/hong-kong/star-ferry2.jpg"
    },
    {
      "time": "20:00 Uhr",
      "title": "Symphony of Lights & Night Market",
      "description": "Sehen Sie die Lichtshow um 20 Uhr, erkunden Sie dann den Temple Street Night Market für Chaos und Curry-Fischbällchen.",
      "image": "/images/hong-kong/night-market.jpg"
    }
  ],
  "affiliate_products": [
    {
      "name": "Octopus-Kartenhalter",
      "reason": "Sie werden sie täglich 20+ Mal in der MTR, in Bussen und Geschäften antippen.",
      "image_url": "https://m.media-amazon.com/images/I/61VxVqG7SQL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07VWJF8PX?tag=canibringonpl-20"
    },
    {
      "name": "Tragbares Ladegerät",
      "reason": "Ständige Nutzung von Karten und Kamera entleert Batterien schnell.",
      "image_url": "https://m.media-amazon.com/images/I/61N3Z5L2JjL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B08LH26PFT?tag=canibringonpl-20"
    },
    {
      "name": "Kompakter Regenschirm",
      "reason": "Plötzliche Regengüsse sind häufig. Taifune Juni-September. Einheimische tragen sie das ganze Jahr.",
      "image_url": "https://m.media-amazon.com/images/I/71K1N0xq2bL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07QG2PQTL?tag=canibringonpl-20"
    },
    {
      "name": "Kühltuch",
      "reason": "Sommerfeuchtigkeit (32°C + 80%) ist drückend. Sofortige Erleichterung, wenn nass.",
      "image_url": "https://m.media-amazon.com/images/I/81vpmtqxCzL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B01N7MLQXI?tag=canibringonpl-20"
    }
  ],
  "region": "Asia"
}