{
  "id": "city-hk",
  "name": "Hong Kong",
  "slug": "hong-kong",
  "lat": 22.3193,
  "lng": 114.1694,
  "country": "Hong Kong",
  "country_code": "hk",
  "geo": {
    "lat": 22.3193,
    "lng": 114.1694
  },
  "hero_image": "/images/hong-kong/hero.jpg",
  "intro_vibe": {
    "description": "जहाँ पूर्व और पश्चिम एक ऊर्ध्वाधर शहर में मिलते हैं जिसमें नीयन, डिम सम, और गगनचुंबी इमारतें हैं।"
  },
  "general_info": {
    "population": "~7.5 मिलियन",
    "is_capital": false,
    "description": "हांगकांग चीन का एक विशेष प्रशासनिक क्षेत्र है और यह दुनिया के सबसे घनी आबादी वाले शहरों में से एक है। यह एक पूर्व ब्रिटिश उपनिवेश है, जो एक अद्वितीय संस्कृति में चीनी और पश्चिमी प्रभावों को सम्मिलित करता है। इसके नाटकीय क्षितिज, विश्व स्तर के व्यंजन, कुशल सार्वजनिक परिवहन और जीवंत सड़क जीवन के लिए जाना जाता है, हांगकांग एक वैश्विक वित्तीय केंद्र के रूप में कार्य करता है जबकि गहरे सांस्कृतिक परंपराओं को बनाए रखता है।"
  },
  "stats": {
    "currency": "HKD (हांग कांग डॉलर)",
    "plug_type": "प्रकार जी (ब्रिटिश)"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "जनवरी",
      "temp": "14°C - 19°C",
      "vibe": "ताज़ा और शुष्क है",
      "pros": [
        "साफ आसमान",
        "कम आर्द्रता",
        "चीन के नए साल का उत्सव"
      ],
      "cons": [
        "ठंडी रातें",
        "कभी-कभी ठंडी लहर"
      ],
      "clothing": "हल्की जैकेट, लंबी पैंट, परत दर परत पहनना"
    },
    {
      "id": 2,
      "name": "फरवरी",
      "temp": "15°C - 20°C",
      "vibe": "त्यौहार",
      "pros": [
        "चंद्र नव वर्ष",
        "आरामदायक तापमान",
        "बसंत के फूल खिलना शुरू होते हैं"
      ],
      "cons": [
        "होटल की कीमतें उच्च",
        "भीड़भाड़"
      ],
      "clothing": "हलकी परतें, रात के लिए जैकेट"
    },
    {
      "id": 3,
      "name": "मार्च",
      "temp": "18°C - 23°C",
      "vibe": "गर्मी",
      "pros": [
        "आरामदायक मौसम",
        "बसंत का माहौल",
        "निम्न कीमत"
      ],
      "cons": [
        "आर्द्रता का बढ़ना",
        "कभी-कभी धुंध"
      ],
      "clothing": "टी-शर्ट, हल्की परत"
    },
    {
      "id": 4,
      "name": "अप्रैल",
      "temp": "21°C - 27°C",
      "vibe": "नमी शुरू होने लगती है",
      "pros": [
        "गर्म दिन",
        "आर्ट बैसल सप्ताह",
        "बाहर का मौसम"
      ],
      "cons": [
        "नमी का पीक",
        "बार-बार बारिश"
      ],
      "clothing": "हवा आने योग्य कपड़े, छाता"
    },
    {
      "id": 5,
      "name": "मेई",
      "temp": "24°C - 30°C",
      "vibe": "गर्म और आर्द्र",
      "pros": [
        "समुद्र तट पर जाने का मौसम शुरू होता है",
        "बुद्ध का जन्मदिन",
        "लंबे दिन"
      ],
      "cons": [
        "उच्च आर्द्रता",
        "तीव्र वर्षा"
      ],
      "clothing": "शॉर्ट्स, टैंक टॉप, बारिश का सामान"
    },
    {
      "id": 6,
      "name": "जून",
      "temp": "26°C - 31°C",
      "vibe": "गर्मियों की ऊंचाई",
      "pros": [
        "ड्रैगन बोट महोत्सव",
        "समुद्र तट के लिए बिल्कुल सही मौसम",
        "सत्र का फ़्लोट"
      ],
      "cons": [
        "सांस लेने में कठिनाई वाली आद्रता",
        "त्युफ़ान के मौसम की शुरुआत"
      ],
      "clothing": "न्यूनतम वस्त्र, सनस्क्रीन"
    },
    {
      "id": 7,
      "name": "जुलाई",
      "temp": "27°C - 32°C",
      "vibe": "सबसे गर्म महीना",
      "pros": [
        "बीच का जीवन",
        "गर्मी का माहौल",
        "टेरेस बार"
      ],
      "cons": [
        "अत्यधिक गर्मी",
        "तूफान की संभावना",
        "हर जगह एयर कंडीशनर"
      ],
      "clothing": "हल्की और वायुरोधन सामग्री"
    },
    {
      "id": 8,
      "name": "अगस्त",
      "temp": "27°C - 32°C",
      "vibe": "तूफान का मौसम",
      "pros": [
        "रोमांचक उष्णकटिबंधीय तूफान",
        "मध्य पतंग उत्सव की तैयारियाँ",
        "पर्यटकों की संख्या कम"
      ],
      "cons": [
        "तूफान के कारण रुकावट",
        "अधिक वर्षा",
        "उच्चतम आर्द्रता"
      ],
      "clothing": "बारिश के सामान की आवश्यकता, हल्की वस्त्र"
    },
    {
      "id": 9,
      "name": "सितंबर",
      "temp": "26°C - 31°C",
      "vibe": "अभी भी गर्म है",
      "pros": [
        "मध्य秋 महोत्सव",
        "समुद्र तट अब भी सुखद है",
        "हर जगह चाँद के केक का आनंद ले सकते हैं"
      ],
      "cons": [
        "तूफान जारी रह सकते हैं",
        "नमीयता है"
      ],
      "clothing": "गर्मी के कपड़े, वैकल्पिक रूप से बारिश का सामान"
    },
    {
      "id": 10,
      "name": "ओट्टोब्र्ये",
      "temp": "23°C - 28°C",
      "vibe": "सुनहरी मौसम",
      "pros": [
        "सिद्ध जलवायु",
        "साफ आसमान",
        "ट्रेकिंग का मौसम"
      ],
      "cons": [
        "सप्ताहांत की भीड़",
        "उच्च कीमतें"
      ],
      "clothing": "टी-शर्ट, शाम के लिए हल्की जैकेट"
    },
    {
      "id": 11,
      "name": "नवंबर",
      "temp": "19°C - 24°C",
      "vibe": "आदर्श मौसम",
      "pros": [
        "सामान्यतः सबसे अच्छा महीना",
        "सूखा और आरामदायक",
        "बाहरी गतिविधियों के लिए"
      ],
      "cons": [
        "लोकप्रिय (पहले से बुकिंग की आवश्यकता होती है)",
        "ठंडा हो सकता है"
      ],
      "clothing": "हल्के परतें, आरामदायक जूते"
    },
    {
      "id": 12,
      "name": "दिसंबर",
      "temp": "15°C - 20°C",
      "vibe": "त्योहार का माहौल और सुखद",
      "pros": [
        "क्रिसमस मार्केट",
        "सर्दियों की बिक्री",
        "सुखद तापमान"
      ],
      "cons": [
        "सुबह ठंडी होती है",
        "दिन छोटे होते हैं"
      ],
      "clothing": "जैकेट, लंबी पैंट, गर्म परतें"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "ऑक्टोपस कार्ड है ज़िंदगी: यह रिचार्जेबल स्मार्ट कार्ड सभी सार्वजनिक परिवहन (MTR, बसें, फेरी, ट्राम) के साथ-साथ 7-Eleven, Starbucks, और वेंडिंग मशीनों पर काम करता है। इसे तुरंत किसी भी MTR स्टेशन पर खरीदें।",
      "लाइन संस्कृति: हॉन्ग कॉन्ग लाइनों को गंभीरता से लेता है। हर चीज़—MTR, एस्केलेटर, रेस्तरां, टैक्सी के लिए सुव्यवस्थित लाइनों का निर्माण करें। लाइन में कटना सामाजिक आत्महत्या है।",
      "एस्केलेटर के नियम: दाईं ओर खड़े रहें, बाईं ओर चलें। MTR एस्केलेटर तेज़ी से चलते हैं और स्थानीय लोग अवरोधकों को सहन नहीं करते। यह नियम सख्ती से लागू होता है।",
      "टिपिंग नहीं: रेस्तरां के बिलों में सेवा शुल्क शामिल होता है (10%)। अतिरिक्त टिपिंग की उम्मीद नहीं की जाती है और न ही यह आवश्यक है। टैक्सी किराए को गोल करना शिष्टता है लेकिन वैकल्पिक है।",
      "नाम कार्ड महत्वपूर्ण हैं: व्यवसायिक सेटिंग में, नाम कार्ड को दोनों हाथों से प्राप्त करें और उन्हें रखे जाने से पहले संक्षेप में स्टडी करें। यह सम्मान का संकेत है।",
      "जूते निकालें: कुछ पारंपरिक रेस्तरां और सभी घरों में जूते निकालने की आवश्यकता होती है। प्रवेश के पास चप्पलें ढूंढें, यह एक संकेत है।",
      "चॉपस्टिक शिष्टाचार: चावल में चॉपस्टिक को सीधे मत Stick करें (अंत्येष्टि प्रतीक)। लोगों की ओर इशारा न करें। उन्हें बर्तन पर नहीं, बल्कि विश्राम पर रखें।",
      "डिम सम प्रोटोकॉल: सब कुछ साझा करें। पहले दूसरों के लिए चाय डालें। अपनी चाय डालने के लिए किसी को धन्यवाद करने के लिए टेबल पर दो उंगलियाँ टैप करें। सेवा कर्मी अंत में व्यंजन गिनते हैं।",
      "सार्वजनिक व्यवहार: MTR और रेस्तरां में आवाज़ों को कम रखें। जोरदार फोन वार्तालाप नापसंद किया जाता है। सार्वजनिक शराब पीना दुर्लभ और शर्मनाक है।",
      "वरिष्ठों के लिए सम्मान: वृद्ध, गर्भवती महिलाओं, और किसी के साथ बच्चे को MTR सीटें दें। यह वैकल्पिक नहीं है—स्थानीय लोग आपको जज करेंगे।"
    ],
    "essential_phrases": [
      {
        "src": "Hello",
        "local": "नेई हो",
        "phonetic": "NAY-ho"
      },
      {
        "src": "Thank you",
        "local": "म्हगौई",
        "phonetic": "m-GOY"
      },
      {
        "src": "Excuse me",
        "local": "म्हगौई",
        "phonetic": "m-GOY"
      },
      {
        "src": "How much?",
        "local": "गै दो चín?",
        "phonetic": "GAY-daw CHIN"
      },
      {
        "src": "The bill please",
        "local": "माई दान",
        "phonetic": "MY-daan"
      },
      {
        "src": "I don't understand",
        "local": "नóह म्ह मिंग",
        "phonetic": "ngor m-ming"
      },
      {
        "src": "Delicious",
        "local": "हौं सिख",
        "phonetic": "ho-sick"
      },
      {
        "src": "Too expensive",
        "local": "ताई क्वाई",
        "phonetic": "TIE-gway"
      },
      {
        "src": "Where is...?",
        "local": "...हाई बिनदो?",
        "phonetic": "...hi bin-DOH"
      },
      {
        "src": "No need (for change)",
        "local": "म्ह साई",
        "phonetic": "m-sigh"
      }
    ]
  },
  "neighborhoods": [
    {
      "name": "सेंट्रल",
      "vibe": "वित्तीय केंद्र",
      "description": "हॉंगकॉंग के व्यवसायिक क्षेत्र का केंद्र है। काँच के बने ऊँचे भवन, भव्य शॉपिंग सेंटर, और प्रसिद्ध मिड-लेवेल्स एलेवेटर हैं। यहाँ पर बहुत सारे उच्च श्रेणी के रेस्तरां और शानदार बार हैं।",
      "highlights": [
        "आईएफसी मॉल",
        "रैंकोई फोंग का नाइटलाइफ़",
        "मिड-लेवेल्स एलेवेटर"
      ],
      "image": "/images/hong-kong/central.jpg"
    },
    {
      "name": "尖沙咀",
      "vibe": "पर्यटन स्थल",
      "description": "कौलून का प्रमुख पर्यटन स्थल है, जो समुद्र तट के किनारे स्थित है। यहाँ संग्रहालय, आलीशान होटल, दर्जी और प्रतीकात्मक स्टार फेरी प्लाजा है। आप हांगकांग द्वीप के स्काईलाइन का सबसे अच्छा दृश्य का आनंद ले सकते हैं।",
      "highlights": [
        "विक्टोरिया हार्बर प्रॉमदेनैड",
        "संग्रहालय क्षेत्र",
        "टेम्पल स्ट्रीट नाइट मार्केट"
      ],
      "image": "/images/hong-kong/tsim-sha-tsui.jpg"
    },
    {
      "name": "मोंग कोक",
      "vibe": "अराजक और ऊर्जा से भरपूर",
      "description": "यह दुनिया का सबसे घनी जनसंख्या वाला क्षेत्र है। यहाँ नियोन के संकेत, स्ट्रीट मार्केट और इलेक्ट्रॉनिक सामान की दुकानें हैं, जो निरंतर ऊर्जा प्रदान करती हैं। यहाँ लेडीज़ मार्केट और शूज़ स्ट्रीट है।",
      "highlights": [
        "लेडीज़ मार्केट",
        "शूज़ स्ट्रीट",
        "फ्लॉवर मार्केट"
      ],
      "image": "/images/hong-kong/mong-kok.jpg"
    },
    {
      "name": "शेउंग वान",
      "vibe": "पुराने और नए का मिलन",
      "description": "आधुनिक कैफ़े के बगल में एक पारंपरिक चीनी चिकित्सा की दुकान। आर्ट गैलरी के पास सूखे समुद्री भोजन के थोक व्यापारी। पुराने हांगकांग की जेंट्रीफिकेशन की प्रगति।",
      "highlights": [
        "कैट स्ट्रीट का प्राचीन सामान",
        "वेन वू मंदिर",
        "आधुनिक कैफ़े"
      ],
      "image": "/images/hong-kong/sheung-wan.jpg"
    },
    {
      "name": "कॉज़वे बे",
      "vibe": "खरीदारी का खुमार",
      "description": "यह हांगकांग का वाणिज्यिक केंद्र है। यहाँ विशाल खरीदारी मॉल, डिपार्टमेंट स्टोर और सड़क के बुटीक हैं। स्थानीय लोग यहाँ खरीदारी करने, भोजन का आनंद लेने और सामाजिकizing करने आते हैं।",
      "highlights": [
        "टाइम्स स्क्वायर",
        "विक्टोरिया पार्क",
        "डिपार्टमेंट स्टोर Sogo"
      ],
      "image": "/images/hong-kong/causeway-bay.jpg"
    },
    {
      "name": "शम शुई पो",
      "vibe": "कामकाजी माहौल",
      "description": "यह हांगकांग का सबसे प्रामाणिक क्षेत्र है। यहाँ इलेक्ट्रॉनिक सामानों का बाजार, कपड़ों के थोक व्यापारी, और सस्ते स्ट्रीट फूड का भंडार है। यहाँ अंग्रेजी बहुत नहीं चलती, लेकिन यहाँ की विशेषताएँ बहुत हैं।",
      "highlights": [
        "अपरिउ स्ट्रीट का इलेक्ट्रॉनिक सामान",
        "कपड़े का बाजार",
        "स्थानीय डे-फाई दोंग"
      ],
      "image": "/images/hong-kong/sham-shui-po.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "आवागमन के साधन",
      "icon": "रेल",
      "summary": "हॉन्ग कॉन्ग के पास दुनिया की सबसे बेहतरीन सार्वजनिक परिवहन प्रणालियों में से एक है। यह तेज़, स्वच्छ और सहज है।",
      "details": [
        "MTR (उपकरण): यह परिवहन का मुख्य आधार है। यह मुख्य क्षेत्रों को पूरी तरह कवर करता है और सुबह 6:00 से रात 1:00 बजे तक संचालित होता है। इसमें एयर कंडीशनिंग है और अंग्रेजी में संकेत होते हैं। कृपया ओक्टोपस कार्ड (50 HK$ की जमा राशि + प्रारंभिक शेष) खरीदें।",
        "ट्राम: यह हॉन्ग कॉन्ग के उत्तरी तट पर चलने वाली प्रसिद्ध दो मंजिला ट्राम है। यह बेहद सस्ती (3 HK$) है और इसमें धीमी गति से यात्रा का अपना आकर्षण है। पीछे से चढ़ें और सामने से उतरें और निकास पर भुगतान करें।",
        "बस: यह व्यापक है लेकिन टूरिस्टों के लिए थोड़ा उलझन पैदा कर सकती है। दो मंजिला बसें हर जगह जाती हैं। कृपया सिटीमैपर ऐप का उपयोग करें। कृपया सही बदलाव दें या ओक्टोपस कार्ड का उपयोग करें।",
        "स्टार फेरी: यह काओलुन और हॉन्ग कॉन्ग द्वीप के बीच चलने वाली प्रसिद्ध फेरी है। इसमें 3-4 HK$ का शुल्क है और यह 1888 से संचालित हो रही है। अगर आप सूर्यास्त देखने के लिए चढ़ते हैं, तो यह एक शानदार अनुभव होता है।",
        "टैक्सी: ये प्रचुर मात्रा में और सस्ती होती हैं।  लाल (शहर), हरे (न्यू टेरीटरीज) और नीली (लांटाऊ) टैक्सियां हैं। ड्राइवर अक्सर अंग्रेजी नहीं बोलते हैं, इसलिए कृपया पता चीनी में तैयार रखें। ओक्टोपस कार्ड का उपयोग करें।",
        "पैदल: सेंट्रल / एडमिरल्टी / शांगहुआ की पैदल यात्रा की जा सकती है। भवनों को जोड़ने वाले विशाल छत के रास्तों और एस्केलेटर प्रणाली का उपयोग करें।",
        "मिनी बस: हरी (फिक्स्ड रूट) या लाल (लचीला रूट) होती है। अनुभवी व्यक्तियों के लिए: ड्राइवर आमतौर पर अंग्रेजी नहीं बोलते हैं और रास्ते रहस्यमय होते हैं।"
      ]
    },
    {
      "id": "logistics-airport",
      "slug": "airport-transfers",
      "title": "हवाई अड्डे से शहर तक",
      "icon": "विमान",
      "summary": "हांगकांग अंतरराष्ट्रीय हवाई अड्डा (HKIA) लंटाऊ द्वीप पर स्थित है, और शहर तक पहुँचने के लिए एयरपोर्ट एक्सप्रेस और बस का उपयोग किया जा सकता है।",
      "details": [
        "एयरपोर्ट एक्सप्रेस: सबसे तेज विकल्प (सेंट्रल तक 24 मिनट), एकतरफा HK$115 है। इसका संचालन समय 5:50 से 0:48 तक है। हवाई अड्डे पर ऑक्टोपस कार्ड खरीदें या टोकन मशीन पर क्रेडिट कार्ड का उपयोग करें। स्टेशन से होटल तक मुक्त शटल सेवा उपलब्ध है।",
        "एयरपोर्ट बस: अधिक किफायती (HK$40-50) लेकिन धीमी (45-60 मिनट) है। विभिन्न क्षेत्रों के लिए मार्ग हैं। A21 तियानमेन के लिए है, और A11 कॉव्लून के लिए है। यह आरामदायक और एयर कंडीशनर से लैस है।",
        "टैक्सी: हांगकांग द्वीप तक HK$250-350, काउलोन तक HK$200-250 है। कृपया प्रतीक्षा रेखा के संकेतों का पालन करें—सड़क पर न बुलाएं। केवल लाल टैक्सी (शहर के लिए) ही लें। यातायात की स्थिति के कारण यह 30-50 मिनट ले सकता है।",
        "होटल शटल: कई होटल निजी शटल सेवा प्रदान करते हैं। यह महंगा (HK$500 से अधिक) है, लेकिन यदि आपके पास सामान है तो यह सुविधाजनक है।",
        "सलाह: यदि आप देर से पहुँच रहे हैं (रात के मध्य के बाद), तो टैक्सी ही एकमात्र विकल्प होगा। एयरपोर्ट एक्सप्रेस 0:48 पर संचलन समाप्त कर देता है।"
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-tips",
      "title": "सुरक्षा और धोखाधड़ी",
      "icon": "盾",
      "summary": "होंगकॉंग दुनिया के सबसे सुरक्षित शहरों में से एक है। यहाँ हिंसक अपराध लगभग नहीं होते हैं, लेकिन पर्यटकों को लक्षित करने वाली धोखाधड़ी हो सकती है।",
      "details": [
        "सामान्य सुरक्षा: आप कभी भी और कहीं भी चल सकते हैं। पर्यटकों के खिलाफ हिंसक अपराध लगभग मौजूद नहीं हैं। अकेले यात्रा करने वाली महिलाएँ भी सुरक्षित महसूस कर सकती हैं।",
        "सामान्य धोखाधड़ी: दान के लिए मांग करने वाले नकली भिक्षु (उन्हें नजरअंदाज करें)। Tsim Sha Tsui में \"मसाज\" लिखे हुए पर्चे बांटने वाली महिलाएँ (वैध स्पा सड़कों पर प्रचार नहीं करते)। पर्यटकों से अधिक शुल्क मांगने वाले दर्जी।",
        "टैक्सी धोखाधड़ी: यह दुर्लभ है। मीटर का उपयोग होता है और ईमानदार होते हैं। यदि चालक मीटर का उपयोग करने से इनकार करे, तो तुरंत उतर जाएँ। प्रस्थान करते समय यह सुनिश्चित करें कि मीटर चालू है।",
        "रेस्टोरेंट धोखाधड़ी: पर्यटक स्थलों पर कुछ मछली रेस्तरां कीमतें बढ़ा सकते हैं या छिपे हुए शुल्क जोड़ सकते हैं। ऑर्डर करने से पहले कीमत की पुष्टि करें। agresive बिक्री करने वाले लोगों से बचें।",
        "चोरी: यह न्यूनतम है, लेकिन पीक घंटों में MTR में अपने सामान पर ध्यान दें। कीमती सामान को आगे की जेब में रखें।",
        "प्रदर्शन: राजनीतिक प्रदर्शन कभी-कभी होते हैं। पूरी तरह से बचें - पुलिस की कार्रवाई कड़ी हो सकती है। यात्रा से पहले समाचारों की जांच करें।",
        "खोई हुई वस्तुएं: पुलिस में रिपोर्ट दर्ज कराएँ। इसे वापस पाने की संभावना अधिक है - हॉन्ग कॉन्ग के लोग ईमानदार होते हैं और शहर में व्यापक CCTV निगरानी होती है।"
      ]
    },
    {
      "id": "logistics-money",
      "slug": "money-matters",
      "title": "पैसे और भुगतान",
      "icon": "DollarSign",
      "summary": "हांगकांग डॉलर (HKD) मुद्रा है। कार्ड का व्यापक रूप से स्वीकार किया जाता है, परंतु नकद स्थानीय स्थानों पर अभी भी प्रमुख है।",
      "details": [
        "मुद्रा: HK$1 ≈ 0.13 $ USD। सिक्के: 0.1, 0.2, 0.5, 1, 2, 5, 10। नोट: 10, 20, 50, 100, 500, 1000 $। तीन विभिन्न बैंक नोटों का निस्कासन करते हैं, जो सभी वैध भुगतान के साधन हैं।",
        "ATM: हर जगह हैं। 7-Eleven में भी ATM हैं। HSBC और चाइना बैंक से निकासी पर सबसे अच्छा दर मिलेगी। अधिकांश अंतर्राष्ट्रीय कार्ड (Visa, Mastercard, UnionPay) को स्वीकार करते हैं।",
        "क्रेडिट कार्ड: Visa और Mastercard रेस्तरां, शॉपिंग मॉल, होटल में स्वीकार किए जाते हैं। कई छोटे स्टोर और स्टॉल केवल नकद को स्वीकार करते हैं।",
        "ओक्टोपस कार्ड: गुप्त हथियार है। सभी परिवहन, 7-Eleven, मक्कीडोनाल्ड्स, स्टारबक्स, ATM में उपयोग करने योग्य रिचार्जेबल स्मार्ट कार्ड है। डिपॉजिट HK$50 + पहली रिचार्ज की कीमत है। MTR स्टेशन और 7-Eleven में रिचार्ज किया जा सकता है।",
        "बदली: हवाई अड्डे पर मुद्रा बदलने से बचें (दर भयानक होती है)। केंद्रीय और तियानमेन में स्थित मुद्रा परिवर्तकों का उपयोग करें (चोंगकिंग मैनशन अच्छा दर प्रदान करता है लेकिन भीड़भाड़ होती है)। बैंक में भी मुद्रा बदली जा सकती है।",
        "टिप: अपेक्षित नहीं है। रेस्तरां के बिल में स्वचालित रूप से 10% सेवा शुल्क जोड़ा जाता है। टैक्सी, MTR, कैजुअल फूड स्थानों पर टिप नहीं होती है। उच्च श्रेणी के रेस्तरां में छोटे टिप की अपेक्षा की जा सकती है।",
        "बातचीत: फ्ली मार्केट (नारियों का बाजार, मंदिर सड़क) में अपेक्षित होती है। सुझाई गई कीमत के 50-60% से शुरू करें। शॉपिंग मॉल और सामान्य दुकानों में स्वीकार नहीं किया जाता है।"
      ]
    },
    {
      "id": "logistics-weather",
      "slug": "when-to-visit",
      "title": "यात्रा करने का सबसे अच्छा समय",
      "icon": "सूर्य",
      "summary": "अक्टूबर से दिसंबर उच्च मौसम है। गर्मियों में गर्म और आर्द्रता अधिक होती है। भीड़भाड़ से बचना चाहते हैं तो चीनी नववर्ष से बचें।",
      "details": [
        "सर्वश्रेष्ठ मौसम: अक्टूबर से दिसंबर। सूखा और धूप वाला, सुखद तापमान (18-25°C)। पैदल यात्रा और बाहरी गतिविधियों के लिए सबसे अच्छा। कीमतें थोड़ी अधिक होती हैं।",
        "अच्छा समय: जनवरी से मार्च। ठंडा और सूखा। चीनी नववर्ष (जनवरी अंत/फरवरी शुरू) का जश्न मनाना एक छुट्टी है लेकिन भीड़भाड़ और महंगा होता है। 3 महीने पहले बुक करें।",
        "बचना चाहिए: जून से सितंबर। चक्रवात का मौसम, बेहद गर्मी (32°C से ऊपर), अत्यधिक आर्द्रता (80-90%)। प्रतिदिन बारिश होती है। सभी स्थानों पर एयर कंडीशनिंग का स्तर ठंडा होता है।",
        "कम बजट की यात्रा: अप्रैल से मई या सितंबर। मध्य मौसम, जहाँ कीमतें कम होती हैं लेकिन आर्द्रता और वर्षा बढ़ जाती है। शहर का अन्वेषण करने के लिए हमेशा अच्छा समय होता है।",
        "त्यौहार: चीनी नववर्ष (सबसे बड़ा), ड्रैगन बोट फेस्टिवल (जून), मिड-ऑटोम्न फेस्टिवल (सितंबर), क्रिसमस लाइट (दिसंबर)।",
        "चक्रवात: उष्णकटिबंधीय चक्रवात जून से अक्टूबर के बीच आते हैं। चक्रवात चेतावनी प्रणाली: T1 (सावधान), T3 (अंदर रहने के लिए), T8+ (सभी कुछ रुक जाता है)। होटल खुले रहते हैं। रोमांचक हो सकता है।",
        "सलाह: नवंबर में नीला आसमान, कम आर्द्रता, उत्तम तापमान, और अक्टूबर से कम कीमत होती है। यह सबसे अच्छा छिपा हुआ महीना है।"
      ]
    },
    {
      "id": "logistics-language",
      "slug": "language-tips",
      "title": "भाषा और संचार",
      "icon": "MessageCircle",
      "summary": "कैंटोनीज़ मुख्य भाषा है। इंग्लिश साइनज हर जगह हैं लेकिन बोली जाने वाली इंग्लिश में विविधता है।",
      "details": [
        "आधिकारिक भाषाएँ: कैंटोनीज़ (90 %), अंग्रेज़ी (आधिकारिक लेकिन प्रयोजन सीमित), मंदारिन (बढ़ता हुआ)।",
        "अंग्रेज़ी: MTR के सभी साइनज, सड़क के साइनज, पर्यटन स्थलों पर अँग्रेज़ी है। सरकार और कंपनियों में भी अंग्रेज़ी का उपयोग किया जाता है। हालाँकि, कई निवासी अंग्रेज़ी ठीक से नहीं बोलते, खासकर बुज़ुर्ग।",
        "कैंटोनीज़ के मूल: 'M̀h'gōi' (धन्यवाद) और 'Nei hou' (नमस्ते) सीखें। आपके प्रयास का स्वागत किया जाएगा। उच्चारण में टोन है, इसलिए सटीकता की चिंता न करें।",
        "लिखित भाषा: पारंपरिक चीनी (चीन में प्रयुक्त सरल चीनी से भिन्न)। मंदारिन के अक्षर पढ़ते समय, कुछ अक्षर भिन्न हो सकते हैं।",
        "रेस्टोरेंट में रणनीति: कई स्थानीय रेस्टोरेंट में अंग्रेज़ी मेनू या चित्र सहित मेनू होते हैं। यदि आप मेनू पढ़ नहीं सकते हैं, तो आप दूसरों द्वारा खाए जा रहे भोजन की ओर इशारा कर सकते हैं। Google Translate का कैमरा फ़ीचर बहुत सुविधाजनक है।",
        "ऐप्स: कैंटोनीज़ के लिए ऑफ़लाइन Google Translate डाउनलोड करें। शब्दकोश ऐप Pleco भी उपयोगी है। WhatsApp हांगकांग में सबसे प्रमुख मैसेजिंग ऐप है।",
        "मदद मांगना: युवा और सेवा उद्योग के श्रमिक अंग्रेज़ी में अधिक धाराप्रवाह होते हैं। होटल के स्टाफ और पर्यटन सूचना केंद्र का स्टाफ सामान्यतः मदद के लिए उपलब्ध होते हैं।"
      ]
    },
    {
      "id": "logistics-health",
      "slug": "health-essentials",
      "title": "स्वास्थ्य और चिकित्सा",
      "icon": "दिल",
      "summary": "उदाहरणीय चिकित्सा प्रणाली। नल का पानी पीने योग्य है। फार्मेसियाँ हर जगह हैं।",
      "details": [
        "स्वास्थ्य: विश्व स्तरीय है। सार्वजनिक अस्पताल सस्ते हैं लेकिन भीड़-भाड़ वाली हैं। निजी क्लीनिक और अस्पताल महंगे हैं लेकिन तत्परता में बेहतर हैं। यात्रा बीमा अवश्य लें।",
        "नल का पानी: पीने के लिए सुरक्षित है। हांगकांग में उच्च जल गुणवत्ता मानक हैं। होटल और रेस्तरां में इसे मुफ्त में उपलब्ध कराया जाता है।",
        "फार्मेसियाँ: वॉटसन और मैनिंग्स हर जगह हैं। ये देर तक खुली रहती हैं। अधिकांश दवाएँ बिना प्रिस्क्रिप्शन के उपलब्ध हैं (एंटीबायोटिक्स सहित)। फार्मेसियों में कुछ अंग्रेजी बोलने वाले कर्मचारी होते हैं।",
        "आपातकाल: एम्बुलेंस/पुलिस/अग्निशामक के लिए 999 पर फ़ोन करें। वहाँ अंग्रेजी बोलने वाले ऑपरेटर हैं। क्वींस मेरी अस्पताल और प्रिंस वेल्स अस्पताल प्रमुख सार्वजनिक अस्पताल हैं।",
        "प्रदूषण: गर्मियों में विशेष रूप से वायु गुणवत्ता खराब हो सकती है। जो लोग श्वसन समस्याओं से ग्रस्त हैं, उन्हें AQI स्तर की जाँच करनी चाहिए। आवश्यकता पड़ने पर मास्क पहनें - यह सांस्कृतिक रूप से सामान्य है।",
        "गर्मी और उमस: गर्मियों में उमस गर्मी बर्दाश्त करने में कठिनाई पैदा कर सकती है। हमेशा पानी पीते रहें। एयर कंडीशनर वाले स्थानों की तलाश करें। स्थानीय लोग सूरज से बचने के लिए छाता इस्तेमाल करते हैं।",
        "मच्छर: डेंगू बुखार मौजूद है, लेकिन यह दुर्लभ है। ट्रैकिंग या पार्कों में होते समय मच्छरदानी का उपयोग करें। शहरी क्षेत्रों में मच्छर कम होते हैं।",
        "क्लिनिक: सेंट्रल हेल्थ मेडिकल क्लिनिक, OT&P हेल्थकेयर। फिजिशियन के लिए HK$500 से HK$1000 का भुगतान होने की अपेक्षा करें।"
      ]
    },
    {
      "id": "logistics-apps",
      "slug": "essential-apps",
      "title": "ज़रूरी ऐप्स",
      "icon": "स्मार्टफोन",
      "summary": "ये ऐप्स हांगकांग में यात्रा को अनंत रूप से आसान बना देंगे।",
      "details": [
        "Citymapper: हांगकांग का परिवहन ऐप। MTR, बस, फेरी, पैदल यात्रा की वास्तविक समय की जानकारी। सार्वजनिक परिवहन के लिए Google Maps से बेहतर है।",
        "MTR Mobile: आधिकारिक ऐप, जो मार्ग योजना और सेवा अपडेट की अनुमति देता है। स्टेशन पर निकास निर्देश भी प्रदान करता है।",
        "OpenRice: हांगकांग के रेस्तरां के लिए Yelp। अंग्रेजी और चीनी में समीक्षाएं उपलब्ध हैं। अच्छे स्थानीय रेस्तरां खोजने के लिए यह आवश्यक है।",
        "WhatsApp: सभी इसका उपयोग करते हैं। मुफ्त कॉल और संदेश। आपकी यात्रा से पहले डाउनलोड करना सुनिश्चित करें।",
        "WeChat: कुछ चीनी गतिविधियों और मुख्यभूमि से दोस्तों के लिए जरूरी है। हालांकि यह मुख्यभूमि चीन जितना अनिवार्य नहीं है।",
        "Google Maps: हांगकांग में पूरी तरह से काम करता है (मुख्यभूमि चीन के विपरीत)। ऑफलाइन मैप्स का उपयोग करने की सलाह दी जाती है।",
        "Deliveroo / Foodpanda: खाद्य वितरण। असीम विकल्प। अंग्रेजी इंटरफेस। रात के समय का उद्धारक।"
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-hk-001",
      "slug": "dim-sum",
      "name_en": "点心",
      "name_local": "點心 (Dim Sam)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "यह एक ऐसी व्यंजन अनुभव है जिसे आप हांगकांग में अवश्य अनुभव करें, जिसमें स्वादिष्ट विशेष भाप में पकाए गए, तले हुए, और पके हुए व्यंजन बांस की टोकरी में व्यक्तिगत हिस्सों के रूप में पेश किए जाते हैं।",
        "history": "यह मूल रूप से सिल्क रोड के यात्रियों का नाश्ता था, जो हांगकांग में 'डिम सम' परंपरा में विकसित हुआ। यहां, परिवार सुबह की चाय का आनंद लेते हैं और बातचीत करते हैं।",
        "insider_tip": "जब वेटर चाय पेश करें, तो बातचीत को बाधित हुए बिना मेज पर दो बार थपथपाकर 'धन्यवाद' कहें। 'हार गॉ' (झींगा मछली की गूंथा हुआ रोट) का ऑर्डर दें और रसोइये की कला का परीक्षण करें।",
        "price_level": "सस्ता",
        "duration": "1-1.5 घंटे",
        "best_time": "वीकेंड ब्रंच (13 बजे से पहले)",
        "vibe": "जीवंत और दोस्ताना",
        "good_for": [
          "समूह",
          "परंपरावादी",
          "गुर्मे"
        ]
      },
      "image": "/images/hong-kong/dim-sum.jpg"
    },
    {
      "id": "food-hk-002",
      "slug": "roast-goose",
      "name_en": "रोस्ट गूज",
      "name_local": "燒鵝 (Siu Ngo)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "इसकी करारी छाल और नरम, सुगंधित मांस के साथ, यह एक परिपूर्ण तरीके से भुना हुआ रसदार गूज है, जो अक्सर मिर्ची वाले प्लम सॉस के साथ चावल पर परोसा जाता है।",
        "history": "हांगकांग की पारंपरिक रोस्ट गूज एक गुआंगडोंग व्यंजन है, जो अद्वितीय धुएँ के गहरे स्वाद के लिए आमतौर पर कोयले के ओवन में भुना जाता है।",
        "insider_tip": "कृपया सेंट्रल के प्रसिद्ध 'यिझ़ा' या वानचाई के 'कम्स' को देखें। 2 घंटे से कम समय में सीट बुक करने के लिए, आपको उद्घाटन से 15 मिनट पहले पहुँचने की सलाह दी जाती है।",
        "price_level": "महंगा",
        "duration": "45-60 मिनट",
        "best_time": "दोपहर का भोजन",
        "vibe": "प्रभावी और उच्च गुणवत्ता",
        "good_for": [
          "मांस प्रेमी",
          "गुर्मे टूरिस्ट",
          "तेज दोपहर का भोजन"
        ]
      },
      "image": "/images/hong-kong/roast-goose.jpg"
    },
    {
      "id": "food-hk-003",
      "slug": "wonton-noodles",
      "name_en": "雲吞麵",
      "name_local": "雲吞麵 (Wan Tan Min)",
      "category": "खाद्य",
      "is_generic_staple": true,
      "description": {
        "short": "अल डेंटे अंडा नूडल्स, सूखी बास उबली हुई स्पष्ट सूप में परोसा जाता है, जिसमें बड़े झींगे के वान टान नूडल्स के नीचे छुपे होते हैं।",
        "history": "श्रमिक वर्ग का मुख्य भोजन, 1940 के दशक में लोकप्रिय हुआ। 'हांगकांग स्टाइल' की विशेषता यह है कि नूडल्स की अनोखी कुरकुरी परत और सूप की स्वाद गहराई है।",
        "insider_tip": "वास्तविक वान टान नूडल्स छोटे कटोरे में परोसे जाते हैं, ताकि नूडल्स को सूप में नरम होने से रोका जा सके, इसके लिए चम्मच को नीचे रखा जाता है।",
        "price_level": "सस्ती",
        "duration": "30 मिनट",
        "best_time": "किसी भी समय",
        "vibe": "अनौपचारिक और आरामदायक",
        "good_for": [
          "बजट के अनुकूल यात्री",
          "फास्ट फूड",
          "अकेले भोजन करने वाले लोग"
        ]
      },
      "image": "/images/hong-kong/wonton-noodles.jpg"
    },
    {
      "id": "food-hk-004",
      "slug": "tarta-de-huevo",
      "name_en": "एग टार्ट",
      "name_local": "蛋撻 (Daan Taat)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "यह नरम अंडे की कस्टर्ड क्रीम है, जो उज्ज्वल पीले रंग की होती है और टूटे हुए पाई परत या परतदार पाई पर होती है।",
        "history": "यह ब्रिटिश एग टार्ट और पुर्तगाली पेस्टेल डी नाटा का हाइब्रिड काम है, जिसे 1940 के दशक में हांगकांग की 'चा चान टेंग' द्वारा बनाया गया था।",
        "insider_tip": "परतदार पाई परत (沙皮) पारंपरिक रूप से दोपहर की चाय के लिए होती है, जबकि कुकी आटा (泰皮) स्थानीय बेकरी में अधिक मिलता है। ताई चोंग बेकरी सबसे प्रसिद्ध है।",
        "price_level": "सस्ते",
        "duration": "5-10 मिनट",
        "best_time": "15:00 (दोपहर की चाय)",
        "vibe": "मीठा और नास्टेल्जिक है",
        "good_for": [
          "परीक्षण करें",
          "जो मीठे चीजें पसंद करते हैं",
          "जो जल्दी में हैं"
        ]
      },
      "image": "/images/hong-kong/egg-tart.jpg"
    },
    {
      "id": "food-hk-005",
      "slug": "pineapple-bun",
      "name_en": "पाइनएप्पल बन",
      "name_local": "菠蘿油 (Bo Lo Yau)",
      "category": "भोजन",
      "is_generic_staple": true,
      "description": {
        "short": "यह एक नरम और मीठा बन है, जो कुरकुरी मीठी परत के साथ ढका होता है और इसके अंदर ठंडी, नमकीन मक्खन की मोटी परत के साथ गर्मागरम परोसा जाता है।",
        "history": "इसमें असली अनानास नहीं होता। नाम सुनहरे रंग की जालीनुमा परत से आया है, जो फल की त्वचा के समान है।",
        "insider_tip": "प्रोफेशनल द्वारा चुना गया 'पाइनएप्पल ऑइल' (Bo Lo Yau) गर्म बन और ठंडी पिघली मक्खन के कंट्रास्ट के लिए जाना जाता है।",
        "price_level": "सस्ते दाम",
        "duration": "15-20 मिनट",
        "best_time": "नाश्ते या अपराह्न स्नैक के लिए",
        "vibe": "स्थानीय कैफे संस्कृति",
        "good_for": [
          "आर्थिक भोजन",
          "आरामदायक भोजन",
          "नाश्ता"
        ]
      },
      "image": "/images/hong-kong/pineapple-bun.jpg"
    },
    {
      "id": "food-hk-006",
      "slug": "milk-tea",
      "name_en": "हांगकांग की मिल्क टी",
      "name_local": "絲襪奶茶 (Si Mat Naai Cha)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "यह एक गाढ़ा पेय है, जो विभिन्न प्रकार के चाय और एवामिल्क के मिश्रण से बना है, जो मलाईदार टेक्सचर और उच्च कैफीन सामग्री के लिए जाना जाता है।",
        "history": "इसे नायलॉन की स्टॉकिंग से बनाने के कारण इसे 'नायलॉन स्टॉकिंग मिल्क टी' भी कहा जाता है।",
        "insider_tip": "यदि आप ऊर्जा को और बढ़ाना चाहते हैं, तो स्थानीय पसंदीदा मिश्रण 'युनयांग' का प्रयास करें, जिसमें 3 भाग कॉफी और 7 भाग मिल्क टी होती है।",
        "price_level": "सस्ती",
        "duration": "10-15 मिनट",
        "best_time": "दोपहर की चाय",
        "vibe": "ऊर्जावान और चिकना",
        "good_for": [
          "कैफीन प्रेमी",
          "स्थानीय अनुभव",
          "पेय प्रेमी"
        ]
      },
      "image": "/images/hong-kong/milk-tea.jpg"
    },
    {
      "id": "food-hk-007",
      "slug": "char-siu",
      "name_en": "पॉर्क बीबीक्यू",
      "name_local": "叉燒 (Cha Siu)",
      "category": "खाद्य",
      "is_generic_staple": true,
      "description": {
        "short": "बोनलेस पोर्क को मीठे शहद और पाँच-गंध मसाले के मिश्रण में मैरिनेट करके, कारमेलाइजिंग करके नरम होने तक भूनते हैं।",
        "history": "'Char Siu' शब्द पारंपरिक रूप से मांस को लंबे कांटे पर आग के ऊपर भेदने के तरीके को संदर्भित करता है, जिसका शाब्दिक अर्थ है 'कांटे पर भुनना'।",
        "insider_tip": "'Bun Fei Sau' (चर्बी और मास पैदा करने वाला मांस आधा-आधा) का अनुरोध करने से, पिघली हुई चर्बी और समृद्ध मांस का एक आदर्श संतुलन प्राप्त होता है।",
        "price_level": "मध्यम",
        "duration": "30-45 मिनट",
        "best_time": "दोपहर का भोजन",
        "vibe": "स्वादिष्ट और मीठा",
        "good_for": [
          "मांस प्रेमियों",
          "परिवार",
          "दैनिक भोजन"
        ]
      },
      "image": "/images/hong-kong/char-siu.jpg"
    },
    {
      "id": "food-hk-008",
      "slug": "cheung-fun",
      "name_en": "腸粉 (Cheung Fan)",
      "category": "फूड",
      "is_generic_staple": true,
      "description": {
        "short": "झींगा या गोमांस जैसे सामग्रियों से भरे चिकने और पारदर्शी चावल के आटे की नूडल शीट।",
        "history": "सड़क के नाश्ते से शुरू होकर, यह एक ऐसा डिम सम है जिसे बिल्कुल नहीं छोड़ना चाहिए। इसका सबसे अच्छा संस्करण रुमाल पर चावल के आटे का उपयोग करके स्टीम किया जाता है।",
        "insider_tip": "सड़क शैली का चोंग फन तिल, होइसिन सॉस, और मूंगफली के सॉस के साथ सरलता से लिपटा कर परोसा जाता है, जो डिम सम के संस्करण से बिल्कुल अलग होता है।",
        "price_level": "सस्ती",
        "duration": "20 मिनट",
        "best_time": "नाश्ते या डिम सम के लिए",
        "vibe": "नरम और हल्का",
        "good_for": [
          "सीफूड प्रेमियों",
          "नाश्ते",
          "नाश्ते के लिए"
        ]
      },
      "image": "/images/hong-kong/cheung-fun.jpg"
    },
    {
      "id": "food-hk-009",
      "slug": "claypot-rice",
      "name_en": "土鍋ご飯",
      "name_local": "煲仔飯 (Bo Zai Faan)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "यह चावल धुएं वाली सॉसेज, चिकन या बीफ जैसे सामग्री के साथ खुली आग पर मिट्टी के बर्तन में पकाया जाता है, जिसमें नीचे कुरकुरी क्रस्ट बनती है।",
        "history": "यह हांगकांग के सर्दियों का एक अभिन्न हिस्सा है, पारंपरिक रूप से कोयले की आग पर पकाया जाता है, जिससे इसके विशेष धुंधला सुगंध चावल में समा जाती है।",
        "insider_tip": "तुरंत तले को न खुरचना; पॉट को कुछ मिनटों के लिए ढक्कन से ढका रहने दें, जिससे चावल का 'कुरकुरी हिस्सा' पूरी तरह से कुरकुरा बन जाता है।",
        "price_level": "मध्यम",
        "duration": "45-60 मिनट",
        "best_time": "रात का खाना (विशेष रूप से सर्दियों में)",
        "vibe": "गर्म और देशी",
        "good_for": [
          "सर्दियों का दौरा",
          "साहसिक भोजन",
          "असली संस्कृति"
        ]
      },
      "image": "/images/hong-kong/claypot-rice.jpg"
    },
    {
      "id": "food-hk-010",
      "slug": "cart-noodles",
      "name_en": "चाइनीज़ नूडल",
      "name_local": "車仔麵 (Che Zai Min)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "यह एक कस्टमाइज़ेबल नूडल सूप का कटोरा है, जिसमें खाने वाले नूडल्स के प्रकार, सूप, सूअर का रक्त टोफू और मूली जैसे विभिन्न सामग्रियों का चयन कर सकते हैं।",
        "history": "1950 के दशक में, मोबाइल ठेले ने लकड़ी की गाड़ी में शरणार्थियों को नूडल्स प्रदान करना शुरू किया। यह 'अपना साहसिक चुनें' के लिए सर्वोत्तम सस्ती खाने की चीज़ के रूप में बना हुआ है।",
        "insider_tip": "अजीब सामग्रियों को आजमाने से न डरें। ग्लेज़ किया हुआ मुर्गा के पंख और कैरेमेल ज़ाल की खाल स्थानीय लोगों के पसंदीदा हैं और शानदार बनावट जोड़ते हैं।",
        "price_level": "सस्ती",
        "duration": "30 मिनट",
        "best_time": "दोपहर का भोजन",
        "vibe": "अनौपचारिक और जीवंत है",
        "good_for": [
          "बजट के प्रति संवेदनशील यात्री",
          "कस्टमाइज्ड भोजन",
          "तेज़ भोजन"
        ]
      },
      "image": "/images/hong-kong/cart-noodles.jpg"
    },
    {
      "id": "food-hk-011",
      "slug": "french-toast",
      "name_en": "हांगकोंग का फ्रेंच टोस्ट",
      "name_local": "西多士 (Sai Do Si)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "बड़े सफेद ब्रेड स्लाइस में मूंगफली का मक्खन भरा जाता है, अंडे के मिश्रण में डुबोकर तले जाते हैं, फिर सुनहरी सिरप और मक्खन के साथ सजाया जाता है।",
        "history": "यह पश्चिमी प्रभाव से प्रेरित मीठे व्यंजनों की इच्छा को पूरा करने के लिए स्थानीय कैफे में पेश किया गया, यह 'कैंटोनीज़-वेर्निएर फ्यूजन कुकिंग' का एक विलासिता वाला उदाहरण है।",
        "insider_tip": "स्वादिष्ट सिरप भरपूर मात्रा में डालें। यह कैलोरी बम है, इसलिए इसे नाश्ते के रूप में अकेले खाने के बजाय साझा करना सबसे अच्छा है।",
        "price_level": "उपयुक्त मूल्य",
        "duration": "20-30 मिनट",
        "best_time": "चाय का समय",
        "vibe": "विलासिता और क्रीमी",
        "good_for": [
          "मीठे खाने के शौकीन",
          "साझा करना",
          "स्थानिय कैफे"
        ]
      },
      "image": "/images/hong-kong/french-toast.jpg"
    },
    {
      "id": "food-hk-012",
      "slug": "fish-balls",
      "name_en": "करे मछली बॉल्स",
      "name_local": "咖喱魚蛋 (Ga Lei Yu Dan)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "मछली के पेस्ट से बने हल्के और लचीले बॉल्स को सुगंधित, थोड़ा मसालेदार, पीले करी सॉस में पकाया जाता है और स्क्यूअर्स पर परोसा जाता है।",
        "history": "यह हांगकांग के स्ट्रीट फूड का राजा है। हांगकांग के लोग हर दिन लाखों की संख्या में इसका सेवन करते हैं।",
        "insider_tip": "मोंग कोक और शंफुइपो में विक्रेताओं की तलाश करें। अगर करी सॉस उबलता हुआ और गाढ़ा है, तो यह एक अच्छा संकेत है। अगर सॉस पानी की तरह दिखाई दे, तो आगे बढ़ें।",
        "price_level": "सहज",
        "duration": "5-10 मिनट",
        "best_time": "रात का नाश्ता",
        "vibe": "स्ट्रीट फूड की असली भावना",
        "good_for": [
          "तेज़ स्नैक",
          "टेकआउट",
          "बजट के अनुकूल"
        ]
      },
      "image": "/images/hong-kong/fish-balls.jpg"
    },
    {
      "id": "food-hk-013",
      "slug": "congee",
      "name_en": "センテナリーエッグと豚肉のお粥",
      "name_local": "皮蛋瘦肉粥 (Pei Dan Sau Yuk Juk)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "कई प्रकार के सेंतेनरी अंडों और पतले कटे हुए पोर्क के साथ टॉपिंग किया गया, यह एक समृद्ध और क्रीमी चावल का कचौरी है।",
        "history": "चीनी संस्कृति में सबसे अच्छा औषधीय भोजन माना जाने वाला कचौरी, पचाने में आसान होता है और इसे नाश्ते या देर रात के खाने के लिए अक्सर खाया जाता है।",
        "insider_tip": "कचौरी में डुबोकर आनंद लेने के लिए 'यु तिया' (तले हुए आटे की स्टिक) मांगें, जिसे कुरकुरे बनावट का आनंद मिल सकता है।",
        "price_level": "सुलभ",
        "duration": "30-45 मिनट",
        "best_time": "नाश्ता",
        "vibe": "शांत और पौष्टिक",
        "good_for": [
          "स्वास्थ्य",
          "नाश्ता",
          "नाजुक स्वाद"
        ]
      },
      "image": "/images/hong-kong/congee.jpg"
    },
    {
      "id": "food-hk-014",
      "slug": "egg-waffle",
      "name_en": "अंडे की वफ़ल",
      "name_local": "雞蛋仔 (Gai Daan Zai)",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "मधुकोष के आकार की वफ़ल, जिसमें बाहर से कुरकुरी और अंदर से फुली हुई गोलाई है।",
        "history": "किवदंती के अनुसार, एक व्यापारी ने टूटी हुई अंडों का अपव्यय न करने के लिए इस आटा को बनाया। वर्तमान में, यह विश्व भर में सड़क के खाद्य आइकन बन गया है।",
        "insider_tip": "फैशनेबल चॉकलेट और.matcha संस्करणों को आजमाने से पहले, पहले साधारण संस्करण को चखें और मौसमी अंडे का स्वाद लें।",
        "price_level": "सस्ता",
        "duration": "10 मिनट",
        "best_time": "दोपहर का नाश्ता",
        "vibe": "मज़ेदार और यादगार",
        "good_for": [
          "बच्चों",
          "नाश्ता",
          "फोटोग्राफी"
        ]
      },
      "image": "/images/hong-kong/egg-waffle.jpg"
    },
    {
      "id": "food-hk-015",
      "slug": "hot-pot",
      "name_en": "हॉट पॉट",
      "name_local": "火鍋 (Fo Wo)",
      "category": "कुकिंग",
      "is_generic_staple": true,
      "description": {
        "short": "यह ताजे और कच्चे भोजन सामग्री को टेबल के मध्य में गर्म सूप के बर्तन में पकाने का एक सामूहिक भोजन अनुभव है।",
        "history": "हॉन्ग कॉन्ग में, हॉट पॉट एक साल भर का सामाजिक कार्यक्रम है, लेकिन यह ठंड के छोटे महीनों में विशेष रूप से लोकप्रिय है。",
        "insider_tip": "स्पाइस बार में अपना डिपिंग सॉस बनाने की कोशिश करें: लहसुन, हरा प्याज, सोया सॉस और थोड़ा चिली ऑइल स्थानीय मानक का आधार है।",
        "price_level": "मध्यम",
        "duration": "2 घंटे",
        "best_time": "रात का खाना",
        "vibe": "चुलबुला और इंटरैक्टिव",
        "good_for": [
          "सोशल",
          "ग्रुप",
          "गर्म खाने वाले"
        ]
      },
      "image": "/images/hong-kong/hot-pot.jpg"
    }
  ],
  "must_see": [
    {
      "title": "प्रतीकात्मक पर्यटन स्थल",
      "id": "landmarks",
      "items": [
        {
          "id": "sight-hk-001",
          "slug": "victoria-peak",
          "name_en": "वीक्टोरिया पीक",
          "name_local": "太平山 (Tai Ping Shan)",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "हांगकांग द्वीप पर सबसे ऊँचे स्थान से भव्य ऊँची इमारतों और विक्टोरिया हार्बर के दृश्य का आनंद लें।",
            "history": "औपनिवेशिक समय में, पीक यूरोपियों के लिए एक उच्च श्रेणी का आवास सामूहिकता था। पीक ट्राम उनके लिए 1888 में यात्रा को आसान बनाने के लिए बनाया गया था।",
            "insider_tip": "पीक ट्राम की लंबी कतार से बचने के लिए, सेंट्रल फेरी पियर से 15 नंबर की बस का उपयोग करें। यह सस्ता है और मोड़दार सड़क के किनारे शानदार दृश्य प्रदान करता है।",
            "price_level": "फ्री (ट्रैम महंगा है)",
            "duration": "2-3 घंटे",
            "best_time": "शाम का समय (शहर की रोशनी को देखते हुए)",
            "vibe": "प्रभावशाली और प्रतीकात्मक है",
            "good_for": [
              "फोटोग्राफी",
              "पहली बार आने वालों के लिए",
              "दृश्य"
            ]
          },
          "image": "/images/hong-kong/victoria-peak.jpg",
          "geo": {
            "lat": 22.2783,
            "lng": 114.1747
          }
        },
        {
          "id": "sight-hk-002",
          "slug": "star-ferry",
          "name_en": "स्टार फेरी",
          "name_local": "天星小輪",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "130 वर्षों से विक्टोरिया हार्बर को पार करने वाली हरे और सफेद रंग की प्रसिद्ध फेरी सेवा।",
            "history": "National Geographic द्वारा 'जीवन में देखने के लिए 50 स्थानों' में से एक के रूप में चुना गया। यह आज भी दुनिया के सबसे आर्थिक और चित्रात्मक सार्वजनिक परिवहन में से एक है।",
            "insider_tip": "बेहतर दृश्य का आनंद लेने के लिए ऊपर के डेक पर बैठें या नीचे के डेक पर स्प्लैश की आवाज सुनें और समुद्र की हवा महसूस करें।",
            "price_level": "सस्ता",
            "duration": "10-15 मिनट",
            "best_time": "गोधूलि समय (गोल्डन आवर)",
            "vibe": "नॉस्टेल्जिक सुंदर दृश्य",
            "good_for": [
              "आर्थिक यात्रा",
              "रोमांटिक माहौल",
              "फोटोग्राफी"
            ]
          },
          "image": "/images/hong-kong/star-ferry.jpg",
          "geo": {
            "lat": 22.2934,
            "lng": 114.168
          }
        },
        {
          "id": "sight-hk-003",
          "slug": "symphony-of-lights",
          "name_en": "लाइट्स की सिम्फनी",
          "name_local": "幻彩詠香江",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "विक्टोरिया हार्बर के दोनों किनारों पर स्थित 40 से अधिक ऊँची इमारतों का लाइट और लेजर सिंक्रोनाइज शो।",
            "history": "2004 में शुरू हुआ और गिनीज विश्व रिकॉर्ड में दुनिया के सबसे बड़े स्थायी प्रकाश और ध्वनि शो के रूप में मान्यता प्राप्त है।",
            "insider_tip": "देखने के लिए सबसे अच्छा स्थान, घड़ी टॉवर के पास तियानहुई की तटरेखा है। संगीत के समजसुनने के लिए शो के ऐप को डाउनलोड करें।",
            "price_level": "मुफ्त",
            "duration": "15 मिनट",
            "best_time": "20:00 बजे बिल्कुल",
            "vibe": "महाकाय और भविष्यवादी",
            "good_for": [
              "परिवार",
              "रातभर जागने वाले लोग",
              "मुफ्त गतिविधियाँ"
            ]
          },
          "image": "/images/hong-kong/symphony-lights.jpg",
          "geo": {
            "lat": 22.2944,
            "lng": 114.1722
          }
        },
        {
          "id": "sight-hk-004",
          "slug": "big-buddha",
          "name_en": "बिग बुद्ध",
          "name_local": "天壇大佛",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "लांटाऊ द्वीप के शिखर पर शांतिपूर्वक स्थित 34 मीटर ऊँचा विशाल कांस्य बुद्ध प्रतिमा।",
            "history": "1993 में पूरा हुआ और उत्तर की ओर चीन की मुख्य भूमि को देखते हुए क्षेत्र की स्थिरता और लोगों की समृद्धि का प्रतीक है।",
            "insider_tip": "ग्लास कैबिन वाली नहोंग पिंग 360 की रोपवे का उपयोग करके आने की सलाह दी जाती है। इसके कांच के फर्श से नीचे की वनस्पति का शानदार दृश्य दिखाई देता है।",
            "price_level": "मध्यम",
            "duration": "आधा दिन",
            "best_time": "सोमवार से शुक्रवार की सुबह (लंबी कतार से बचने के लिए)",
            "vibe": "महान और आध्यात्मिक",
            "good_for": [
              "प्राकृतिक प्रेमी",
              "आध्यात्मिकता",
              "इतिहास"
            ]
          },
          "image": "/images/hong-kong/big-buddha.jpg",
          "geo": {
            "lat": 22.2542,
            "lng": 113.9048
          }
        }
      ]
    },
    {
      "title": "बाजार और शॉपिंग",
      "id": "marches",
      "items": [
        {
          "id": "sight-hk-005",
          "slug": "temple-street-night-market",
          "name_en": "टेम्पल स्ट्रीट नाइट मार्केट",
          "name_local": "廟街夜市",
          "category": "साइट",
          "is_generic_staple": false,
          "description": {
            "short": "कौलों में स्थित एक जीवंत रात बाजार, जहाँ स्ट्रीट फूड, घरेलू सामान, ज्योतिषी और ओपेरा गायक देखने को मिलते हैं।",
            "history": "यह अक्सर तिन हंग पट्टी की फिल्मों के लिए एक सेट के रूप में उपयोग किया जाता है, जिससे आपको पुरानी ज़िंदगी की कठिनाई और ऊर्जा का अनुभव होता है।",
            "insider_tip": "मंदिर के पास के अंत में walking करने पर ज्योतिषी मिलेंगे - कुछ के पास ताश के पत्ते 'चुनने' के लिए प्रशिक्षित पक्षी होते हैं।",
            "price_level": "नि:शुल्क (शॉपिंग पहुंच योग्य)",
            "duration": "1.5-2 घंटे",
            "best_time": "21:00 (ऊर्जा के चरम समय पर)",
            "vibe": "अराजक और इलेक्ट्रिक",
            "good_for": [
              "रात की ज़िंदगी",
              "गर्म भोजन",
              "सस्ती खरीदारी"
            ]
          },
          "image": "/images/hong-kong/temple-street.jpg",
          "geo": {
            "lat": 22.3123,
            "lng": 114.1712
          }
        },
        {
          "id": "sight-hk-006",
          "slug": "ladies-market",
          "name_en": "लेडीज़ मार्केट",
          "name_local": "女人街",
          "category": "साइट",
          "is_generic_staple": false,
          "description": {
            "short": "मोंग कोक में स्थित 1 किलो के स्टॉल क्षेत्र, जहाँ कपड़ों, बैगों से लेकर अनोखे उपहारों तक सब कुछ मिलता है।",
            "history": "1970 के दशक में स्थापित, यहां पर महिलाओं के लिए सस्ती कपड़े और एक्सेसरीज़ बेचने के कारण इसका नाम पड़ा।",
            "insider_tip": "मोलभाव करना अनिवार्य है; प्रारंभिक मूल्य का आधा शुरू करें और सबसे अच्छा सौदा पाने के लिए चलने के लिए तैयार रहें।",
            "price_level": "नि:शुल्क",
            "duration": "1 घंटा",
            "best_time": "दोपहर",
            "vibe": "व्यस्त और हलचल",
            "good_for": [
              "सस्ती खरीदारी",
              "स्मारिका हंटर्स",
              "मनुष्य अवलोकन"
            ]
          },
          "image": "/images/hong-kong/ladies-market.jpg",
          "geo": {
            "lat": 22.3193,
            "lng": 114.171
          }
        },
        {
          "id": "sight-hk-007",
          "slug": "pmq",
          "name_en": "PMQ",
          "name_local": "元創方",
          "category": "साइट",
          "is_generic_staple": false,
          "description": {
            "short": "एक ऐतिहासिक रूप से पुन: नविकृत इमारत में स्थित रचनात्मक स्थान, अब स्थानीय डिजाइनरों की बुटीक और आर्ट गैलरी से भरा हुआ है।",
            "history": "यह साइट मूल रूप से विवाहित पुलिस अधिकारियों का मुख्यालय था, जिसे नष्ट होने से बचाया गया था और अब यह हांगकांग की रचनात्मक उद्योग का केंद्र है।",
            "insider_tip": "केंद्र में स्थित आँगन के कार्यक्रमों की जांच करें - अक्सर उच्च गुणवत्ता वाले नाइट मार्केट और अंतरराष्ट्रीय कला इंस्टॉलेशन वीकेंड में होते हैं।",
            "price_level": "नि:शुल्क",
            "duration": "1.5 घंटे",
            "best_time": "वीकेंड दोपहर",
            "vibe": "आधुनिक और रचनात्मक",
            "good_for": [
              "डिजाइन प्रेमी",
              "खरीदारी",
              "हिपस्टर्स"
            ]
          },
          "image": "/images/hong-kong/pmq.jpg",
          "geo": {
            "lat": 22.2847,
            "lng": 114.1524
          }
        }
      ]
    },
    {
      "title": "मंदिर और विरासत",
      "id": "temples",
      "items": [
        {
          "id": "sight-hk-008",
          "slug": "man-mo-temple",
          "name_en": "文武廟",
          "name_local": "文武廟",
          "category": "साइट",
          "is_generic_staple": false,
          "description": {
            "short": "साहित्य के देवता (文) और युद्ध के देवता (武) को समर्पित एक अद्भुत मंदिर, जो धुएँ से भरा हुआ है।",
            "history": "1847 में निर्मित, यह शहर का एक सबसे पुराना और महत्वपूर्ण मंदिर है, जिसे स्थानीय विवादों को सुलझाने के लिए एक अदालत के रूप में भी उपयोग किया गया था।",
            "insider_tip": "छत की ओर देखें, आप विशाल धुएँ के सर्पिल को देख सकते हैं। यह सप्ताहों तक जलता है और मंदिर को रहस्यमय कुहासे से भर देता है।",
            "price_level": "मुफ्त",
            "duration": "30-45 मिनट",
            "best_time": "सुबह",
            "vibe": "आध्यात्मिक और धुएँ से भरा",
            "good_for": [
              "इतिहास प्रेमी",
              "फोटोग्राफी",
              "शांत चिंतन"
            ]
          },
          "image": "/images/hong-kong/man-mo-temple.jpg",
          "geo": {
            "lat": 22.2845,
            "lng": 114.1503
          }
        },
        {
          "id": "sight-hk-009",
          "slug": "wong-tai-sin-temple",
          "name_en": "黃大仙祠",
          "name_local": "黃大仙祠",
          "category": "साइट",
          "is_generic_staple": false,
          "description": {
            "short": "बांस की छड़ी के जरिए भविष्यवाणी '九占' के लिए प्रसिद्ध एक विशाल ताओइस्ट मंदिर परिसर।",
            "history": "इसका समर्पण एक प्रसिद्ध साधु को है जिसने अमरता प्राप्त की, और यह स्थानीय लोगों के लिए सबसे लोकप्रिय मंदिर है जो चिकित्सा और पेशेवर भाग्य की प्रार्थना करते हैं।",
            "insider_tip": "अगर आप कैंटोनीज़ नहीं बोलते हैं, तो आप पास के आर्केड में अंग्रेजी बोलने वाले भविष्यवक्ता को बांस की छड़ी की संख्या की व्याख्या के लिए थोड़ी शुल्क दे सकते हैं।",
            "price_level": "मुफ्त",
            "duration": "1 घंटा",
            "best_time": "सप्ताह के दिनों की सुबह",
            "vibe": "सक्रिय और जीवंत",
            "good_for": [
              "संस्कृति अनुभव",
              "वास्तुकला",
              "फोटोग्राफी"
            ]
          },
          "image": "/images/hong-kong/wong-tai-sin.jpg",
          "geo": {
            "lat": 22.3422,
            "lng": 114.1934
          }
        },
        {
          "id": "sight-hk-010",
          "slug": "tai-o-fishing-village",
          "name_en": "大澳漁村",
          "name_local": "大澳漁村",
          "category": "साइट",
          "is_generic_staple": false,
          "description": {
            "short": "लांटाओ द्वीप की आर्द्रभूमि में निर्मित पाईजड पारंपरिक तांका मछुआरों का समुदाय।",
            "history": "इसे 'पूर्व का वेनिस' कहा जाता है, जहां आप हांगकांग के अतीत में एक साधारण मछली पकड़ने के केंद्र का दृश्य देख सकते हैं।",
            "insider_tip": "20HK$ में 20 मिनट की बोट-tour में भाग लें, और पानी से ऊँची फर्श की घरों को देखें या खाड़ी में दुर्लभ गुलाबी डॉल्फ़िन की खोज करें।",
            "price_level": "मुफ्त (सस्ती बोट उपलब्ध है)",
            "duration": "2-3 घंटे",
            "best_time": "हफ्ते के अंत की दोपहर",
            "vibe": "नॉस्टाल्जिक और ग्रामीण",
            "good_for": [
              "डे-ट्रिप",
              "इतिहास",
              "प्राकृतिक प्रेमी"
            ]
          },
          "image": "/images/hong-kong/tai-o.jpg",
          "geo": {
            "lat": 22.2547,
            "lng": 113.8574
          }
        }
      ]
    },
    {
      "title": "प्रकृति और हाइकिंग",
      "id": "natura",
      "items": [
        {
          "id": "sight-hk-011",
          "slug": "dragon-back-trail",
          "name_en": "ड्रैगन बैक",
          "name_local": "ड्रैगन बैक",
          "category": "दृश्य",
          "is_generic_staple": false,
          "description": {
            "short": "आप हांगकांग के तट और दक्षिण चीन सागर के दृश्य का आनंद लेते हुए एक शानदार क्रीस्ट पर चल सकते हैं।",
            "history": "इसको टाइम पत्रिका द्वारा एशिया के सर्वश्रेष्ठ शहरी ट्रेल्स में से एक के रूप में चुना गया था, जो वांझाई और बिग वेव बे के सर्फिंग गांव को जोड़ता है।",
            "insider_tip": "ट्रेल का अंत बिग वेव बे के समुद्र तट पर है, इसलिए अपने साथ स्विमसूट लाएँ और समुद्र तट के स्टॉल पर बीयर और पिज्जा का आनंद लें।",
            "price_level": "मुफ्त",
            "duration": "3-4 घंटे",
            "best_time": "नवंबर (ठंडी और शुष्क अवधि)",
            "vibe": "दृश्य अद्भुत और ताजगी भरा है",
            "good_for": [
              "हाइकर्स",
              "प्रकृति प्रेमी",
              "सक्रिय यात्री"
            ]
          },
          "image": "/images/hong-kong/dragon-back.jpg",
          "geo": {
            "lat": 22.2447,
            "lng": 114.2487
          }
        },
        {
          "id": "sight-hk-012",
          "slug": "sai-kung",
          "name_en": "साई कंग",
          "name_local": "साई कंग",
          "category": "दृश्य",
          "is_generic_staple": false,
          "description": {
            "short": "हांगकांग के पिछवाड़े के रूप में जाने जाने वाला समुद्र तट क्षेत्र, ऐसा क्षेत्र जहाँ बंकर समुद्र तट, ज्वालामुखीय चट्टानें और समुद्री भोजन प्रसिद्ध हैं।",
            "history": "यह एक शांत मछली पकड़ने का बंदरगाह हुआ करता था, लेकिन अब यह यूनेस्को विश्व जियाग पार्क का पहुँच बिंदु है और सप्ताहांत की आदर्श छुट्टी स्थल है।",
            "insider_tip": "शार्प आइलैंड के पियर से एक छोटी नाव (संपान) में बैठकर, शहर के सबसे अच्छे स्नॉर्कलिंग स्थान पर जाएँ।",
            "price_level": "मध्यम",
            "duration": "पूरे दिन",
            "best_time": "धूप वाले सप्ताहांत",
            "vibe": "आरामदायक समुद्र तट का माहौल",
            "good_for": [
              "प्रकृति प्रेमी",
              "समुद्री भोजन प्रेमी",
              "परिवार"
            ]
          },
          "image": "/images/hong-kong/sai-kung.jpg",
          "geo": {
            "lat": 22.3814,
            "lng": 114.2743
          }
        }
      ]
    },
    {
      "title": "शहरी अनुभव",
      "id": "urban",
      "items": [
        {
          "id": "sight-hk-013",
          "slug": "mid-levels-escalator",
          "name_en": "मिड-लेवल्स एस्कलेटर",
          "name_local": "中環至半山自動扶梯",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "यह दुनिया की सबसे लंबी इनडोर एस्कलेटर प्रणाली है, जो 800 मीटर तक फैली हुई है और 135 मीटर से अधिक की ऊँचाई में उतार-चढ़ाव है।",
            "history": "1993 में, मिड-लेवल्स के निवासियों के लिए बेहतर परिवहन के रूप में निर्मित किया गया, यह अनजाने में एक प्रमुख पर्यटन स्थल और रात की जिंदगी का केंद्र बन गया।",
            "insider_tip": "एस्कलेटर सुबह (6 बजे से 10 बजे) नीचे की ओर और 10 बजे से लेकर मध्यरात्रि तक ऊपर की ओर बढ़ता है, इसलिए इस योजना पर विचार करें।",
            "price_level": "मुफ्त",
            "duration": "30-45 मिनट",
            "best_time": "10 बजे के बाद",
            "vibe": "अनोखा और प्रभावशाली",
            "good_for": [
              "लोगों का अवलोकन",
              "अनोखी शहरी योजना",
              "आलसी चोटियों के लिए"
            ]
          },
          "image": "/images/hong-kong/escalator.jpg",
          "geo": {
            "lat": 22.2837,
            "lng": 114.1544
          }
        },
        {
          "id": "sight-hk-014",
          "slug": "ozone-bar",
          "name_en": "ओज़ोन बार",
          "name_local": "Ozone Bar",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "यह पश्चिमी क्यूलों में ICC टॉवर की 118वीं मंजिल पर स्थित दुनिया के सबसे ऊँचे बारों में से एक है।",
            "history": "इसका डिजाइन कटायामा मासातो ने किया था, और बार का भविष्यवादी हनीकॉम्ब डिज़ाइन द रिट्ज-कार्लटन होटल के ऊंचे हिस्से में समाहित है।",
            "insider_tip": "बहुत दूर जाने से पहले मौसम की जाँच करें। धुंध भरे दिनों में, आप बिना दृष्टि के बादलों के बीच बैठेंगे।",
            "price_level": "महंगा",
            "duration": "1.5 घंटे",
            "best_time": "ब्लू ऑवर (सूर्यास्त के तुरंत बाद)",
            "vibe": "सुपर मॉडर्न और ग्लैमरस",
            "good_for": [
              "विशेष अवसर",
              "फोटोग्राफी",
              "दृश्य"
            ]
          },
          "image": "/images/hong-kong/ozone-bar.jpg",
          "geo": {
            "lat": 22.3039,
            "lng": 114.158
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "9:00 AM",
      "title": "टिम हो वन",
      "description": "मिशेलिन स्टार अर्जित की गई डिम सम का आनंद लें। आप ग्रिल्ड पोर्क बाओ, हार गाउ, शूमाई, और मूली के चावल के केक का ऑर्डर कर सकते हैं।",
      "image": "/images/hong-kong/tim-ho-wan.jpg"
    },
    {
      "time": "सुबह 11 बजे",
      "title": "एस्केलेडर सेंट्रल और मिडलेवल्स",
      "description": "सेंट्रल के ऊँचे इमारतों की खोज करें, दुनिया के सबसे लंबे एस्केलेटर का उपयोग करें, और मन मो मंदिर का दौरा करें।",
      "image": "/images/hong-kong/central-morning.jpg"
    },
    {
      "time": "13:00",
      "title": "रोस्ट गूस का लंच",
      "description": "Yat Lok या Kam's द्वारा Michelin स्टार वाला रोस्ट मांस। चावल पर रखे पूरे गूस की कीमत 100HK$ है।",
      "image": "/images/hong-kong/roast-goose2.jpg"
    },
    {
      "time": "15:00",
      "title": "विक्टोरिया पीक",
      "description": "ट्रैम की लंबी कतार से बचने के लिए 15 नंबर की बस लें। आप स्काईलाइन, बंदरगाह और पहाड़ों का पैनोरमा दृश्य का आनंद ले सकते हैं।",
      "image": "/images/hong-kong/peak-afternoon.jpg"
    },
    {
      "time": "18:30",
      "title": "स्टार फेरी से सूर्यास्त",
      "description": "सोने के समय में बंदरगाह को पार करने के इस किंवदंती यात्रा का आनंद लें। यह दुनिया की महान यात्राओं में से एक है, शुल्क HK$4 है।",
      "image": "/images/hong-kong/star-ferry2.jpg"
    },
    {
      "time": "20:00",
      "title": "प्रकाश समारोह और नाइट मार्केट",
      "description": "20:00 बजे की लाइट शो का आनंद लेने के बाद, टेम्पल स्ट्रीट के नाइट मार्केट की खोज करें और हलचल भरी वातावरण तथा करी स्वाद वाले मछली के बॉल्स का आनंद लें।",
      "image": "/images/hong-kong/night-market.jpg"
    }
  ],
  "affiliate_products": [
    {
      "name": "ऑक्टोपस कार्ड",
      "reason": "आप MTR, बस, और सुविधाजनक स्टोर में 1 दिन में 20 बार से अधिक इसका उपयोग करेंगे।",
      "image_url": "https://m.media-amazon.com/images/I/61VxVqG7SQL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07VWJF8PX?tag=canibringonpl-20"
    },
    {
      "name": "पोर्टेबल चार्जर",
      "reason": "मानचित्र और कैमरा का लगातार उपयोग करने पर, बैटरी जल्दी खत्म होती है।",
      "image_url": "https://m.media-amazon.com/images/I/61N3Z5L2JjL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B08LH26PFT?tag=canibringonpl-20"
    },
    {
      "name": "फोल्डिंग छाता",
      "reason": "अचानक बारिश अक्सर होती है। तुफान जून से सितंबर के बीच होता है। स्थानीय लोग इसे साल भर अपने साथ रखते हैं।",
      "image_url": "https://m.media-amazon.com/images/I/71K1N0xq2bL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07QG2PQTL?tag=canibringonpl-20"
    },
    {
      "name": "ताज़गी तौलिया",
      "reason": "गर्मी की उमस (32°C + 80%) बहुत अधिक होती है। केवल इसे भिगोकर आप तुरंत राहत प्राप्त कर सकते हैं।",
      "image_url": "https://m.media-amazon.com/images/I/81vpmtqxCzL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B01N7MLQXI?tag=canibringonpl-20"
    }
  ],
  "region": "Asia"
}