{
  "id": "city-hk",
  "name": "हांगकांग",
  "slug": "hong-kong",
  "lat": 22.3193,
  "lng": 114.1694,
  "country": "Hong Kong",
  "country_code": "hk",
  "geo": {
    "lat": 22.3193,
    "lng": 114.1694
  },
  "hero_image": "/images/hong-kong/hero.jpg",
  "intro_vibe": "जहाँ पूर्व और पश्चिम का मिलन एक ऐसे शहर में होता है जो नीयन रोशनी, डिम सम और गगनचुंबी इमारतों से भरा है।",
  "general_info": {
    "population": "~7.5 मिलियन",
    "is_capital": false,
    "description": "हांगकांग चीन का एक विशेष प्रशासनिक क्षेत्र है और दुनिया के सबसे घनी आबादी वाले शहरों में से एक है। एक पूर्व ब्रिटिश उपनिवेश होने के नाते, यह चीनी और पश्चिमी प्रभावों को एक अनूठी संस्कृति में मिश्रित करता है। अपने नाटकीय क्षितिज (स्काईलाइन), विश्व स्तरीय व्यंजनों, कुशल सार्वजनिक परिवहन और जीवंत सड़क जीवन के लिए जाना जाने वाला हांगकांग, अपनी गहरी सांस्कृतिक परंपराओं को बनाए रखते हुए एक वैश्विक वित्तीय केंद्र के रूप में कार्य करता है।"
  },
  "stats": {
    "currency": "HKD (हांगकांग डॉलर)",
    "plug_type": "टाइप G (ब्रिटिश)"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "जनवरी",
      "temp": "14°C - 19°C",
      "vibe": "ठंडा और शुष्क",
      "pros": [
        "साफ आसमान",
        "कम आर्द्रता",
        "चीनी नव वर्ष का उत्सव"
      ],
      "cons": [
        "ठंडी शामें",
        "कभी-कभी ठंड का प्रकोप"
      ],
      "clothing": "हल्की जैकेट, लंबी पैंट, लेयर्स (परतदार कपड़े)"
    },
    {
      "id": 2,
      "name": "फरवरी",
      "temp": "15°C - 20°C",
      "vibe": "उत्सव का माहौल",
      "pros": [
        "चीनी नव वर्ष",
        "आरामदायक तापमान",
        "वसंत के फूल खिलने लगते हैं"
      ],
      "cons": [
        "होटल की कीमतें ज्यादा होती हैं",
        "भीड़भाड़"
      ],
      "clothing": "हल्की लेयर्स, शाम के लिए जैकेट"
    },
    {
      "id": 3,
      "name": "मार्च",
      "temp": "18°C - 23°C",
      "vibe": "गर्मी की शुरुआत",
      "pros": [
        "सुहावना मौसम",
        "वसंत का माहौल",
        "कम कीमतें"
      ],
      "cons": [
        "आर्द्रता बढ़ने लगती है",
        "कभी-कभी कोहरा"
      ],
      "clothing": "टी-शर्ट, हल्की लेयर्स"
    },
    {
      "id": 4,
      "name": "अप्रैल",
      "temp": "21°C - 27°C",
      "vibe": "उमस की शुरुआत",
      "pros": [
        "गर्म दिन",
        "आर्ट बेसल सप्ताह",
        "आउटडोर के लिए अच्छा मौसम"
      ],
      "cons": [
        "आर्द्रता का बढ़ना",
        "बार-बार बारिश"
      ],
      "clothing": "हवादार कपड़े, छाता"
    },
    {
      "id": 5,
      "name": "मई",
      "temp": "24°C - 30°C",
      "vibe": "गर्म और चिपचिपा",
      "pros": [
        "समुद्र तट (बीच) का मौसम शुरू",
        "बुद्ध का जन्मदिन",
        "लंबे दिन"
      ],
      "cons": [
        "उच्च आर्द्रता",
        "भारी बारिश"
      ],
      "clothing": "शॉर्ट्स, टैंक टॉप, रेन गियर"
    },
    {
      "id": 6,
      "name": "जून",
      "temp": "26°C - 31°C",
      "vibe": "चरम गर्मी",
      "pros": [
        "ड्रैगन बोट फेस्टिवल",
        "समुद्र तट के लिए सही मौसम",
        "आम का मौसम"
      ],
      "cons": [
        "परेशान करने वाली उमस",
        "तूफान (टाइफून) का मौसम शुरू"
      ],
      "clothing": "कम से कम कपड़े, सनस्क्रीन"
    },
    {
      "id": 7,
      "name": "जुलाई",
      "temp": "27°C - 32°C",
      "vibe": "सबसे गर्म महीना",
      "pros": [
        "बीच लाइफ",
        "गर्मियों का माहौल",
        "रूफटॉप बार का सबसे अच्छा समय"
      ],
      "cons": [
        "अत्यधिक गर्मी",
        "तूफान की संभावना",
        "हर जगह एसी"
      ],
      "clothing": "हल्के, हवादार कपड़े"
    },
    {
      "id": 8,
      "name": "अगस्त",
      "temp": "27°C - 32°C",
      "vibe": "तूफान का मौसम",
      "pros": [
        "उष्णकटिबंधीय तूफान रोमांचक हो सकते हैं",
        "मध्य-शरद (Mid-Autumn) की तैयारी",
        "कम पर्यटक"
      ],
      "cons": [
        "तूफान के कारण रुकावटें",
        "भारी बारिश",
        "अधिकतम आर्द्रता"
      ],
      "clothing": "रेन गियर अनिवार्य, हल्के कपड़े"
    },
    {
      "id": 9,
      "name": "सितंबर",
      "temp": "26°C - 31°C",
      "vibe": "अभी भी गर्मी",
      "pros": [
        "मध्य-शरद उत्सव (Mid-Autumn Festival)",
        "समुद्र तट अब भी अच्छे हैं",
        "हर जगह मूनकेक"
      ],
      "cons": [
        "तूफान जारी रह सकते हैं",
        "उमस"
      ],
      "clothing": "गर्मियों के कपड़े, बारिश का सामान साथ रखें"
    },
    {
      "id": 10,
      "name": "अक्टूबर",
      "temp": "23°C - 28°C",
      "vibe": "सुनहरा मौसम",
      "pros": [
        "बेहतरीन मौसम",
        "साफ आसमान",
        "हाइकिंग का मौसम"
      ],
      "cons": [
        "सप्ताहांत पर भीड़",
        "कीमतें ज्यादा"
      ],
      "clothing": "टी-शर्ट, शाम के लिए हल्की जैकेट"
    },
    {
      "id": 11,
      "name": "नवंबर",
      "temp": "19°C - 24°C",
      "vibe": "आदर्श मौसम",
      "pros": [
        "कुल मिलाकर सबसे अच्छा महीना",
        "शुष्क और आरामदायक",
        "आउटडोर गतिविधियाँ"
      ],
      "cons": [
        "लोकप्रिय (पहले से बुकिंग करें)",
        "ठंडक शुरू"
      ],
      "clothing": "हल्की लेयर्स, आरामदायक जूते"
    },
    {
      "id": 12,
      "name": "दिसंबर",
      "temp": "15°C - 20°C",
      "vibe": "उत्सव और ठंडक",
      "pros": [
        "क्रिसमस बाज़ार",
        "सर्दियों की सेल",
        "सुहावना तापमान"
      ],
      "cons": [
        "ठंडी सुबह",
        "छोटे दिन"
      ],
      "clothing": "जैकेट, लंबी पैंट, गर्म कपड़े"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "ऑक्टोपस कार्ड ही जीवन है: यह रिचार्जेबल स्मार्ट कार्ड सभी सार्वजनिक परिवहन (MTR, बस, फेरी, ट्राम) और 7-Eleven, Starbucks तथा वेंडिंग मशीनों पर काम करता है। इसे किसी भी MTR स्टेशन से तुरंत खरीदें।",
      "कतार संस्कृति: हांगकांग में लोग लाइन लगाने को गंभीरता से लेते हैं। हर चीज़ के लिए व्यवस्थित लाइन बनाएँ—MTR, एस्केलेटर, रेस्तरां, टैक्सी। लाइन तोड़ना सामाजिक रूप से बहुत बुरा माना जाता है।",
      "एस्केलेटर के नियम: दाईं ओर खड़े हों, बाईं ओर चलें। MTR एस्केलेटर तेज़ी से चलते हैं और स्थानीय लोग रास्ता रोकने वालों को बर्दाश्त नहीं करते। इस नियम का सख्ती से पालन होता है।",
      "टिपिंग नहीं: रेस्तरां के बिल में सर्विस चार्ज (10%) शामिल होता है। अलग से टिप देने की न तो उम्मीद की जाती है और न ही यह आवश्यक है। टैक्सी के किराए को राउंड-अप करना विनम्र है लेकिन वैकल्पिक है।",
      "विजिटिंग कार्ड मायने रखते हैं: बिज़नेस सेटिंग में, कार्ड दोनों हाथों से लें और रखने से पहले उसे संक्षेप में पढ़ें। यह सम्मान का प्रतीक है।",
      "जूते उतारें: कुछ पारंपरिक रेस्तरां और सभी घरों में जूते उतारने की आवश्यकता होती है। प्रवेश द्वार के पास चप्पलें देखें, यह एक संकेत है।",
      "चॉपस्टिक शिष्टाचार: चावल में चॉपस्टिक को कभी भी सीधा खड़ा न करें (यह अंतिम संस्कार का प्रतीक है)। लोगों की ओर इशारा न करें। उन्हें कटोरी पर नहीं, बल्कि चॉपस्टिक रेस्ट पर रखें।",
      "डिम सम प्रोटोकॉल: सब कुछ साझा करें। अपने लिए चाय डालने से पहले दूसरों के लिए डालें। जब कोई आपके लिए चाय डाले, तो धन्यवाद कहने के लिए मेज पर दो उंगलियां थपथपाएं। वेटर अंत में व्यंजनों की गिनती करते हैं।",
      "सार्वजनिक व्यवहार: MTR और रेस्तरां में अपनी आवाज़ धीमी रखें। ज़ोर से फोन पर बात करना नापसंद किया जाता है। सार्वजनिक रूप से शराब पीना दुर्लभ है और शर्मनाक माना जाता है।",
      "बुजुर्गों का सम्मान: बुजुर्गों, गर्भवती महिलाओं और बच्चों के साथ यात्रा कर रहे लोगों के लिए MTR की सीट छोड़ दें। यह वैकल्पिक नहीं है—स्थानीय लोग आपको जज करेंगे।"
    ],
    "essential_phrases": [
      {
        "src": "नमस्ते",
        "local": "Nei hou",
        "phonetic": "NAY-ho"
      },
      {
        "src": "धन्यवाद",
        "local": "M̀h'gōi",
        "phonetic": "m-GOY"
      },
      {
        "src": "माफ़ करें (Excuse me)",
        "local": "M̀h'gōi",
        "phonetic": "m-GOY"
      },
      {
        "src": "कितने का है?",
        "local": "Géi dō chín?",
        "phonetic": "GAY-daw CHIN"
      },
      {
        "src": "बिल दीजिये",
        "local": "Màaih dāan",
        "phonetic": "MY-daan"
      },
      {
        "src": "मुझे समझ नहीं आया",
        "local": "Ŋóh m̀h mìhng",
        "phonetic": "ngor m-ming"
      },
      {
        "src": "स्वादिष्ट",
        "local": "Hóu sihk",
        "phonetic": "ho-sick"
      },
      {
        "src": "बहुत महंगा है",
        "local": "Taai gwai",
        "phonetic": "TIE-gway"
      },
      {
        "src": "कहाँ है...?",
        "local": "...hái bīndouh?",
        "phonetic": "...hi bin-DOH"
      },
      {
        "src": "जरूरत नहीं है (खुले पैसों की)",
        "local": "M̀h sái",
        "phonetic": "m-sigh"
      }
    ]
  },
  "neighborhoods": [
    {
      "name": "सेंट्रल (Central)",
      "vibe": "वित्तीय पावरहाउस",
      "description": "हांगकांग के व्यापारिक जिले का दिल। कांच की गगनचुंबी इमारतें, लक्ज़री मॉल और प्रसिद्ध मिड-लेवल्स एस्केलेटर। यहाँ महंगे रेस्तरां और रूफटॉप बार की भरमार है।",
      "highlights": [
        "IFC मॉल",
        "लैन क्वाई फोंग (Lan Kwai Fong) नाइटलाइफ़",
        "मिड-लेवल्स एस्केलेटर"
      ],
      "image": "/images/hong-kong/central.jpg"
    },
    {
      "name": "सिम शा सुई (Tsim Sha Tsui)",
      "vibe": "पर्यटक केंद्र",
      "description": "हार्बर पर स्थित कूलून (Kowloon) का मुख्य पर्यटक केंद्र। संग्रहालय, लक्ज़री होटल, दर्जी और प्रतिष्ठित 'एवेन्यू ऑफ स्टार्स'। यहाँ से हांगकांग द्वीप की स्काईलाइन का सबसे अच्छा नज़ारा दिखता है।",
      "highlights": [
        "विक्टोरिया हार्बर प्रोमनेड",
        "संग्रहालय जिला",
        "टेम्पल स्ट्रीट नाइट मार्केट"
      ],
      "image": "/images/hong-kong/tsim-sha-tsui.jpg"
    },
    {
      "name": "मोंग कोक (Mong Kok)",
      "vibe": "अराजक और ऊर्जावान",
      "description": "धरती पर सबसे घनी आबादी वाला इलाका। नीयन साइन, स्ट्रीट मार्केट, इलेक्ट्रॉनिक्स की दुकानें और निरंतर ऊर्जा। लेडीज़ मार्केट और स्नीकर स्ट्रीट यहीं हैं।",
      "highlights": [
        "लेडीज़ मार्केट",
        "स्नीकर स्ट्रीट",
        "फ्लॉवर मार्केट"
      ],
      "image": "/images/hong-kong/mong-kok.jpg"
    },
    {
      "name": "शेउंग वान (Sheung Wan)",
      "vibe": "पुराने और नए का संगम",
      "description": "हिपस्टर कैफे के बगल में पारंपरिक चीनी दवाओं की दुकानें। आर्ट गैलरी के पास सूखे समुद्री भोजन (सीफूड) के थोक व्यापारी। यह पुराने हांगकांग का आधुनिक होता किनारा है।",
      "highlights": [
        "कैट स्ट्रीट प्राचीन वस्तुएँ",
        "मैन मो मंदिर",
        "हिप कैफे"
      ],
      "image": "/images/hong-kong/sheung-wan.jpg"
    },
    {
      "name": "कॉज़वे बे (Causeway Bay)",
      "vibe": "खरीदारी का पागलपन",
      "description": "हांगकांग का खुदरा (रिटेल) केंद्र। विशाल मॉल, डिपार्टमेंट स्टोर और सड़क के किनारे की दुकानें। स्थानीय लोग यहाँ खरीदारी करने, खाने और घूमने आते हैं।",
      "highlights": [
        "टाइम्स स्क्वायर मॉल",
        "विक्टोरिया पार्क",
        "सोगो (Sogo) डिपार्टमेंट स्टोर"
      ],
      "image": "/images/hong-kong/causeway-bay.jpg"
    },
    {
      "name": "शाम शुई पो (Sham Shui Po)",
      "vibe": "कामकाजी वर्ग का उत्साह",
      "description": "हांगकांग का सबसे प्रामाणिक पड़ोस। इलेक्ट्रॉनिक्स बाज़ार, कपड़े के थोक व्यापारी और सस्ता स्ट्रीट फूड। यहाँ अंग्रेज़ी कम बोली जाती है, लेकिन चरित्र भरपूर है।",
      "highlights": [
        "अप्लीयू स्ट्रीट इलेक्ट्रॉनिक्स",
        "कपड़ा बाज़ार",
        "स्थानीय दाई पाई डोंग (Dai pai dongs)"
      ],
      "image": "/images/hong-kong/sham-shui-po.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "आवागमन",
      "icon": "Train",
      "summary": "हांगकांग में दुनिया की सबसे बेहतरीन सार्वजनिक परिवहन प्रणालियों में से एक है। यह तेज़, स्वच्छ और समझने में आसान है।",
      "details": [
        "MTR (मेट्रो): रीढ़ की हड्डी। सभी प्रमुख क्षेत्रों को कवर करती है, सुबह 6 बजे से रात 1 बजे तक चलती है, वातानुकूलित है और संकेत अंग्रेज़ी में हैं। एक ऑक्टोपस कार्ड (HK$50 जमा + शुरुआती बैलेंस) प्राप्त करें।",
        "ट्राम: प्रतिष्ठित डबल-डेकर स्ट्रीट ट्राम हांगकांग द्वीप के उत्तरी तट पर चलती हैं। बेहद सस्ती (HK$3), धीमी और आकर्षक। पीछे से चढ़ें, सामने से उतरें और निकलते समय भुगतान करें।",
        "बसें: व्यापक लेकिन पर्यटकों के लिए थोड़ी भ्रमित करने वाली हो सकती हैं। डबल-डेकर बसें हर जगह जाती हैं। मार्गों के लिए Citymapper ऐप का उपयोग करें। सटीक खुले पैसे दें या ऑक्टोपस कार्ड का उपयोग करें।",
        "स्टार फेरी: कूलून और हांगकांग द्वीप के बीच पौराणिक हार्बर क्रॉसिंग। HK$3-4 किराया, 1888 से चल रही है। जादुई अनुभव के लिए सूर्यास्त के समय इसकी सवारी करें।",
        "टैक्सी: प्रचुर मात्रा में और सस्ती। लाल (शहरी), हरी (न्यू टेरिटरीज), नीली (लैंटाऊ)। ड्राइवर शायद ही कभी अंग्रेज़ी बोलते हैं—पता चीनी भाषा में अपने पास रखें। ऑक्टोपस कार्ड स्वीकार किया जाता है।",
        "पैदल: सेंट्रल/एडमिरल्टी/शेउंग वान में पैदल चला जा सकता है। इमारतों को जोड़ने वाले ढके हुए रास्तों और एस्केलेटर की व्यापक प्रणाली का उपयोग करें।",
        "मिनी बसें: हरी (फिक्स्ड रूट) या लाल (लचीले रूट)। केवल अनुभवी लोगों के लिए—ड्राइवर बिल्कुल अंग्रेज़ी नहीं बोलते और रास्ते रहस्यमय होते हैं।"
      ]
    },
    {
      "id": "logistics-airport",
      "slug": "airport-transfers",
      "title": "एयरपोर्ट से शहर",
      "icon": "Plane",
      "summary": "हांगकांग एयरपोर्ट (HKIA) लैंटाऊ द्वीप पर है, जो तेज़ रेल और बस द्वारा शहर से जुड़ा हुआ है।",
      "details": [
        "एयरपोर्ट एक्सप्रेस ट्रेन: सबसे तेज़ विकल्प (सेंट्रल तक 24 मिनट)। एक तरफ का किराया HK$115 है। सुबह 5:50 से रात 12:48 तक चलती है। हवाई अड्डे पर ऑक्टोपस खरीदें या गेट पर क्रेडिट कार्ड का उपयोग करें। स्टेशनों से होटलों तक मुफ्त शटल बसें उपलब्ध हैं।",
        "एयरपोर्ट बस: सस्ती (HK$40-50) लेकिन धीमी (45-60 मिनट)। मार्ग हर जिले में जाते हैं। A21 सिम शा सुई (Tsim Sha Tsui) जाती है, A11 कॉज़वे बे (Causeway Bay) जाती है। आरामदायक और वातानुकूलित।",
        "टैक्सी: हांगकांग द्वीप तक HK$250-350, कूलून तक HK$200-250। कतार के संकेतों का पालन करें—सड़क पर दिए गए प्रस्तावों को स्वीकार न करें। केवल लाल टैक्सी (शहरी) लें। ट्रैफिक के आधार पर 30-50 मिनट लगते हैं।",
        "होटल शटल: कई होटल निजी ट्रांसफर की सुविधा देते हैं। यह महंगा (HK$500+) है लेकिन सामान के साथ सुविधाजनक है।",
        "प्रो टिप: यदि आप देर से पहुँचते हैं (आधी रात के बाद), तो टैक्सी ही एकमात्र विकल्प है। एयरपोर्ट एक्सप्रेस रात 12:48 पर बंद हो जाती है।"
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-tips",
      "title": "सुरक्षा और स्कैम",
      "icon": "Shield",
      "summary": "हांगकांग दुनिया के सबसे सुरक्षित शहरों में से एक है। हिंसक अपराध दुर्लभ है, लेकिन पर्यटकों के साथ ठगी हो सकती है।",
      "details": [
        "समग्र सुरक्षा: आप किसी भी समय कहीं भी घूम सकते हैं। पर्यटकों के खिलाफ हिंसक अपराध लगभग न के बराबर हैं। अकेले यात्रा करने वाली महिलाएं सुरक्षित महसूस करती हैं।",
        "आम स्कैम: दान माँगने वाले नकली भिक्षु (उन्हें नज़रअंदाज़ करें)। सिम शा सुई में 'मसाज' कार्ड बाँटने वाली लड़कियाँ (वैध स्पा सड़कों पर प्रचार नहीं करते)। पर्यटकों को निशाना बनाने वाले महंगे दर्जी।",
        "टैक्सी स्कैम: दुर्लभ है। मीटर का उपयोग होता है और वे ईमानदार होते हैं। यदि ड्राइवर मीटर से मना करे, तो तुरंत उतर जाएँ। सुनिश्चित करें कि वे शुरुआत में मीटर चालू करें।",
        "रेस्तरां स्कैम: पर्यटन क्षेत्रों में कुछ सीफूड रेस्तरां कीमतें बढ़ा देते हैं या छिपे हुए शुल्क जोड़ते हैं। ऑर्डर करने से पहले कीमतें चेक करें। बाहर आक्रामक तरीके से बुलाने वाले लोगों वाली जगहों से बचें।",
        "जेबकतरे: बहुत कम, लेकिन भीड़भाड़ वाले समय में MTR पर अपने सामान का ध्यान रखें। कीमती सामान सामने की जेब में रखें।",
        "विरोध प्रदर्शन: कभी-कभी राजनीतिक प्रदर्शन होते हैं। उनसे पूरी तरह बचें—पुलिस की प्रतिक्रिया तीव्र हो सकती है। यात्रा से पहले समाचार देखें।",
        "खोया हुआ सामान: पुलिस को रिपोर्ट करें। वापस मिलने की अच्छी संभावना है—हांगकांग के लोग ईमानदार हैं और शहर में व्यापक सीसीटीवी कवरेज है।"
      ]
    },
    {
      "id": "logistics-money",
      "slug": "money-matters",
      "title": "पैसा और भुगतान",
      "icon": "DollarSign",
      "summary": "हांगकांग डॉलर (HKD) यहाँ की मुद्रा है। कार्ड व्यापक रूप से स्वीकार किए जाते हैं लेकिन स्थानीय जगहों पर नकद अभी भी राजा है।",
      "details": [
        "मुद्रा: HK$1 ≈ $0.13 USD। सिक्के: $0.1, 0.2, 0.5, 1, 2, 5, 10। नोट: $10, 20, 50, 100, 500, 1000। तीन अलग-अलग बैंक नोट छापते हैं—सभी कानूनी निविदा हैं।",
        "ATM: हर जगह हैं। 7-Eleven में भी ATM हैं। बेहतरीन दरों के लिए HSBC या Bank of China से निकासी करें। अधिकांश अंतरराष्ट्रीय कार्ड (Visa, Mastercard, UnionPay) स्वीकार करते हैं।",
        "क्रेडिट कार्ड: Visa और Mastercard रेस्तरां, मॉल और होटलों में स्वीकार किए जाते हैं। कई छोटी दुकानें और 'दाई पाई डोंग' केवल नकद लेते हैं।",
        "ऑक्टोपस कार्ड: गुप्त हथियार। यह रिचार्जेबल स्मार्ट कार्ड सभी ट्रांजिट, 7-Eleven, McDonald's, Starbucks, वेंडिंग मशीनों पर काम करता है। HK$50 जमा + शुरुआती वैल्यू। MTR स्टेशनों या 7-Eleven पर रिचार्ज करें।",
        "एक्सचेंज: एयरपोर्ट से बचें (खराब दरें)। सेंट्रल या सिम शा सुई में सिटी मनी चेंजर्स का उपयोग करें (चुंगकिंग मेंशन्स में अच्छी दरें मिलती हैं लेकिन वहां अराजकता होती है)। बैंक भी एक्सचेंज करते हैं।",
        "टिपिंग: अपेक्षित नहीं है। रेस्तरां के बिलों में स्वचालित रूप से 10% सेवा शुल्क जोड़ा जाता है। टैक्सी, MTR, या कैज़ुअल डाइनिंग के लिए कोई टिप नहीं। हाई-एंड रेस्तरां में थोड़ी अतिरिक्त टिप की उम्मीद की जा सकती है।",
        "मोलभाव: स्ट्रीट मार्केट (लेडीज़ मार्केट, टेम्पल स्ट्रीट) में अपेक्षित है। मांगी गई कीमत के 50-60% से शुरू करें। मॉल या सामान्य दुकानों में यह स्वीकार्य नहीं है।"
      ]
    },
    {
      "id": "logistics-weather",
      "slug": "when-to-visit",
      "title": "कब जाएँ",
      "icon": "Sun",
      "summary": "अक्टूबर-दिसंबर पीक सीज़न है। गर्मी में बहुत गर्मी और उमस होती है। अगर आप भीड़ से नफरत करते हैं तो चीनी नव वर्ष से बचें।",
      "details": [
        "सबसे अच्छा समय: अक्टूबर-दिसंबर। शुष्क, धूप वाला, आरामदायक तापमान (18-25°C)। हाइकिंग और बाहरी गतिविधियों के लिए एकदम सही। कीमतें सबसे ज्यादा होती हैं।",
        "अच्छा समय: जनवरी-मार्च। ठंडा और शुष्क। चीनी नव वर्ष (जनवरी के अंत/फरवरी की शुरुआत) उत्सवपूर्ण होता है लेकिन भीड़भाड़ और महंगा भी। 3 महीने पहले बुक करें।",
        "बचें: जून-सितंबर। टाइफून का मौसम, अत्यधिक गर्मी (32°C+), दम घोंटने वाली उमस (80-90%)। रोजाना बारिश। हर जगह आर्कटिक स्तर का एयर कंडीशनिंग होता है।",
        "बजट यात्रा: अप्रैल-मई या सितंबर। शोल्डर सीज़न में कीमतें कम होती हैं लेकिन उमस और बारिश बढ़ जाती है। शहर घूमने के लिए अभी भी अच्छा है।",
        "त्योहार: चीनी नव वर्ष (सबसे बड़ा), ड्रैगन बोट फेस्टिवल (जून), मध्य-शरद उत्सव (सितंबर), क्रिसमस लाइट्स (दिसंबर)।",
        "टाइफून: उष्णकटिबंधीय चक्रवात जून-अक्टूबर में आते हैं। टाइफून सिग्नल सिस्टम: T1 (सतर्क रहें), T3 (घर के अंदर रहें), T8+ (सब कुछ बंद हो जाता है)। होटल खुले रहते हैं। यह रोमांचक हो सकता है।",
        "खास सुझाव: नवंबर में साफ आसमान, कम आर्द्रता, आदर्श तापमान होता है और कीमतें अक्टूबर से कम होती हैं। यह गुप्त रूप से सबसे अच्छा महीना है।"
      ]
    },
    {
      "id": "logistics-language",
      "slug": "language-tips",
      "title": "भाषा और संचार",
      "icon": "MessageCircle",
      "summary": "कैंटोनीज़ मुख्य भाषा है। अंग्रेज़ी साइनेज हर जगह हैं लेकिन बोली जाने वाली अंग्रेज़ी अलग-अलग हो सकती है।",
      "details": [
        "आधिकारिक भाषाएँ: कैंटोनीज़ (90%), अंग्रेज़ी (आधिकारिक लेकिन सीमित दक्षता), मंदारिन (बढ़ रही है)।",
        "अंग्रेज़ी: सभी MTR संकेत, सड़क के संकेत और पर्यटन क्षेत्रों में अंग्रेज़ी है। सरकार और व्यवसाय अंग्रेज़ी का उपयोग करते हैं। लेकिन कई स्थानीय लोग सीमित अंग्रेज़ी बोलते हैं, विशेष रूप से बुजुर्ग।",
        "कैंटोनीज़ के मूल शब्द: 'M̀h'gōi' (धन्यवाद) और 'Nei hou' (नमस्ते) सीखें। बुनियादी कोशिशों की भी सराहना की जाती है। उच्चारण टोनल है—इसे एकदम सही करने की चिंता न करें।",
        "लिखित चीनी: पारंपरिक अक्षर (मुख्यभूमि चीन की तरह सरलीकृत नहीं)। भले ही आप मंदारिन चीनी पढ़ते हों, कुछ अक्षर अलग होते हैं।",
        "रेस्तरां रणनीति: कई स्थानीय रेस्तरां में अंग्रेज़ी मेनू या चित्र वाले मेनू होते हैं। अगर आप मेनू नहीं पढ़ सकते हैं तो दूसरे जो खा रहे हैं उसकी ओर इशारा करें। Google Translate का कैमरा फीचर मददगार है।",
        "ऐप्स: Google Translate ऑफ़लाइन कैंटोनीज़ डाउनलोड करें। Pleco शब्दकोश ऐप। WhatsApp हांगकांग में मुख्य मैसेजिंग ऐप है।",
        "मदद प्राप्त करना: युवा और सेवा उद्योग के कर्मचारी बेहतर अंग्रेज़ी बोलते हैं। होटल स्टाफ और पर्यटक सूचना केंद्र धाराप्रवाह बोलते हैं।"
      ]
    },
    {
      "id": "logistics-health",
      "slug": "health-essentials",
      "title": "स्वास्थ्य और चिकित्सा",
      "icon": "Heart",
      "summary": "उत्कृष्ट स्वास्थ्य प्रणाली। नल का पानी सुरक्षित है। फार्मेसियां हर जगह हैं।",
      "details": [
        "स्वास्थ्य सेवा: विश्व स्तरीय। सार्वजनिक अस्पताल सस्ते हैं लेकिन भीड़भाड़ वाले हैं। निजी क्लीनिक और अस्पताल महंगे हैं लेकिन तेज़ हैं। यात्रा बीमा जरूर लें।",
        "नल का पानी: पीने के लिए सुरक्षित है। हांगकांग में उच्च जल गुणवत्ता मानक हैं। होटल और रेस्तरां इसे मुफ्त में परोसते हैं।",
        "फार्मेसियां: Watsons और Mannings हर जगह हैं। देर तक खुली रहती हैं। अधिकांश दवाएं बिना प्रिस्क्रिप्शन के उपलब्ध हैं (एंटीबायोटिक्स आदि)। फार्मासिस्ट थोड़ी अंग्रेज़ी बोलते हैं।",
        "आपातकाल: एम्बुलेंस/पुलिस/फायर के लिए 999 डायल करें। अंग्रेज़ी ऑपरेटर उपलब्ध हैं। क्वीन मैरी अस्पताल और प्रिंस ऑफ वेल्स अस्पताल प्रमुख सार्वजनिक अस्पताल हैं।",
        "प्रदूषण: हवा की गुणवत्ता खराब हो सकती है (विशेषकर गर्मियों में)। यदि आपको सांस की समस्या है तो AQI स्तर देखें। जरूरत पड़ने पर मास्क पहनें—यह सांस्कृतिक रूप से सामान्य है।",
        "गर्मी और उमस: गर्मियों की उमस से हीट स्ट्रोक हो सकता है। लगातार पानी पिएं। वातानुकूलित जगहों की तलाश करें। स्थानीय लोग धूप से बचने के लिए छाते का उपयोग करते हैं।",
        "मच्छर: डेंगू मौजूद है लेकिन दुर्लभ है। हाइकिंग या पार्क में जाने पर रिपेलेंट का उपयोग करें। शहरी क्षेत्रों में मच्छर बहुत कम हैं।",
        "क्लीनिक: सेंट्रल हेल्थ मेडिकल प्रैक्टिस, OT&P हेल्थकेयर। परामर्श के लिए HK$500-1000 की अपेक्षा करें।"
      ]
    },
    {
      "id": "logistics-apps",
      "slug": "essential-apps",
      "title": "ज़रूरी ऐप्स",
      "icon": "Smartphone",
      "summary": "ये ऐप्स हांगकांग में नेविगेट करना बेहद आसान बना देंगे।",
      "details": [
        "Citymapper: हांगकांग के लिए सबसे अच्छा ट्रांजिट ऐप। रीयल-टाइम MTR, बस, फेरी और पैदल चलने के निर्देश। सार्वजनिक परिवहन के लिए Google Maps से बेहतर।",
        "MTR Mobile: रूट प्लानिंग और सर्विस अपडेट के लिए आधिकारिक ऐप। यह भी दिखाता है कि स्टेशनों पर किस निकास (Exit) का उपयोग करना है।",
        "OpenRice: रेस्तरां के लिए हांगकांग का Yelp। समीक्षाएँ अंग्रेज़ी और चीनी में। अच्छे स्थानीय स्पॉट खोजने के लिए आवश्यक।",
        "WhatsApp: हर कोई इसका इस्तेमाल करता है। मुफ्त कॉल और संदेश। आगमन से पहले डाउनलोड करें।",
        "WeChat: कुछ चीनी व्यवसायों और मुख्यभूमि के दोस्तों के लिए आवश्यक। मुख्यभूमि चीन की तरह यहाँ यह उतना अनिवार्य नहीं है।",
        "Google Maps: हांगकांग में पूरी तरह से काम करता है (मुख्यभूमि चीन के विपरीत)। ऑफ़लाइन नक्शे की सिफारिश की जाती है।",
        "Deliveroo / Foodpanda: भोजन वितरण। विशाल चयन। अंग्रेज़ी इंटरफ़ेस। देर रात का सहारा।"
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-hk-001",
      "slug": "dim-sum",
      "name_en": "डिम सम (Dim Sum)",
      "name_local": "點心 (Dim Sam)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "हांगकांग का सर्वोत्कृष्ट पाक अनुभव, जिसमें बांस की टोकरियों में परोसे जाने वाले भाप में पकाए गए, तले हुए और बेक किए गए व्यंजनों के छोटे हिस्से शामिल हैं।",
        "history": "मूल रूप से सिल्क रोड पर यात्रियों के लिए एक नाश्ता, यह हांगकांग में 'यम चा' परंपरा में विकसित हुआ, जहाँ परिवार सुबह की चाय और बातचीत के लिए इकट्ठा होते हैं।",
        "insider_tip": "यदि कोई सर्वर आपके लिए चाय डालता है, तो बातचीत को बाधित किए बिना 'धन्यवाद' कहने के लिए मेज पर दो उंगलियां थपथपाएं। रसोइye के कौशल का परीक्षण करने के लिए 'हार गाउ' (झींगा पकौड़ी) ऑर्डर करें।",
        "price_level": "मध्यम",
        "duration": "1-1.5 घंटे",
        "best_time": "सप्ताहांत ब्रंच (दोपहर 1 बजे से पहले)",
        "vibe": "हलचल भरा और सामाजिक",
        "good_for": [
          "समूह",
          "परंपरावादी",
          "फूडीज"
        ]
      },
      "image": "/images/hong-kong/dim-sum.jpg"
    },
    {
      "id": "food-hk-002",
      "slug": "roast-goose",
      "name_en": "रोस्ट गूज़ (Roast Goose)",
      "name_local": "燒鵝 (Siu Ngo)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "कुरकुरी त्वचा और नरम, स्वादिष्ट मांस के साथ पूर्णता तक भूना गया रसीला हंस (Goose), जिसे अक्सर तीखे बेर की चटनी के साथ चावल पर परोसा जाता है।",
        "history": "कैंटोनीज़ व्यंजनों की एक श्रम-गहन विशेषता, पारंपरिक हांगकांग रोस्ट गूज़ को अक्सर एक विशिष्ट धुएँ के स्वाद के लिए लकड़ी के कोयले के ओवन में तैयार किया जाता है।",
        "insider_tip": "सेंट्रल में प्रसिद्ध Yat Lok या वान चाई में Kam's पर जाएँ, लेकिन 2 घंटे के इंतजार से बचने के लिए खुलने से 15 मिनट पहले पहुँचें।",
        "price_level": "महंगा",
        "duration": "45-60 मिनट",
        "best_time": "दोपहर का भोजन",
        "vibe": "कुशल और उच्च गुणवत्ता",
        "good_for": [
          "मांस प्रेमी",
          "गोरमेट यात्री",
          "जल्दी दोपहर का भोजन"
        ]
      },
      "image": "/images/hong-kong/roast-goose.jpg"
    },
    {
      "id": "food-hk-003",
      "slug": "wonton-noodles",
      "name_en": "वॉनटन नूडल्स (Wonton Noodles)",
      "name_local": "雲吞麵 (Wan Tan Min)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "अल डेंटे एग नूडल्स को एक साफ, सूखे-फ्लौंडर शोरबे में परोसा जाता है, जिसमें नूडल्स के नीचे छिपे हुए मोटे झींगा वॉनटन होते हैं।",
        "history": "एक कामकाजी वर्ग का मुख्य भोजन जो 1940 के दशक में प्रसिद्ध हुआ। 'हांगकांग शैली' नूडल्स की विशिष्ट बनावट और शोरबे की गहराई से परिभाषित होती है।",
        "insider_tip": "असली वॉनटन नूडल्स एक छोटे कटोरे में परोसे जाते हैं जिसमें चम्मच सबसे नीचे होता है ताकि नूडल्स शोरबे में गीले न हो जाएं।",
        "price_level": "किफायती",
        "duration": "30 मिनट",
        "best_time": "कभी भी",
        "vibe": "अनौपचारिक और सुकून देने वाला",
        "good_for": [
          "बजट यात्री",
          "जल्दी नाश्ता",
          "अकेले खाने वाले"
        ]
      },
      "image": "/images/hong-kong/wonton-noodles.jpg"
    },
    {
      "id": "food-hk-004",
      "slug": "egg-tart",
      "name_en": "एग टार्ट (Egg Tart)",
      "name_local": "蛋撻 (Daan Taat)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "एक रेशमी, चमकदार पीला अंडा कस्टर्ड जो या तो भुरभुरे शॉर्टक्रस्ट में या कई परतों वाले पेस्ट्री शेल में होता है।",
        "history": "ब्रिटिश कस्टर्ड टार्ट्स और पुर्तगाली पेस्टिस डी नाटा से पैदा हुआ एक हाइब्रिड निर्माण, जिसे 1940 के दशक में हांगकांग के 'चा चान टेंग्स' (चाय कैफे) द्वारा अपनाया गया था।",
        "insider_tip": "परतदार क्रस्ट (sau pei) दोपहर की चाय के लिए अधिक पारंपरिक है, जबकि शॉर्टक्रस्ट (tai pei) अक्सर स्थानीय बेकरी में पाया जाता है। ताई चेओंग बेकरी सबसे प्रसिद्ध जगह है।",
        "price_level": "किफायती",
        "duration": "5-10 मिनट",
        "best_time": "3:00 PM (दोपहर की चाय)",
        "vibe": "मीठा और पुरानी यादें ताज़ा करने वाला",
        "good_for": [
          "स्नैकिंग",
          "मीठा पसंद करने वाले",
          "चलते-फिरते"
        ]
      },
      "image": "/images/hong-kong/egg-tart.jpg"
    },
    {
      "id": "food-hk-005",
      "slug": "pineapple-bun",
      "name_en": "पाइनएप्पल बन (Pineapple Bun)",
      "name_local": "菠蘿油 (Bo Lo Yau)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "एक नरम, मीठा बन जिसके ऊपर एक कुरकुरा, चीनी का क्रस्ट होता है, जिसे गर्म परोसा जाता है और अंदर ठंडे, नमकीन मक्खन का एक मोटा टुकड़ा होता है।",
        "history": "इसमें कोई असली अनानास नहीं होता है; इसका नाम चेकर वाले, सुनहरे-भूरे रंग के क्रस्ट से आता है जो फल की त्वचा जैसा दिखता है।",
        "insider_tip": "'पाइनएप्पल ऑयल' (Bo Lo Yau) संस्करण प्रो पसंद है—गर्म बन और पिघलते ठंडे मक्खन के बीच का अंतर अनिवार्य है।",
        "price_level": "किफायती",
        "duration": "15-20 मिनट",
        "best_time": "नाश्ता या दोपहर का नाश्ता",
        "vibe": "स्थानीय कैफे संस्कृति",
        "good_for": [
          "बजट भोजन",
          "कम्फर्ट फूड",
          "नाश्ता"
        ]
      },
      "image": "/images/hong-kong/pineapple-bun.jpg"
    },
    {
      "id": "food-hk-006",
      "slug": "milk-tea",
      "name_en": "हांगकांग मिल्क टी",
      "name_local": "絲襪奶茶 (Si Mat Naai Cha)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "कई प्रकार की काली चाय का एक शक्तिशाली मिश्रण जिसे एवापोरेटेड दूध के साथ मिलाया जाता है, जो अपनी मलाईदार बनावट और उच्च कैफीन किक के लिए जाना जाता है।",
        "history": "इसे 'पैंटीहोज़ मिल्क टी' के रूप में भी जाना जाता है क्योंकि चाय को पारंपरिक रूप से एक महीन थैली के माध्यम से छाना जाता है जो रेशम के मोज़े जैसा दिखता है।",
        "insider_tip": "ऊर्जा को और बढ़ाने के लिए स्थानीय पसंदीदा मिश्रण 'युआनयांग' (Yuenyeung) ऑर्डर करें जो 3 भाग कॉफी और 7 भाग मिल्क टी का मिश्रण है।",
        "price_level": "किफायती",
        "duration": "10-15 मिनट",
        "best_time": "दोपहर की चाय",
        "vibe": "ऊर्जावान और स्मूथ",
        "good_for": [
          "कैफीन प्रेमी",
          "स्थानीय अनुभव",
          "पेय प्रेमी"
        ]
      },
      "image": "/images/hong-kong/milk-tea.jpg"
    },
    {
      "id": "food-hk-007",
      "slug": "char-siu",
      "name_en": "बीबीक्यू पोर्क (Char Siu)",
      "name_local": "叉燒 (Cha Siu)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "मीठे शहद और पांच-मसालों के मिश्रण में मैरीनेट किए गए बिना हड्डी वाले सूअर के मांस (pork) के टुकड़े, जिन्हें कैरामेलाइज़्ड और नरम होने तक भूना जाता है।",
        "history": "'चार सिउ' शब्द का शाब्दिक अर्थ है 'कांटे पर भूना हुआ', जो आग पर लंबे कांटों पर मांस को पिरोने की पारंपरिक विधि को संदर्भित करता है।",
        "insider_tip": "पिघलती हुई वसा और स्वादिष्ट मांस का सही संतुलन पाने के लिए 'बन फेई सौ' (Bun Fei Sau - आधा वसा, आधा बिना वसा) मांगें।",
        "price_level": "मध्यम",
        "duration": "30-45 मिनट",
        "best_time": "दोपहर का भोजन",
        "vibe": "नमकीन और मीठा",
        "good_for": [
          "मांस प्रेमी",
          "परिवार",
          "दैनिक भोजन"
        ]
      },
      "image": "/images/hong-kong/char-siu.jpg"
    },
    {
      "id": "food-hk-008",
      "slug": "cheung-fun",
      "name_en": "राइस नूडल रोल्स",
      "name_local": "腸粉 (Cheung Fan)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "रेशमी, पारभासी चावल के नूडल की चादरें जो झींगा या बीफ जैसी स्टफिंग के चारों ओर लिपटी होती हैं, और उस पर मीठी सोया सॉस डाली जाती है।",
        "history": "एक डिम सम मुख्य भोजन जो एक स्ट्रीट स्नैक के रूप में शुरू हुआ। सबसे अच्छे संस्करण कपड़े पर चावल के घोल को हाथ से भाप देकर बनाए जाते हैं।",
        "insider_tip": "स्ट्रीट-स्टाइल चेउंग फन अक्सर तिल, होइसिन सॉस और पीनट सॉस के साथ सादे रोल में परोसा जाता है—यह डिम सम संस्करण से बहुत अलग है।",
        "price_level": "किफायती",
        "duration": "20 मिनट",
        "best_time": "नाश्ता या डिम सम",
        "vibe": "चिकना और हल्का",
        "good_for": [
          "सीफूड प्रेमी",
          "नाश्ता",
          "हल्का भोजन"
        ]
      },
      "image": "/images/hong-kong/cheung-fun.jpg"
    },
    {
      "id": "food-hk-009",
      "slug": "claypot-rice",
      "name_en": "क्लेपॉट राइस",
      "name_local": "煲仔飯 (Bo Zai Faan)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "खुली आंच पर मिट्टी के बर्तन में पकाया गया चावल, जिसमें प्रिजर्व्ड सॉसेज, चिकन या बीफ जैसी टॉपिंग होती है, जिसके परिणामस्वरूप नीचे एक कुरकुरी, जली हुई परत बनती है।",
        "history": "हांगकांग में सर्दियों का पसंदीदा भोजन, जिसे पारंपरिक रूप से लकड़ी के कोयले पर पकाया जाता है ताकि चावल में एक विशिष्ट धुएँ की सुगंध आ सके।",
        "insider_tip": "नीचे से तुरंत न खुरचें; बर्तन को ढक्कन के साथ कुछ मिनटों के लिए बैठने दें ताकि यह सुनिश्चित हो सके कि चावल की 'पपड़ी' पूरी तरह से कुरकुरी हो जाए।",
        "price_level": "मध्यम",
        "duration": "45-60 मिनट",
        "best_time": "रात का खाना (विशेष रूप से सर्दियों में)",
        "vibe": "गर्म और देहाती",
        "good_for": [
          "सर्दियों की यात्रा",
          "एडवेंचर ईटर्स",
          "प्रामाणिक संस्कृति"
        ]
      },
      "image": "/images/hong-kong/claypot-rice.jpg"
    },
    {
      "id": "food-hk-010",
      "slug": "cart-noodles",
      "name_en": "कार्ट नूडल्स",
      "name_local": "車仔麵 (Che Zai Min)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "एक अत्यधिक कस्टमाइज़ेबल नूडल सूप का कटोरा जहाँ खाने वाले अपने नूडल का प्रकार, शोरबा और सुअर के रक्त के कर्ड या मूली जैसी विभिन्न टॉपिंग चुनते हैं।",
        "history": "1950 के दशक में पैदा हुआ जब सड़क विक्रेताओं ने लकड़ी की गाड़ियों से शरणार्थियों को नूडल्स बेचे। यह सबसे बेहतरीन 'अपनी खुद की एडवेंचर चुनें' वाला बजट भोजन है।",
        "insider_tip": "'अजीब' टॉपिंग से न डरें; ब्रेज़्ड चिकन विंग्स और शहद-ग्लेज़्ड पिग स्किन स्थानीय पसंदीदा हैं जो शानदार बनावट जोड़ते हैं।",
        "price_level": "किफायती",
        "duration": "30 मिनट",
        "best_time": "दोपहर का भोजन",
        "vibe": "अनौपचारिक और हलचल भरा",
        "good_for": [
          "बजट यात्री",
          "कस्टम भोजन",
          "जल्दी नाश्ता"
        ]
      },
      "image": "/images/hong-kong/cart-noodles.jpg"
    },
    {
      "id": "food-hk-011",
      "slug": "french-toast",
      "name_en": "हांगकांग फ्रेंच टोस्ट",
      "name_local": "西多士 (Sai Do Si)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "सफेद ब्रेड के मोटे स्लाइस जिनमें पीनट बटर भरा होता है, अंडे में डुबोया जाता है और डीप फ्राई किया जाता है, फिर गोल्डन सिरप और मक्खन के टुकड़े के साथ परोसा जाता है।",
        "history": "यह 'कैंटो-वेस्टर्न' फ्यूजन व्यंजनों का एक शानदार उदाहरण है जो पश्चिमी प्रभाव वाली मिठाइयों की लालसा को पूरा करने के लिए स्थानीय चाय कैफे में उभरा।",
        "insider_tip": "सिरप को उदारतापूर्वक डालें। यह एक कैलोरी बम है जिसे नाश्ते के रूप में साझा करने के लिए बनाया गया है, न कि स्वस्थ नाश्ते के रूप में खाने के लिए।",
        "price_level": "किफायती",
        "duration": "20-30 मिनट",
        "best_time": "दोपहर का नाश्ता",
        "vibe": "विलासी और चिकना",
        "good_for": [
          "मीठा पसंद करने वाले",
          "साझा करना",
          "स्थानीय कैफे"
        ]
      },
      "image": "/images/hong-kong/french-toast.jpg"
    },
    {
      "id": "food-hk-012",
      "slug": "fish-balls",
      "name_en": "करी फिश बॉल्स",
      "name_local": "咖喱魚蛋 (Ga Lei Yu Dan)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "मछली के पेस्ट से बनी स्पंजी, लचीली गेंदें, जिन्हें एक समृद्ध, हल्की मसालेदार पीली करी सॉस में पकाया जाता है और सीख (skewer) पर परोसा जाता है।",
        "history": "हांगकांग के स्ट्रीट फूड का निर्विवाद राजा। अनुमान है कि हांगकांग के लोग रोजाना इनमें से लाखों का सेवन करते हैं।",
        "insider_tip": "मोंग कोक या शाम शुई पो में विक्रेताओं की तलाश करें जहाँ करी सॉस उबल रही हो और गाढ़ी हो; यदि सॉस पानी जैसा दिखता है, तो आगे बढ़ें।",
        "price_level": "किफायती",
        "duration": "5-10 मिनट",
        "best_time": "शाम का नाश्ता",
        "vibe": "सर्वोत्कृष्ट स्ट्रीट फूड",
        "good_for": [
          "जल्दी नाश्ता",
          "चलते-फिरते",
          "बजट खाने वाले"
        ]
      },
      "image": "/images/hong-kong/fish-balls.jpg"
    },
    {
      "id": "food-hk-013",
      "slug": "congee",
      "name_en": "सेंचुरी एग और पोर्क कांजी",
      "name_local": "皮蛋瘦肉粥 (Pei Dan Sau Yuk Juk)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "चावल का गाढ़ा, रेशमी दलिया जिसमें 'सेंचुरी एग' के टुकड़े और बिना चर्बी वाले सूअर के मांस (pork) की नरम पट्टियाँ होती हैं।",
        "history": "चीनी संस्कृति में इसे सबसे अच्छा उपचार भोजन माना जाता है, कांजी पेट के लिए हल्का होता है और अक्सर नाश्ते या देर रात के खाने के लिए खाया जाता है।",
        "insider_tip": "कांजी में डुबोने के लिए साइड में 'Yau Zaa Gwai' (तली हुई आटे की छड़ी) ऑर्डर करें जिससे एक संतोषजनक कुरकुरापन मिले।",
        "price_level": "किफायती",
        "duration": "30-45 मिनट",
        "best_time": "नाश्ता",
        "vibe": "शांत और पौष्टिक",
        "good_for": [
          "कल्याण",
          "नाश्ता",
          "हल्के स्वाद"
        ]
      },
      "image": "/images/hong-kong/congee.jpg"
    },
    {
      "id": "food-hk-014",
      "slug": "egg-waffle",
      "name_en": "एग वफ़ल (Egg Waffle)",
      "name_local": "雞蛋仔 (Gai Daan Zai)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "मधुकोश के आकार का वफ़ल जिसमें बुलबुले जैसे टुकड़े होते हैं जो बाहर से कुरकुरे और अंदर से नरम और केक जैसे होते हैं।",
        "history": "किंवदंती कहती है कि इसका आविष्कार एक किराने वाले ने किया था जिसने टूटे हुए अंडों का उपयोग करके एक घोल बनाया ताकि वे बेकार न जाएं। अब यह एक वैश्विक स्ट्रीट फूड आइकन है।",
        "insider_tip": "चॉकलेट या माचा वाले ट्रेंडी संस्करणों को आजमाने से पहले, माल्टेड अंडे के स्वाद की सराहना करने के लिए उन्हें पहले सादा खाएं।",
        "price_level": "किफायती",
        "duration": "10 मिनट",
        "best_time": "दोपहर का नाश्ता",
        "vibe": "मजेदार और पुरानी यादें",
        "good_for": [
          "बच्चे",
          "स्नैकिंग",
          "फोटोग्राफी"
        ]
      },
      "image": "/images/hong-kong/egg-waffle.jpg"
    },
    {
      "id": "food-hk-015",
      "slug": "hot-pot",
      "name_en": "हॉट पॉट",
      "name_local": "火鍋 (Fo Wo)",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "एक सामूहिक भोजन अनुभव जहाँ ताजी कच्ची सामग्री को मेज के केंद्र में उबलते शोरबे के बर्तन में पकाया जाता है।",
        "history": "हांगकांग में, हॉट पॉट साल भर चलने वाला सामाजिक कार्यक्रम है, हालांकि यह सर्दियों के छोटे, सर्द महीनों के दौरान सबसे लोकप्रिय है।",
        "insider_tip": "मसाला बार में अपना खुद का डिपिंग सॉस बनाएं—लहसुन, हरा प्याज, सोया सॉस और थोड़ा मिर्च का तेल मानक स्थानीय आधार है।",
        "price_level": "मध्यम",
        "duration": "2 घंटे",
        "best_time": "रात का खाना",
        "vibe": "जीवंत और इंटरैक्टिव",
        "good_for": [
          "सामाजिककरण",
          "समूह",
          "फूडीज"
        ]
      },
      "image": "/images/hong-kong/hot-pot.jpg"
    }
  ],
  "must_see": [
    {
      "title": "प्रतिष्ठित स्थल",
      "id": "landmarks",
      "items": [
        {
          "id": "sight-hk-001",
          "slug": "victoria-peak",
          "name_en": "विक्टोरिया पीक",
          "name_local": "太平山 (Tai Ping Shan)",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "हांगकांग द्वीप का सबसे ऊंचा स्थान, जो गगनचुंबी इमारतों के क्षितिज और विक्टोरिया हार्बर का विश्व प्रसिद्ध दृश्य प्रदान करता है।",
            "history": "औपनिवेशिक युग के दौरान, पीक यूरोपीय लोगों के लिए एक विशेष आवासीय क्षेत्र था; पीक ट्राम 1888 में उनके आवागमन को आसान बनाने के लिए बनाया गया था।",
            "insider_tip": "सेंट्रल फेरी पियर से बस #15 लेकर लंबी पीक ट्राम कतार से बचें; यह सस्ती है और घुमावदार सड़कों के शानदार दृश्य प्रस्तुत करती है।",
            "price_level": "मुफ्त (ट्राम महंगा है)",
            "duration": "2-3 घंटे",
            "best_time": "सूर्यास्त (शहर की रोशनी जलते हुए देखें)",
            "vibe": "लुभावनी और प्रतिष्ठित",
            "good_for": [
              "फोटोग्राफी",
              "पहली बार आने वाले",
              "दृश्य"
            ]
          },
          "image": "/images/hong-kong/victoria-peak.jpg",
          "geo": {
            "lat": 22.2783,
            "lng": 114.1747
          }
        },
        {
          "id": "sight-hk-002",
          "slug": "star-ferry",
          "name_en": "स्टार फेरी",
          "name_local": "天星小輪",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "एक प्रसिद्ध हरी और सफेद फेरी सेवा जो 130 से अधिक वर्षों से विक्टोरिया हार्बर के पार यात्रियों को ला रही है।",
            "history": "नेशनल ज्योग्राफिक ने इसे 'जीवन भर में देखने के लिए 50 स्थानों' में से एक के रूप में दर्जा दिया। यह दुनिया के सबसे किफायती और सुंदर सार्वजनिक परिवहन में से एक है।",
            "insider_tip": "बेहतर नज़ारों के लिए ऊपरी डेक पर बैठें, या पानी की आवाज़ सुनने और समुद्री हवा को महसूस करने के लिए निचले डेक पर।",
            "price_level": "किफायती",
            "duration": "10-15 मिनट",
            "best_time": "गोधूलि (गोल्डन ऑवर)",
            "vibe": "पुरानी यादें और सुंदर दृश्य",
            "good_for": [
              "बजट यात्रा",
              "रोमांस",
              "फोटोग्राफी"
            ]
          },
          "image": "/images/hong-kong/star-ferry.jpg",
          "geo": {
            "lat": 22.2934,
            "lng": 114.168
          }
        },
        {
          "id": "sight-hk-003",
          "slug": "symphony-of-lights",
          "name_en": "सिम्फनी ऑफ लाइट्स",
          "name_local": "幻彩詠香江",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "विक्टोरिया हार्बर के दोनों किनारों पर 40 से अधिक गगनचुंबी इमारतों को शामिल करते हुए एक सिंक्रोनाइज़्ड लेज़र और लाइट शो।",
            "history": "2004 में शुरू हुआ, इसे गिनीज वर्ल्ड रिकॉर्ड्स द्वारा दुनिया के सबसे बड़े स्थायी प्रकाश और ध्वनि शो के रूप में मान्यता प्राप्त है।",
            "insider_tip": "देखने का सबसे अच्छा स्थान क्लॉक टॉवर के पास सिम शा सुई तट है; सिंक्रोनाइज़्ड संगीत सुनने के लिए शो का ऐप डाउनलोड करें।",
            "price_level": "मुफ्त",
            "duration": "15 मिनट",
            "best_time": "ठीक रात 8:00 बजे",
            "vibe": "शानदार और भविष्यवादी",
            "good_for": [
              "परिवार",
              "रात में जागने वाले",
              "मुफ्त गतिविधियाँ"
            ]
          },
          "image": "/images/hong-kong/symphony-lights.jpg",
          "geo": {
            "lat": 22.2944,
            "lng": 114.1722
          }
        },
        {
          "id": "sight-hk-004",
          "slug": "big-buddha",
          "name_en": "तियान तन बुद्ध (Big Buddha)",
          "name_local": "天壇大佛",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "लैंटाऊ द्वीप पर एक पहाड़ के ऊपर शांति से बैठे बुद्ध की 34 मीटर ऊंची कांस्य प्रतिमा।",
            "history": "1993 में पूरा हुआ, यह मूर्ति उत्तर की ओर मुख्य भूमि चीन की ओर देखती है, जो क्षेत्र की स्थिरता और लोगों की समृद्धि का प्रतीक है।",
            "insider_tip": "वहाँ जाने के लिए Ngong Ping 360 केबल कार (क्रिस्टल केबिन) लें—कांच का फर्श नीचे जंगल का रोमांचक दृश्य प्रस्तुत करता है।",
            "price_level": "मध्यम",
            "duration": "आधा दिन",
            "best_time": "सप्ताह के दिनों में सुबह (भीड़ से बचने के लिए)",
            "vibe": "राजसी और आध्यात्मिक",
            "good_for": [
              "प्रकृति प्रेमी",
              "आध्यात्मिकता",
              "इतिहास"
            ]
          },
          "image": "/images/hong-kong/big-buddha.jpg",
          "geo": {
            "lat": 22.2542,
            "lng": 113.9048
          }
        }
      ]
    },
    {
      "title": "बाज़ार और खरीदारी",
      "id": "markets",
      "items": [
        {
          "id": "sight-hk-005",
          "slug": "temple-street-night-market",
          "name_en": "टेम्पल स्ट्रीट नाइट मार्केट",
          "name_local": "廟街夜市",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "कूलून में एक जीवंत रात का बाज़ार जो स्ट्रीट फूड, ट्रिंकेट, ज्योतिषियों और ओपेरा गायकों से भरा है।",
            "history": "अक्सर ट्रायड फिल्मों की पृष्ठभूमि के रूप में उपयोग किया जाता है, यह हांगकांग की वह आखिरी जगह है जहाँ आप पुराने कूलून की ऊर्जा को महसूस कर सकते हैं।",
            "insider_tip": "मंदिर के पास के अंत तक चलें जहाँ ज्योतिषी मिलते हैं—कुछ के पास प्रशिक्षित पक्षी भी होते हैं जो आपका भाग्य कार्ड 'चुनते' हैं।",
            "price_level": "मुफ्त (खरीदारी सस्ती है)",
            "duration": "1.5-2 घंटे",
            "best_time": "रात 9:00 बजे (जब ऊर्जा चरम पर होती है)",
            "vibe": "अराजक और इलेक्ट्रिक",
            "good_for": [
              "रात में जागने वाले",
              "फूडीज",
              "बजट खरीदारी"
            ]
          },
          "image": "/images/hong-kong/temple-street.jpg",
          "geo": {
            "lat": 22.3123,
            "lng": 114.1712
          }
        },
        {
          "id": "sight-hk-006",
          "slug": "ladies-market",
          "name_en": "लेडीज़ मार्केट",
          "name_local": "女人街",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "मोंग कोक में सड़क के स्टालों का एक किलोमीटर लंबा विस्तार जो कपड़े और बैग से लेकर अजीबोगरीब स्मृति चिन्ह तक सब कुछ बेचता है।",
            "history": "1970 के दशक में स्थापित, इसका नाम यहाँ बेचे जाने वाले कम कीमत वाले महिलाओं के कपड़ों और सामानों की भारी मात्रा के लिए रखा गया था।",
            "insider_tip": "मोलभाव अनिवार्य है; मांगी गई कीमत के 50% से शुरू करें और सबसे अच्छा सौदा पाने के लिए वहां से चले जाने का नाटक करने के लिए तैयार रहें।",
            "price_level": "मुफ्त",
            "duration": "1 घंटा",
            "best_time": "दोपहर",
            "vibe": "पागलपन और भीड़भाड़",
            "good_for": [
              "बजट खरीदारी",
              "स्मृति चिन्ह शिकारी",
              "लोगों को देखना"
            ]
          },
          "image": "/images/hong-kong/ladies-market.jpg",
          "geo": {
            "lat": 22.3193,
            "lng": 114.171
          }
        },
        {
          "id": "sight-hk-007",
          "slug": "pmq",
          "name_en": "PMQ",
          "name_local": "元創方",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "एक पुनर्जीवित ऐतिहासिक इमारत में स्थित एक रचनात्मक लैंडमार्क, जो अब स्थानीय डिजाइनर बुटीक और आर्ट गैलरी से भरा है।",
            "history": "पहले पुलिस मैरिड क्वार्टर, इस साइट को विध्वंस से बचाया गया और हांगकांग के रचनात्मक उद्योग के लिए एक केंद्र में बदल दिया गया।",
            "insider_tip": "केंद्रीय आंगन की अनुसूची देखें—सप्ताहांत में अक्सर हाई-एंड नाइट मार्केट या अंतर्राष्ट्रीय कला प्रतिष्ठान होते हैं।",
            "price_level": "मुफ्त",
            "duration": "1.5 घंटे",
            "best_time": "सप्ताहांत की दोपहर",
            "vibe": "हिप और रचनात्मक",
            "good_for": [
              "डिजाइन प्रेमी",
              "खरीदारी",
              "हिपस्टर्स"
            ]
          },
          "image": "/images/hong-kong/pmq.jpg",
          "geo": {
            "lat": 22.2847,
            "lng": 114.1524
          }
        }
      ]
    },
    {
      "title": "मंदिर और विरासत",
      "id": "temples",
      "items": [
        {
          "id": "sight-hk-008",
          "slug": "man-mo-temple",
          "name_en": "मैन मो मंदिर",
          "name_local": "文武廟",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "साहित्य (Man) और युद्ध (Mo) के देवताओं को समर्पित एक आश्चर्यजनक, अगरबत्ती की खुशबू से भरा मंदिर।",
            "history": "1847 में निर्मित, यह शहर के सबसे पुराने और सबसे महत्वपूर्ण मंदिरों में से एक है, जो कभी सामुदायिक विवादों को सुलझाने के लिए अदालत के रूप में कार्य करता था।",
            "insider_tip": "विशाल सर्पिल अगरबत्ती कॉइल्स को देखने के लिए ऊपर देखें; वे हफ्तों तक जल सकते हैं और मंदिर को एक घनी, रहस्यमय धुंध से भर देते हैं।",
            "price_level": "मुफ्त",
            "duration": "30-45 मिनट",
            "best_time": "सुबह",
            "vibe": "आध्यात्मिक और धुएँ से भरा",
            "good_for": [
              "इतिहास प्रेमी",
              "फोटोग्राफी",
              "शांत चिंतन"
            ]
          },
          "image": "/images/hong-kong/man-mo-temple.jpg",
          "geo": {
            "lat": 22.2845,
            "lng": 114.1503
          }
        },
        {
          "id": "sight-hk-009",
          "slug": "wong-tai-sin-temple",
          "name_en": "वोंग ताई सिन मंदिर",
          "name_local": "黃大仙祠",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "एक विशाल ताओवादी मंदिर परिसर जो बांस की डंडियों का उपयोग करके भविष्य बताने के लिए प्रसिद्ध है।",
            "history": "अमरत्व प्राप्त करने वाले एक प्रसिद्ध भिक्षु को समर्पित, यह चिकित्सा सलाह या करियर के भाग्य के लिए स्थानीय लोगों के लिए सबसे लोकप्रिय मंदिर है।",
            "insider_tip": "भले ही आप कैंटोनीज़ नहीं बोलते हैं, आप पास के आर्केड में अंग्रेजी बोलने वाले भविष्यवक्ता द्वारा अपनी बांस की छड़ी की संख्या की व्याख्या करवाने के लिए एक छोटा सा शुल्क दे सकते हैं।",
            "price_level": "मुफ्त",
            "duration": "1 घंटा",
            "best_time": "सप्ताह के दिनों में सुबह",
            "vibe": "सक्रिय और हलचल भरा",
            "good_for": [
              "सांस्कृतिक विसर्जन",
              "वास्तुकला",
              "फोटोग्राफी"
            ]
          },
          "image": "/images/hong-kong/wong-tai-sin.jpg",
          "geo": {
            "lat": 22.3422,
            "lng": 114.1934
          }
        },
        {
          "id": "sight-hk-010",
          "slug": "tai-o-fishing-village",
          "name_en": "ताई ओ फिशिंग विलेज",
          "name_local": "大澳漁村",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "एक पारंपरिक टांका (Tanka) मछली पकड़ने वाला समुदाय जो लैंटाऊ द्वीप के ज्वारीय फ्लैटों पर बने स्टिल्ट हाउस (बांस के खंभों पर बने घर) के लिए प्रसिद्ध है।",
            "history": "'पूर्व का वेनिस' के रूप में जाना जाता है, यह विनम्र मछली पकड़ने वाली चौकियों की श्रृंखला के रूप में हांगकांग के अतीत की एक झलक प्रस्तुत करता है।",
            "insider_tip": "पानी से स्टिल्ट हाउस देखने के लिए HK$20 में 20 मिनट की नाव की सवारी करें और खाड़ी में दुर्लभ गुलाबी डॉल्फ़िन को देखने का प्रयास करें।",
            "price_level": "मुफ्त (नाव सस्ती है)",
            "duration": "2-3 घंटे",
            "best_time": "सप्ताहांत की दोपहर",
            "vibe": "पुरानी यादें और देहाती",
            "good_for": [
              "दिन की यात्रा",
              "इतिहास",
              "प्रकृति प्रेमी"
            ]
          },
          "image": "/images/hong-kong/tai-o.jpg",
          "geo": {
            "lat": 22.2547,
            "lng": 113.8574
          }
        }
      ]
    },
    {
      "title": "प्रकृति और हाइकिंग",
      "id": "nature",
      "items": [
        {
          "id": "sight-hk-011",
          "slug": "dragon-back-trail",
          "name_en": "ड्रैगन बैक ट्रेल",
          "name_local": "龍脊",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "एक आश्चर्यजनक रिज-लाइन हाइक जो हांगकांग द्वीप की तटरेखा और दक्षिण चीन सागर के मनोरम दृश्य प्रस्तुत करती है।",
            "history": "टाइम मैगज़ीन द्वारा एशिया में सबसे अच्छे शहरी हाइक के रूप में वोट किया गया, यह वान चाई को बिग वेव बे के सर्फर गांव से जोड़ता है।",
            "insider_tip": "ट्रेल बिग वेव बे बीच पर समाप्त होती है; अपने स्विमवीयर साथ लाएं और स्थानीय बीच शैक पर जश्न मनाने के लिए बीयर और पिज्जा का आनंद लें।",
            "price_level": "मुफ्त",
            "duration": "3-4 घंटे",
            "best_time": "नवंबर (ठंडा और शुष्क)",
            "vibe": "सुंदर और स्फूर्तिदायक",
            "good_for": [
              "हाइकर्स",
              "प्रकृति प्रेमी",
              "सक्रिय यात्री"
            ]
          },
          "image": "/images/hong-kong/dragon-back.jpg",
          "geo": {
            "lat": 22.2447,
            "lng": 114.2487
          }
        },
        {
          "id": "sight-hk-012",
          "slug": "sai-kung",
          "name_en": "साई कुंग",
          "name_local": "西貢",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "एक तटीय जिला जिसे 'हांगकांग का पिछवाड़ा' (Back Garden) कहा जाता है, जो अपने प्राचीन समुद्र तटों, ज्वालामुखी रॉक संरचनाओं और समुद्री भोजन के लिए प्रसिद्ध है।",
            "history": "कभी एक शांत मछली पकड़ने वाला बंदरगाह, अब यह यूनेस्को ग्लोबल जियोपार्क का प्रवेश द्वार है और शहर का प्रमुख सप्ताहांत पलायन स्थल है।",
            "insider_tip": "शार्प आइलैंड के पियर से 'सम्पान' (छोटी नाव) लें जहाँ शहर का सबसे अच्छा स्नॉर्कलिंग और साफ पानी है।",
            "price_level": "मध्यम",
            "duration": "पूरा दिन",
            "best_time": "धूप वाले सप्ताहांत",
            "vibe": "आरामदायक और तटीय",
            "good_for": [
              "प्रकृति प्रेमी",
              "सीफूड प्रशंसक",
              "परिवार"
            ]
          },
          "image": "/images/hong-kong/sai-kung.jpg",
          "geo": {
            "lat": 22.3814,
            "lng": 114.2743
          }
        }
      ]
    },
    {
      "title": "शहरी अनुभव",
      "id": "urban",
      "items": [
        {
          "id": "sight-hk-013",
          "slug": "mid-levels-escalator",
          "name_en": "मिड-लेवल्स एस्कलेटर",
          "name_local": "中環至半山自動扶梯",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "दुनिया का सबसे लंबा ढका हुआ आउटडोर एस्केलेटर सिस्टम, जो 800 मीटर तक फैला है और ऊंचाई में 135 मीटर से अधिक चढ़ता है।",
            "history": "1993 में मिड-लेवल्स के निवासियों के लिए बेहतर आवागमन प्रदान करने के लिए बनाया गया, यह अनजाने में एक प्रमुख पर्यटक आकर्षण और नाइटलाइफ़ हब बन गया।",
            "insider_tip": "एस्केलेटर सुबह (6-10 बजे) नीचे की ओर और सुबह 10 बजे से आधी रात तक ऊपर की ओर चलता है; अपनी पैदल यात्रा की योजना उसी अनुसार बनाएं।",
            "price_level": "मुफ्त",
            "duration": "30-45 मिनट",
            "best_time": "सुबह 10 बजे के बाद",
            "vibe": "अजीब और कुशल",
            "good_for": [
              "लोगों को देखना",
              "अद्वितीय शहरीकरण",
              "आलसी हाइकर्स"
            ]
          },
          "image": "/images/hong-kong/escalator.jpg",
          "geo": {
            "lat": 22.2837,
            "lng": 114.1544
          }
        },
        {
          "id": "sight-hk-014",
          "slug": "ozone-bar",
          "name_en": "ओज़ोन बार",
          "name_local": "Ozone Bar",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "दुनिया के सबसे ऊंचे बार में से एक, जो वेस्ट कूलून में ICC टॉवर की 118वीं मंजिल पर स्थित है।",
            "history": "मसामाची कातायामा द्वारा डिज़ाइन किया गया, बार का भविष्यवादी 'मधुकोश' इंटीरियर रिट्ज-कार्लटन होटल की चक्करदार ऊंचाइयों से मेल खाता है।",
            "insider_tip": "जाने से पहले मौसम की जाँच करें; यदि यह कोहरे वाला दिन है, तो आप शून्य दृश्यता के साथ बादल में बैठे होंगे।",
            "price_level": "महंगा",
            "duration": "1.5 घंटे",
            "best_time": "ब्लू ऑवर (सूर्यास्त के ठीक बाद)",
            "vibe": "अति-आधुनिक और ग्लैमरस",
            "good_for": [
              "खास अवसर",
              "फोटोग्राफी",
              "दृश्य"
            ]
          },
          "image": "/images/hong-kong/ozone-bar.jpg",
          "geo": {
            "lat": 22.3039,
            "lng": 114.158
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "9:00 AM",
      "title": "टिम हो वन (Tim Ho Wan) में डिम सम",
      "description": "मिशेलिन-तारांकित डिम सम के साथ शुरुआत करें। बीबीक्यू पोर्क बन्स, हार गाउ, सिउ माई और शलजम केक ऑर्डर करें।",
      "image": "/images/hong-kong/tim-ho-wan.jpg"
    },
    {
      "time": "11:00 AM",
      "title": "सेंट्रल और मिड-लेवल्स एस्केलेटर",
      "description": "सेंट्रल के गगनचुंबी इमारतों का अन्वेषण करें, दुनिया के सबसे लंबे एस्केलेटर की सवारी करें, मैन मो मंदिर जाएँ।",
      "image": "/images/hong-kong/central-morning.jpg"
    },
    {
      "time": "1:00 PM",
      "title": "रोस्ट गूज़ लंच",
      "description": "Yat Lok या Kam's में मिशेलिन-तारांकित भुना हुआ मांस। चावल के ऊपर आधा हंस (Goose) HK$100 में।",
      "image": "/images/hong-kong/roast-goose2.jpg"
    },
    {
      "time": "3:00 PM",
      "title": "विक्टोरिया पीक",
      "description": "ट्राम कतार छोड़ने के लिए बस 15 लें। स्काईलाइन, हार्बर और पहाड़ों का मनोरम दृश्य।",
      "image": "/images/hong-kong/peak-afternoon.jpg"
    },
    {
      "time": "6:30 PM",
      "title": "स्टार फेरी सूर्यास्त",
      "description": "गोल्डन ऑवर में पौराणिक हार्बर क्रॉसिंग लें। दुनिया की महान यात्राओं में से एक के लिए HK$4।",
      "image": "/images/hong-kong/star-ferry2.jpg"
    },
    {
      "time": "8:00 PM",
      "title": "सिम्फनी ऑफ लाइट्स और नाइट मार्केट",
      "description": "रात 8 बजे का लाइट शो देखें, फिर अराजकता और करी फिश बॉल्स के लिए टेम्पल स्ट्रीट नाइट मार्केट का पता लगाएं।",
      "image": "/images/hong-kong/night-market.jpg"
    }
  ],
  "affiliate_products": [
    {
      "name": "ऑक्टोपस कार्ड होल्डर",
      "reason": "आप MTR, बसों और सुविधा स्टोरों पर रोजाना 20+ बार इसे टैप करेंगे।",
      "image_url": "https://m.media-amazon.com/images/I/61VxVqG7SQL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07VWJF8PX?tag=canibringonpl-20"
    },
    {
      "name": "पोर्टेबल फोन चार्जर",
      "reason": "नक्शे और कैमरे का लगातार उपयोग बैटरी को तेजी से खत्म करता है।",
      "image_url": "https://m.media-amazon.com/images/I/61N3Z5L2JjL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B08LH26PFT?tag=canibringonpl-20"
    },
    {
      "name": "कॉम्पैक्ट छाता",
      "reason": "अचानक बारिश आम है। जून-सितंबर में टाइफून। स्थानीय लोग साल भर साथ रखते हैं।",
      "image_url": "https://m.media-amazon.com/images/I/71K1N0xq2bL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07QG2PQTL?tag=canibringonpl-20"
    },
    {
      "name": "कूलिंग टॉवल",
      "reason": "गर्मियों की उमस (32°C + 80%) दमनकारी है। गीला होने पर तुरंत राहत मिलती है।",
      "image_url": "https://m.media-amazon.com/images/I/81vpmtqxCzL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B01N7MLQXI?tag=canibringonpl-20"
    }
  ],
  "region": "Asia"
}