{
  "id": "city-009",
  "name": "إسطنبول",
  "slug": "istanbul",
  "country": "تركيا",
  "country_code": "tr",
  "hero_image": "/images/istanbul/hero.jpg",
  "intro_vibe": "المدينة الثنائية القطب: نظام بيئي متصدع حيث تلتقي 'مدينة المتحف' المنسقة مع 'المدينة الحية' الفوضوية والأصيلة.",
  "general_info": {
    "population": "حوالي 16 مليون",
    "is_capital": false,
    "description": "إسطنبول ليست مجرد جسر بين الشرق والغرب؛ إنها مدينة تتكون من \"قرى\" متميزة تعاني من التضخم المفرط والتجديد السريع. للتنقل فيها بفعالية، يجب أن تنتقل من كونك مشاهدًا للمعالم إلى مشغل لوجستياتها المعقدة - اتقن التنقل بالعبّارة، والقواعد غير المكتوبة لسيارات الأجرة المشتركة (دولموش)، والرموز السياسية الدقيقة في أحيائها."
  },
  "stats": {
    "currency": "جرّب",
    "plug_type": "Type F"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "يناير",
      "temp": "3°م - 9°م",
      "vibe": "رمادي وحزين",
      "pros": [
        "متاحف فارغة",
        "جو حزين",
        "ثقافة الشاي الساخن"
      ],
      "cons": [
        "أمطار/ثلوج باردة",
        "أيام قصيرة",
        "بوسفور العاصف"
      ],
      "clothing": "معطف ثقيل، أحذية مقاومة للماء، وشاح"
    },
    {
      "id": 2,
      "name": "فبراير",
      "temp": "3°م - 9°م",
      "vibe": "شجاعة الشتاء",
      "pros": [
        "أسعار أقل",
        "موسم الحمام",
        "مقاهي مريحة"
      ],
      "cons": [
        "بارد رطب",
        "سماء غائمة"
      ],
      "clothing": "طبقات دافئة، ملابس حرارية"
    },
    {
      "id": 3,
      "name": "مارس",
      "temp": "5°م - 12°م",
      "vibe": "غير متوقع",
      "pros": [
        "تبدأ زهور التوليب في التفتح",
        "احتفالات نوروز",
        "حشود أقل"
      ],
      "cons": [
        "عواصف مطرية مفاجئة",
        "رياح باردة"
      ],
      "clothing": "جاكيت مقاوم للماء، طبقات"
    },
    {
      "id": 4,
      "name": "أبريل",
      "temp": "8°C - 17°C",
      "vibe": "موسم التوليب",
      "pros": [
        "مهرجان التوليب في الحدائق",
        "أيام أكثر اعتدالاً",
        "تحسين رحلات العبّارات"
      ],
      "cons": [
        "طقس متقلب",
        "تبدأ موسم السياحة"
      ],
      "clothing": "سترة خفيفة، أحذية مريحة"
    },
    {
      "id": 5,
      "name": "مايو",
      "temp": "13°م - 22°م",
      "vibe": "توازن مثالي",
      "pros": [
        "طقس مثالي للمشي",
        "بارات السطح مفتوحة",
        "شوارع حيوية"
      ],
      "cons": [
        "أسعار ترتفع",
        "احتجاجات 1 مايو (تجنب تقسيم)"
      ],
      "clothing": "تي شيرتات، سترة خفيفة"
    },
    {
      "id": 6,
      "name": "يونيو",
      "temp": "18°م - 27°م",
      "vibe": "بداية الصيف",
      "pros": [
        "أيام طويلة",
        "تناول الطعام في البوسفور",
        "مهرجانات الموسيقى"
      ],
      "cons": [
        "ارتفاع الرطوبة",
        "وسائل النقل المزدحمة"
      ],
      "clothing": "ملابس صيفية، نظارات شمسية"
    },
    {
      "id": 7,
      "name": "يوليو",
      "temp": "21°C - 30°C",
      "vibe": "حار جداً",
      "pros": [
        "السباحة في جزر الأمراء",
        "ليالي دافئة",
        "حفلات موسيقية في الهواء الطلق"
      ],
      "cons": [
        "رطوبة عالية",
        "تنقل متعرق"
      ],
      "clothing": "أقمشة قابلة للتنفس، كتان"
    },
    {
      "id": 8,
      "name": "أغسطس",
      "temp": "21°C - 30°C",
      "vibe": "فارغ وحار",
      "pros": [
        "المحليون يغادرون في عطلات",
        "حركة مرور أقل",
        "وتيرة مريحة"
      ],
      "cons": [
        "حرارة خانقة",
        "البعوض"
      ],
      "clothing": "ملابس خفيفة، قبعة"
    },
    {
      "id": 9,
      "name": "سبتمبر",
      "temp": "17°C - 26°C",
      "vibe": "ذروة ثقافية",
      "pros": [
        "بينالي الفن",
        "أمسيات مثالية",
        "تستيقظ المدينة"
      ],
      "cons": [
        "عودة حركة المرور",
        "ازدحام المدارس"
      ],
      "clothing": "ملابس صيفية + طبقة خفيفة"
    },
    {
      "id": 10,
      "name": "أكتوبر",
      "temp": "13°م - 21°م",
      "vibe": "ساعة ذهبية",
      "pros": [
        "أفضل غروب الشمس",
        "يبدأ موسم الأسماك",
        "المشي المريح"
      ],
      "cons": [
        "أمطار متقطعة",
        "أيام أقصر"
      ],
      "clothing": "سترة خفيفة، جينز"
    },
    {
      "id": 11,
      "name": "نوفمبر",
      "temp": "9°م - 16°م",
      "vibe": "برودة الخريف",
      "pros": [
        "ماراثون إسطنبول",
        "مقاهي دافئة",
        "أسعار منخفضة"
      ],
      "cons": [
        "عودة السماء الرمادية",
        "عاصف"
      ],
      "clothing": "معطف دافئ، أحذية"
    },
    {
      "id": 12,
      "name": "ديسمبر",
      "temp": "5°م - 11°م",
      "vibe": "مهرجاني ورطب",
      "pros": [
        "حماس رأس السنة",
        "كستناء مشوي",
        "تخفيضات التسوق"
      ],
      "cons": [
        "مطر بارد",
        "ازدحام مروري"
      ],
      "clothing": "معطف شتوي، مظلة"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "مفهوم \"المسافر\": يُعتبر الشخص \"ضيفًا أرسله الله\". سيتنافس السكان المحليون على دفع الفاتورة. الرقصة المهذبة تتضمن عرض الدفع، ورفض العرض، وفي النهاية القبول برشاقة.",
      "تعبير \"تات\": نقرة حادة لأعلى مع صوت \"تات\" تعني \"لا\". ليست وقحة؛ بل فعالة.",
      "يد على القلب: إيماءة عالمية للإخلاص. استخدمها عند شكر شخص ما أو لتخفيف الرفض (مثل قول لا لبائع السجاد).",
      "طقوس الشاي: رفض الشاي يمكن أن يُعتبر قلة اهتمام. إذا كان يجب عليك، ضع يدك على قلبك. للإشارة إلى أنك انتهيت، ضع ملعقتك الصغيرة عبر حافة الكأس.",
      "القطط المجتمعية: القطط مواطنون. يُسمح لهم في المقاهي والمساجد. إزعاج قطة نائمة هو خطأ اجتماعي كبير.",
      "تواضع المسجد: يجب تغطية الأكتاف والركب. يجب على النساء تغطية الشعر. يجب خلع الأحذية. مع قواعد آيا صوفيا لعام 2025، يُمنع السياح من الدخول إلى الطوابق العليا."
    ],
    "essential_phrases": [
      {
        "src": "Hello",
        "local": "Merhaba",
        "phonetic": "mer-ha-ba"
      },
      {
        "src": "Thank you",
        "local": "Teşekkürler",
        "phonetic": "te-shek-kur-ler"
      },
      {
        "src": "Excuse me / Sorry",
        "local": "Pardon",
        "phonetic": "par-don"
      },
      {
        "src": "The bill please",
        "local": "Hesap lütfen",
        "phonetic": "he-sap lut-fen"
      },
      {
        "src": "Easy / Good Work",
        "local": "Kolay Gelsin",
        "phonetic": "ko-lay gel-sin"
      }
    ]
  },
  "neighborhoods": [
    {
      "name": "كاديكوي",
      "vibe": "المعقل الليبرالي",
      "description": "على الجانب الآسيوي، تُعتبر هذه المنطقة معقل إسطنبول العلمانية والمبدعة. تعمل تقريبًا كمدينة مستقلة. شاطئ \"مودا\" هو غرفة المعيشة المشتركة حيث يجتمع الآلاف لشرب البيرة على الصخور.",
      "highlights": [
        "حديقة مودا الساحلية",
        "شارع تل العزادة الأثري",
        "شارع الحانات"
      ],
      "image": "/images/istanbul/kadikoy.jpg"
    },
    {
      "name": "بيشكتاش",
      "vibe": "الدينامو العلماني",
      "description": "قلب الحياة الحديثة النشيط والفوضوي. موطن لنادٍ رياضي قوي وطلاب الجامعات. \"تشارش\" (السوق) هو متاهة من الحانات ومطاعم الأسماك. صاخب، جماعي، ومليء بالحياة.",
      "highlights": [
        "شارع الإفطار",
        "سوق السمك",
        "المتحف البحري"
      ],
      "image": "/images/istanbul/besiktas.jpg"
    },
    {
      "name": "فاتح / السلطان أحمد",
      "vibe": "مدينة المتاحف",
      "description": "الجزيرة التاريخية التي تحتوي على آيا صوفيا والمسجد الأزرق. على الرغم من جمالها المعماري، إلا أنها أصبحت \"متحفية\". تفتقر إلى الحياة العضوية وتصبح مدينة أشباح بعد حلول الظلام. زرها للتاريخ، ولا تبق هنا.",
      "highlights": [
        "آيا صوفيا",
        "قصر توبكابي",
        "صهريج البازيليكا"
      ],
      "image": "/images/istanbul/sultanahmet.jpg"
    },
    {
      "name": "كوزغونجوك",
      "vibe": "قرية الحنين",
      "description": "حي وادٍ في الجانب الآسيوي يحتفظ بأجواء قرية عثمانية متعددة الثقافات. المساجد والكنائس والمعابد اليهودية تقف جنبًا إلى جنب. ملاذ \"مدينة بطيئة\" داخل المدينة الكبرى.",
      "highlights": [
        "حديقة المجتمع",
        "مكتبة نايل",
        "المنازل الخشبية التاريخية"
      ],
      "image": "/images/istanbul/kuzguncuk.jpg"
    },
    {
      "name": "نيشانتاشي",
      "vibe": "رفاهية المال القديم",
      "description": "مجال البرجوازية العلمانية. شوارع مرتبة، عمارة فن جديد، وعلامات تجارية فاخرة. تقدم تجربة تسوق على الطراز الأوروبي وتناول طعام راقٍ، مما يتناقض مع الأسواق الفوضوية.",
      "highlights": [
        "شارع عتيه",
        "مول المدينة",
        "حديقة ماçكا"
      ],
      "image": "/images/istanbul/nisantasi.jpg"
    },
    {
      "name": "بومونتي",
      "vibe": "برودة ما بعد الصناعة",
      "description": "مركزاً حول مصنع البيرة التاريخي (بومونتيادا)، الذي أصبح الآن مركزاً ثقافياً. في أيام الأحد، يعد سوق فيريكوي للأنتيكات أفضل مكان للبحث عن أسطوانات الفينيل والكاميرات القديمة.",
      "highlights": [
        "سوق فيريكوي للتحف",
        "بومونتيادا",
        "بابل"
      ],
      "image": "/images/istanbul/bomonti.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "التنقل",
      "icon": "قطار",
      "summary": "تعلّم كيفية استخدام بطاقة إسطنبول، آلة الاسترداد، والدولموش.",
      "details": [
        "إسطنبول كارت: اشترِ من الآلات الصفراء. ملاحظة: الوديعة البالغة ~130 ليرة تركية غير قابلة للاسترداد. قم بشحنها بمبالغ صغيرة حيث لا يمكنك استرداد الرصيد.",
        "استرداد مارماراي (هام): القطار تحت البحر يفرض أعلى أجرة (الخط الكامل) عند الدخول. يجب عليكم تمرير بطاقتكم على \"آلة الاسترداد\" (İade Makinesi) عند الخروج لاسترداد الفرق.",
        "دولموش (حافلة صغيرة): فانات صفراء مشتركة. الدفع نقداً فقط. اجلس في الخلف ومرر المال إلى السائق عبر الركاب الآخرين - هذا أمر طبيعي. قل \"موسايت بير ييردي\" (في مكان مناسب) للنزول.",
        "استراتيجية العبّارات: تجنبوا \"رحلات العشاء\" المكلفة. استخدموا عبّارات \"Şehir Hatları\" العامة لتجربة أصيلة. خط كاديكوي-كاراكوي عند غروب الشمس هو أفضل منظر في المدينة.",
        "تطبيقات التاكسي: التاكسيات في الشارع قد تكون محفوفة بالمخاطر. استخدم 'BiTaksi' أو 'Uber' (الذي يستدعي التاكسيات الصفراء) لتتبع رحلتك. 'Martı TAG' هو بديل محلي شائع يستخدم السيارات الخاصة."
      ]
    },
    {
      "id": "logistics-dining",
      "slug": "dining-protocol",
      "title": "لوجستيات الطعام",
      "icon": "أدوات المائدة",
      "summary": "التنقل في القوائم، الفواتير، وآداب تناول الكحول.",
      "details": [
        "قاعدة التضخم: تتغير الأسعار أسبوعياً. تتطلب \"قانون القائمة\" عرض الأسعار في الخارج. إذا لم يكن هناك قائمة أسعار مرئية، ابتعد - إنها فخ للفواتير.",
        "معركة الفاتورة: في الثقافة التركية، المضيف هو من يدفع. إذا كنت تتناول الطعام مع السكان المحليين، فإن عرض تقسيم الفاتورة يعتبر لائقًا ولكنه غالبًا ما سيتم رفضه. دعهم يدفعون، ثم اشترِ المشروبات أو الحلوى لاحقًا.",
        "ميكانيكيون: في \"مطاعم الحرفيين\"، لا يوجد قائمة طعام. أشر إلى الطعام خلف الزجاج. الماء على الطاولة ليس مجانياً؛ إذا فتحت الزجاجة، عليك دفع ثمنها.",
        "تحية الرّقّي: عند شرب الرّقّي (مشروب أنيس)، قوموا بتحية بعضكم بلمس قاع الكأس بكأس صديقكم. الضرب بالأعلى يُعتبر تصرفاً متعجرفاً."
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-scams",
      "title": "السلامة والاحتيالات",
      "icon": "درع",
      "summary": "بشكل عام آمن، لكن احذر من هذه الفخاخ المحددة.",
      "details": [
        "احتيال \"تبديل النقود\": سائق التاكسي يأخذ ورقة الـ 200 ليرة تركية، يسقطها (بمهارة)، ويبدلها بورقة الـ 20 ليرة تركية، ويدعي أنك دفعت أقل. الخطوة المضادة: ارفع الورقة وقل \"مئتان\" مع الحفاظ على التواصل البصري قبل تسليمها.",
        "تلميع الأحذية: ينزل عامل نظافة فرشاة أمامكم. إذا التقطتموها، سيقدم لكم تلميع شكر 'مجاني'، ثم يطالبونكم بالدفع بشكل عدواني. تجاهلوا الفرشاة واستمروا في المشي.",
        "دعونا نتناول مشروبًا\": شخص غريب ودود (غالبًا ما يكون أنيقًا) يدعوك إلى نادٍ أو بار محدد. ستنضم إليك نساء، وستطلب مشروبات باهظة الثمن، وستضطر لدفع فاتورة ضخمة (1000 دولار أمريكي أو أكثر). لا تذهب أبدًا إلى موقع ثانٍ مع غريب.",
        "سجاد \"الصيادين\": محليون ودودون يوجهونكم إلى المعالم، ثم يدعونكم إلى \"متجر العم\" لتناول الشاي. الشاي يخلق دينًا نفسيًا لشراء سجادة. عبارة \"لا، شكرًا\" بحزم (يد على القلب) تنجح."
      ]
    },
    {
      "id": "logistics-hamam",
      "slug": "hamam-guide",
      "title": "طقوس الحمام",
      "icon": "دش",
      "summary": "كيفية التنقل في الحمام التركي دون إحراج.",
      "details": [
        "اختيار: الحمامات التاريخية (كليتش علي باشا، جاغال أوغلو) مكلفة (€50-100) لكنها صديقة للأجانب ورائعة. الحمامات المحلية رخيصة لكنها تتطلب معرفة باللغة التركية.",
        "العملية: 1. خلع الملابس (احتفظوا بالملابس الداخلية أو ارتدوا الملابس القابلة للتخلص منها المقدمة). 2. 'سخونة' (بخار على الحجر الساخن لمدة 15 دقيقة). 3. 'كيسه' (المساعد يقوم بفرككم بقفاز خشن - ستتساقط خلايا الجلد الميتة). 4. 'رغوة' (غسل بالرغوة).",
        "آداب: يتم فصل الرجال والنساء تقريبًا دائمًا (ساعات مختلفة أو أقسام مختلفة). من المعتاد إعطاء إكرامية للعاملين (10-20%) في النهاية."
      ]
    },
    {
      "id": "logistics-survival",
      "slug": "local-survival",
      "title": "أساسيات البقاء",
      "icon": "معلومات",
      "summary": "الماء، المراحيض، ومدينة المتاحف.",
      "details": [
        "مياه الصنبور: لا تشربها. يستخدمها السكان المحليون للتنظيف ولكن اشرب المياه المعبأة أو \"دماكانة\" (جرار توصيل). من الجيد استخدامه لتنظيف الأسنان.",
        "المراحيض: المراحيض العامة (المساجد/المراكز التجارية) نظيفة ولكن غالبًا ما تكلف 5-10 ليرة تركية. استخدم \"فوهة البيديه\" داخل المرحاض - إنها معيار النظافة هنا.",
        "تكاليف المتاحف: رسوم الدخول للأجانب مرتفعة (مثل ~€25 آيا صوفيا، ~€55 توبكابي). بطاقة \"متحف باس إسطنبول\" (€105) تستحق العناء فقط إذا قمتم بزيارة 4 مواقع أو أكثر تابعة لوزارة الثقافة (لا تشمل خزان Basilica أو برج غلطة)."
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-001",
      "slug": "simit",
      "name_en": "Simit",
      "name_local": "Simit",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "السيميت هو حلقة خبز دائرية مغطاة بالسمسم، مقرمشة من الخارج ومطاطية من الداخل، وتعتبر فطور الشارع التقليدي في إسطنبول. يمكن العثور عليها في كل زاوية تقريبًا منذ الفجر، وعادة ما تؤكل سادة أو مع الجبن. هذه الوجبة الخفيفة الشائعة هي الوقود الذي يدفع تنقلات المدينة في الصباح.",
        "vibe": "متواضع، تقليدي، منشط",
        "history": "يتم بيع السميت في شوارع إسطنبول منذ العهد العثماني، مع سجلات تاريخية تعود إلى القرن السادس عشر. الاسم يأتي من الكلمة العربية \"سميد\" التي تعني الخبز الأبيض أو الدقيق الناعم. كان بائعو الشوارع يوازنون صواني كبيرة من السميت على رؤوسهم أثناء مناداة الزبائن. في مطابخ القصور العثمانية، كان السميت يعتبر من الأطباق الشهية المخصصة للمناسبات الخاصة.",
        "insider_tip": "اشترِ من عربات الشارع في الصباح الباكر عندما تكون طازجة ودافئة - بحلول فترة الظهيرة، تصبح جافة وصلبة. ابحث عن العربات ذات الحركة العالية بالقرب من محطات العبّارات ومحطات المترو.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "وجبة سريعة",
          "المسافرون ذوو الميزانية المحدودة",
          "إفطار"
        ],
        "duration": "5-10 دقائق",
        "best_time": "الصباح الباكر"
      },
      "image": "/images/istanbul/simit.jpg"
    },
    {
      "id": "food-002",
      "slug": "turkish-breakfast",
      "name_en": "Serpme Breakfast",
      "name_local": "Serpme Kahvaltı",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "سيربمي كاهفالتı هو إفطار تركي متنوع يتضمن العشرات من الأطباق الصغيرة بما في ذلك أنواع متعددة من الجبن، والزيتون، والمربى، والعسل، والبيض (غالبًا منمنم - مخفوق مع الطماطم والفلفل)، والخضروات الطازجة، والخبز. تعني كلمة \"سيربمي\" \"موزع\"، مما يعكس الطبيعة الوفيرة والاجتماعية لهذه الوجبة. تم تصميمه ليكون مريحًا واجتماعيًا وكافيًا ليشعرك بالشبع حتى العشاء.",
        "vibe": "مشترك، وفير، مريح",
        "history": "تقاليد الإفطار التركي المتقن تطورت من مطبخ القصر العثماني، حيث كانت التنوع والوفرة تعبر عن الضيافة والثروة. تدعي محافظة فان في شرق تركيا أنها أصلت أسلوب السيربم الحديث في الستينيات. ما كان في السابق طقسًا في عطلة نهاية الأسبوع أصبح ثقافة البرانش الأكثر شعبية في إسطنبول، مع ظهور \"شوارع الإفطار\" المخصصة في أحياء مثل بشيكتاش.",
        "insider_tip": "تجنبوا \"الإفطار الكبير\" المبالغ في سعره في المناطق السياحية مثل السلطان أحمد. بدلاً من ذلك، توجهوا إلى \"شارع الإفطار\" في بشيكتاش للحصول على وجبات أصيلة وبأسعار معقولة يرتادها السكان المحليون.",
        "price_level": "معتدل",
        "good_for": [
          "مجموعات",
          "عشاق الطعام",
          "برانش عطلة نهاية الأسبوع"
        ],
        "duration": "1-2 ساعة",
        "best_time": "صباحًا حتى بعد الظهر"
      },
      "image": "/images/istanbul/breakfast.jpg"
    },
    {
      "id": "food-003",
      "slug": "esnaf-lokantasi",
      "name_en": "Tradesmen's Restaurant",
      "name_local": "Esnaf Lokantası",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "مطعم الحرفيين يعني حرفياً \"مطعم الحرفيين\" - أماكن طعام بسيطة على طراز الكافيتيريا حيث تشير إلى الأطباق المطبوخة مسبقًا المعروضة في صناديق البخار. توقع أطباق تركية منزلية مثل اليخنات، الأرز، الفاصوليا (كُرُو فَاصُولْيَة)، وأطباق الخضار تُقدم بسرعة وبأسعار معقولة. هذه هي العمود الفقري لثقافة الغداء في إسطنبول للطبقة العاملة، حيث تقدم نكهات أصيلة دون تكلف.",
        "vibe": "بسيط، فعال، منزلي",
        "history": "ظهرت مطاعم \"إسناف\" في أوائل القرن العشرين لتلبية احتياجات الطبقة العاملة المتزايدة في إسطنبول خلال فترة التصنيع السريعة. كان النموذج بسيطًا: إعداد كميات كبيرة من الأطباق المنزلية التقليدية وبيعها بأسعار رخيصة للعمال والحرفيين. خلال طفرة السبعينيات الاقتصادية، أصبحت هذه المطاعم مراكز اجتماعية حيث اختلط الحرفيون وسائقي سيارات الأجرة وموظفي المكاتب. تطورت خدمة الكافيتيريا لتعظيم الكفاءة خلال ساعة الغداء الضيقة.",
        "insider_tip": "وصلوا بين الساعة 12-1 ظهراً عندما تكون الطعام في أفضل حالاته والاختيار هو الأفضل. أشروا بثقة إلى ما تريدون - التردد يجعلكم تبدو كالسياح. الأطباق مُسعّرة بشكل فردي، لذا خذوا وقتكم.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "المسافرون ذوو الميزانية المحدودة",
          "غداء سريع",
          "تناول الطعام بمفردك"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "الغداء (12-2 م)"
      },
      "image": "/images/istanbul/esnaf.jpg"
    },
    {
      "id": "food-004",
      "slug": "meyhane",
      "name_en": "Meyhane Culture",
      "name_local": "Meyhane",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "المقهى هو حانة تركية تقليدية تركز على الراكي (مشروب بنكهة اليانسون) والمقبلات (أطباق صغيرة مشتركة). على عكس تناول الطعام من أجل البقاء، فإن ثقافة المقهى تدور حول أمسيات بطيئة وممتعة مليئة بالمحادثات والموسيقى والشرب المعتدل. ستطلب المقبلات الباردة أولاً من صينية العرض، ثم الأطباق الساخنة طوال الليل. التجربة اجتماعية بامتياز - الذهاب بمفردك يعتبر غريباً ثقافياً.",
        "vibe": "ودود، موسيقي، غير مستعجل",
        "history": "تعود ثقافة المقهى إلى الحانات البيزنطية لكنها ازدهرت خلال العصر العثماني، خاصة بين المجتمعات اليونانية والأرمنية واليهودية في أحياء مثل بيوغلو. تأتي كلمة \"مقهى\" من الفارسية، وتعني \"بيت النبيذ\". كانت هذه المنشآت تاريخياً أماكن يهيمن عليها الرجال حيث يجتمع الشعراء والمفكرون والفنانون. بعد تبادل السكان عام 1923، تكيفت ثقافة المقهى وانتشرت في المجتمع التركي. أصبحت الموسيقى الحية الفصيل - وهي نوع تقليدي عثماني - مرادفاً لليالي المقهى.",
        "insider_tip": "قم بتحية الآخرين بلمس قاع كأسك بكؤوسهم - إنها لفتة تواضع. اطلب المقبلات الباردة من صينية العرض أولاً، ثم قدم الأطباق الساخنة على مدار المساء. يجب تخفيف الراكي بالماء (يتحول إلى اللون الأبيض الحليبي) ويتم تناوله ببطء.",
        "price_level": "معتدل",
        "good_for": [
          "مجموعات",
          "الأزواج",
          "تجربة ثقافية"
        ],
        "duration": "2-4 ساعات",
        "best_time": "مساء"
      },
      "image": "/images/istanbul/meyhane.jpg"
    },
    {
      "id": "food-005",
      "slug": "midye-dolma",
      "name_en": "Stuffed Mussels",
      "name_local": "Midye Dolma",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الميدية دولما تتكون من بلح البحر الأسود المحشي بالأرز المتبل، والصنوبر، والزبيب، والأعشاب، وتُقدم باردة مع عصرة من الليمون. تُباع من قبل بائعي الشوارع في صواني أو عربات كبيرة، وهي وجبة خفيفة شهيرة في إسطنبول - تُؤكل واقفًا وتُدفع حسب العدد. يجمع مزيج بلح البحر المالح والأرز العطري نكهة فريدة يحبها السكان المحليون.",
        "vibe": "غير رسمي، محفوف بالمخاطر، لذيذ",
        "history": "نشأت الميديه دولما في مطابخ القصور العثمانية كـ \"ميديه تافا\" (محار مقلي) لكنها تطورت إلى النسخة المحشوة من طعام الشارع في أواخر القرن التاسع عشر. قامت المجتمعات اليونانية والأرمنية في إسطنبول بتحسين الوصفة، مضيفة توابل بحر إيجة. انفجرت ثقافة بائعي الشوارع في السبعينيات والثمانينيات عندما جلب المهاجرون من الريف المحار من القرى الساحلية لبيعه في المدينة. اليوم، تدير عائلات كاملة أعمال المحار عبر أجيال متعددة.",
        "insider_tip": "تناول الطعام فقط في الأكشاك التي تشهد حركة مرتفعة لتقليل خطر التسمم الغذائي - ابحث عن الحشود والبائعين الذين يقومون بإعادة التخزين باستمرار. يجب أن تشم رائحة المحار الطازج مثل البحر، وليس رائحة السمك. اعصر الليمون بكثرة ولا تتردد في تناول 10-15 حبة في مرة واحدة.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "محبو المغامرات في الطعام",
          "وجبة سريعة",
          "وجبة خفيفة"
        ],
        "duration": "10-15 دقيقة",
        "best_time": "بعد الظهر أو المساء"
      },
      "image": "/images/istanbul/midye.jpg"
    },
    {
      "id": "food-006",
      "slug": "kokorec",
      "name_en": "Kokoreç",
      "name_local": "Kokoreç",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "كوكوريتش هو أمعاء الحمل المشوية التي تُقطع، وتُتبل بشكل كثيف بالأوريجانو ورقائق الفلفل الأحمر، وتُقدم في خبز مقرمش. القوام مطاطي والنكهة لذيذة بشكل مكثف - محبوبة من قبل السكان المحليين رغم أنها قد تكون مثيرة للجدل. هذا هو أفضل طعام شوارع في إسطنبول في وقت متأخر من الليل، وعادة ما يُتناول بعد الشرب. النظافة أمر حاسم؛ اختر البائعين المشغولين والراسخين.",
        "vibe": "جريء، مثير للجدل، ليلي",
        "history": "الكوكوريتش له أصول يونانية قديمة وكان يُستهلك في جميع أنحاء الإمبراطورية العثمانية، لكنه أصبح مرتبطًا بشكل خاص بثقافة الطعام في شوارع إسطنبول. خلال السبعينيات، أصبحت عربات الكوكوريتش جزءًا أساسيًا خارج الحانات والنوادي الليلية في أحياء مثل بي أوغلو. واجه الطبق حظرًا قصيرًا في أوائل الألفية الثانية بسبب لوائح سلامة الغذاء في الاتحاد الأوروبي (خلال محادثات انضمام تركيا إلى الاتحاد الأوروبي)، مما أثار احتجاجات ضخمة - حيث دافع الأتراك عن حقهم في تناول الأمعاء. تم إلغاء الحظر بسرعة، مما رسخ الكوكوريتش كرمز للهوية الثقافية.",
        "insider_tip": "التزموا بالباعة المتسلسلين المشغولين مثل Şampiyon حيث يضمن دوران العمل العالي الحفاظ على معايير النضارة والنظافة. اطلبوا \"أز أجيل\" (أقل حارة) إذا كنتم حساسين للحرارة. تناولوه فوراً بينما هو ساخن - الكوكوريتش يتجمد بشكل غير شهي عندما يبرد.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "محبو المغامرات في الطعام",
          "متأخر في الليل",
          "وجبة سريعة"
        ],
        "duration": "15-20 دقيقة",
        "best_time": "متأخر في الليل (بعد منتصف الليل)"
      },
      "image": "/images/istanbul/kokorec.jpg"
    },
    {
      "id": "food-007",
      "slug": "turkish-coffee",
      "name_en": "Turkish Coffee",
      "name_local": "Türk Kahvesi",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "القهوة التركية هي حبوب قهوة مطحونة ناعماً تُغلى مع الماء (ومع السكر اختياريًا) في وعاء خاص يُسمى \"جذوة\"، ثم تُقدم غير مصفاة في فنجان صغير. النتيجة سميكة وقوية، ويُفترض أن تُشرب ببطء - إنها مشروب هضمي وطقس اجتماعي، وليست مجرد وسيلة لتوصيل الكافيين. الرواسب تستقر في القاع وتُستخدم في قراءة الطالع (تاسيوغرافيا).",
        "vibe": "تأملي، تقليدي، مر",
        "history": "وصلت القهوة إلى إسطنبول من اليمن في القرن السادس عشر خلال حكم سليمان القانوني. افتُتح أول مقهى، كيفا هان، في عام 1555 وأصبح مركزًا للمثقفين والشعراء والنقاشات السياسية، لدرجة أن السلطات حاولت حظرها بين الحين والآخر. تم تحسين طريقة تحضير القهوة التركية في مطابخ القصور العثمانية وانتشرت في جميع أنحاء الإمبراطورية. في عام 2013، اعترفت اليونسكو بثقافة القهوة التركية كتراث ثقافي غير مادي، معترفةً بدورها في تعزيز الروابط الاجتماعية وتقاليد قراءة الطالع.",
        "insider_tip": "رتب حسب مستوى الحلاوة: 'سادة' (بدون سكر)، 'متوسط' (حلو متوسط)، أو 'سكرى' (حلو جداً) - يجب أن يتم تحديد ذلك قبل التحضير. لا تشرب الرواسب السميكة في القاع - إنها بقايا القهوة، وليست جزءاً من المشروب. انتظر بضع دقائق بعد تقديمه لترك الرواسب تستقر.",
        "price_level": "مناسب",
        "good_for": [
          "تجربة ثقافية",
          "استراحة بعد الظهر",
          "المسافرون المنفردون"
        ],
        "duration": "20-30 دقيقة",
        "best_time": "بعد الوجبات أو بعد الظهر"
      },
      "image": "/images/istanbul/coffee.jpg"
    },
    {
      "id": "food-008",
      "slug": "balik-ekmek",
      "name_en": "Fish Sandwich",
      "name_local": "Balık Ekmek",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "بالك إكميك هو فيليه سمك الماكريل المشوي يقدم في نصف رغيف من الخبز المقرمش مع الخس والبصل والليمون - لا شيء أكثر. هذا هو أشهر طعام شوارع في إسطنبول، يُباع تقليديًا من قوارب متأرجحة راسية في رصيف إمينونو. يتم شوي السمك طازجًا على الفحم، حيث يمتزج الدخان مع هواء البحر. إنه فوضوي، لذيذ، وجوهر إسطنبول.",
        "vibe": "فوضوي، منعش، أيقوني",
        "history": "بدأت تقليد البلك إكميك في الخمسينيات عندما بدأ الصيادون في إمينونو بشواء صيدهم وبيع السندويشات مباشرة من قواربهم. أصبحت مطاعم القوارب المتأرجحة رمزًا لثقافة الواجهة البحرية في إسطنبول. في التسعينيات والألفينيات، واجهت هذه القوارب حملات حكومية متكررة بسبب مخاوف تتعلق بالنظافة والرسو غير القانوني، مما أدى إلى إزالتها في النهاية في عام 2017. اليوم، يتم بيع البلك إكميك من أكشاك ثابتة في إمينونو وكراكوي، لكن المتشددين يأسفون لفقدان تجربة القارب.",
        "insider_tip": "اذهب إلى الأكشاك تحت جسر غلطة في إمينونو—ابحث عن تلك التي بها أطول طوابير من السكان المحليين. كل ذلك فوراً أثناء الوقوف؛ لأنه يصبح رطباً بسرعة. اعصر الكثير من الليمون واطلب بصل إضافي. تجنب الأماكن التي تطبخ السمك مسبقاً؛ يجب أن يُشوى عند الطلب.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "وجبة سريعة",
          "تجربة ثقافية",
          "المسافرون ذوو الميزانية المحدودة"
        ],
        "duration": "10-15 دقيقة",
        "best_time": "الغداء أو فترة ما بعد الظهر المتأخرة"
      },
      "image": "/images/istanbul/balik-ekmek.jpg"
    },
    {
      "id": "food-009",
      "slug": "borek",
      "name_en": "Börek",
      "name_local": "Börek",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "البوريك هو معجنات رقيقة مكونة من طبقات مصنوعة من أوراق العجين (يوفكا) محشوة بالجبن (بينييرلي)، السبانخ (إسباناكلي)، اللحم المفروم (كييمالي)، أو البطاطس. يمكن أن تكون ملفوفة (سيغارا بوريك)، أو مرتبة في صينية (سو بوريك)، أو ملتفة (كول بوريك). تؤكل في الإفطار أو كوجبة خفيفة، وتوجد البوريك في كل مكان من عربات الشارع إلى المخابز الراقية.",
        "vibe": "مريح، متقشر، متعدد الاستخدامات",
        "history": "البورك له أصول تركية من وسط آسيا، وقد وصل إلى الأناضول مع القبائل البدوية قبل أكثر من 1000 عام. قامت مطابخ القصور العثمانية بتطويره إلى شكل فني مع العشرات من التنوعات الإقليمية. كل منطقة في الأناضول طورت أسلوبها الخاص - طرابزون تشتهر ببورك فاكفكبير ذو الطبقات، بينما سارير مشهورة ببورك الجبنة. كانت تقنية عجينة اليوفكا الرقيقة تقليديًا مهارة تنتقل من الأم إلى الابنة، على الرغم من أن معظم البورك الحديث يستخدم أوراق مصنوعة في المصانع.",
        "insider_tip": "للبوريك الأصيل، تجنب المخابز الكبيرة. ابحث عن محلات \"بوريكجي\" الصغيرة حيث تقوم الجدات بلف العجين في النافذة. يجب أن يكون \"سو بوريك\" (الإصدار الطبقي المحشو بالجبن) رطبًا قليلاً وناعمًا - إذا كان جافًا، فهو قديم. تناوله دافئًا.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "إفطار",
          "وجبة سريعة",
          "وجبة خفيفة"
        ],
        "duration": "15-20 دقيقة",
        "best_time": "صباحًا أو منتصف بعد الظهر"
      },
      "image": "/images/istanbul/borek.jpg"
    },
    {
      "id": "food-010",
      "slug": "lahmacun",
      "name_en": "Lahmacun",
      "name_local": "Lahmacun",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "اللاحمجون هو خبز مسطح رقيق ومقرمش مغطى بلحم الضأن أو اللحم البقري المفروم مع الطماطم والفلفل والبصل والتوابل، ثم يُخبز في فرن يعمل بالحطب. يُطلق عليه غالبًا \"بيتزا تركية\"، ويُلف مع البقدونس الطازج، والليمون، وأحيانًا المخللات قبل تناوله. إنه وجبة سريعة وبأسعار معقولة تُوجد في مطاعم متخصصة تُسمى \"صالون اللاحمجون\".",
        "vibe": "حار، مقرمش، غير رسمي",
        "history": "يعود أصل اللحم بعجين إلى العصور القديمة في بلاد الشام، وقد يعود تاريخه إلى خبز الآشوريين. الاسم يأتي من العربية \"لحم بعجين\". انتشر في جميع أنحاء الإمبراطورية العثمانية وأصبح مرتبطًا بشكل خاص بالمدن التركية الجنوبية الشرقية مثل غازي عنتاب وأورفا. قامت المجتمعات الأرمنية والعربية في إسطنبول بتطوير الوصفة في أوائل القرن العشرين. خلال طفرة الستينيات الاقتصادية، أصبح اللحم بعجين طعامًا سريعًا للطبقة العاملة في إسطنبول حيث افتتح المهاجرون من الجنوب الشرقي مطاعم صغيرة.",
        "insider_tip": "اطلبوا على الأقل اثنين - فهي رقيقة وواحدة لا تكفي أبداً. الطريقة الصحيحة لتناولها: اعصروا الليمون فوق اللحم، أضيفوا البقدونس والسماق، لفوها بإحكام مثل السيجار، وتناولوا بأيديكم. يجب أن يكون اللحم في اللحم بعجين مشوياً بشكل جيد من الفرن الخشبي، ويجب أن يكون اللحم مطحوناً ناعماً، تقريباً مثل المعجون.",
        "price_level": "مناسب",
        "good_for": [
          "غداء سريع",
          "المسافرون ذوو الميزانية المحدودة",
          "مجموعات"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "غداء أو عشاء"
      },
      "image": "/images/istanbul/lahmacun.jpg"
    },
    {
      "id": "food-011",
      "slug": "doner-kebab",
      "name_en": "Döner Kebab",
      "name_local": "Döner Kebap",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "يعتبر الدونر كباب لحم متبل (لحم الضأن أو البقر أو الدجاج) مُكدس على شواية عمودية، يُشوى ببطء، ثم يُقطع إلى شرائح رقيقة. في إسطنبول، يُقدم في خبز (إكميك أراسي) أو فوق الأرز (بيلاف أستى)، مع الطماطم والفلفل والبصل، وأحيانًا مع الزبادي. هذا ليس طعامًا للسهرة المتأخرة في أوروبا - الدونر الأصلي في إسطنبول هو حرفة تتطلب لحمًا عالي الجودة وتقنية صحيحة.",
        "vibe": "لذيذ، مُرضٍ، شائع",
        "history": "تم اختراع الدونر في بورصة العثمانية في القرن التاسع عشر عندما بدأ الطهاة في تكديس اللحم المتبل عموديًا للشواء بشكل متساوٍ. يُنسب إلى إسکندر أفندي الفضل في إنشاء الشكل الحديث للدونر حوالي عام 1867. انتشر الطبق إلى إسطنبول وأصبح عنصرًا أساسيًا. في الستينيات والسبعينيات، جلب المهاجرون الأتراك الدونر إلى ألمانيا، حيث تطور إلى النسخة السريعة المعروفة عالميًا. تظل ثقافة الدونر في إسطنبول أكثر تميزًا، حيث تستخدم المؤسسات ذات الجودة قطع اللحم الكاملة بدلاً من الخلطات المعالجة.",
        "insider_tip": "تجنب الفخاخ السياحية بالقرب من السلطان أحمد. ابحث عن الأماكن التي يقف فيها السكان المحليون في طوابير واللحم مُكدس في طبقات (وليس لحم غامض). اطلب \"أز ياغلي\" إذا كنت ترغب في قطع أقل دهنية. أفضل دونر هو \"دونر بيلاف\" (مع الأرز) بدلاً من الخبز. اشرب العيران معه - الزبادي يخفف من غناه.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "وجبة سريعة",
          "تناول الطعام بمفردك",
          "متأخر في الليل"
        ],
        "duration": "20-30 دقيقة",
        "best_time": "الغداء أو المساء المتأخر"
      },
      "image": "/images/istanbul/doner.jpg"
    },
    {
      "id": "food-012",
      "slug": "balik-season",
      "name_en": "Fresh Fish Culture",
      "name_local": "Balık Mevsimi",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "تتميز ثقافة السمك في إسطنبول بموسمية عميقة، حيث يكون الخريف والشتاء هما الوقت المثالي عندما تهاجر الأسماك عبر البوسفور من البحر الأسود. لدى الأتراك قول: \"بالك باشتان كوكار\" (السمك يفسد من الرأس) - الط freshness هو كل شيء. تصطف مطاعم السمك على ضفاف البوسفور، ويعرف السكان المحليون أي الأنواع في الموسم. تشمل الأنواع الشائعة اللؤفر (سمك الأزرق)، البلاموت (سمك البونيتو)، الهامسي (الأنشوجة)، والليفريك (سمك القاروص).",
        "vibe": "موسمي، طازج، اجتماعي",
        "history": "موقع إسطنبول الاستراتيجي على البوسفور جعلها عاصمة صيد لآلاف السنين. كان الصيادون البيزنطيون يزودون المدينة بصيد البحر الأسود، وكانت النقابات العثمانية تنظم حقوق الصيد. أصبحت هجرة الهامسي (الأنشوجة) السنوية في الشتاء ظاهرة ثقافية—تحتفل مهرجانات كاملة بهذا السمك الصغير. تطورت تقليد الميخانه حول السمك الطازج والراكي. في الثمانينيات والتسعينيات، أصبحت مطاعم السمك على الواجهة البحرية في أحياء مثل كُمكابي وأرنافوتكوي رموزًا لحياة الليل في إسطنبول.",
        "insider_tip": "تحقق مما هو في الموسم - الخريف يجلب اللؤلؤ والبالاموت، والشتاء هو موسم الهامسي. في مطاعم السمك، اذهب إلى واجهة العرض واختر سمكتك بنفسك؛ يجب أن تكون لها عيون واضحة ولحم متماسك. الشواء (ızgara) هو طريقة التحضير القياسية. قدمها مع راكي والمقبلات الباردة. تجنب الصيف عندما تكون خيارات السمك محدودة والجودة تنخفض.",
        "price_level": "معتدل",
        "good_for": [
          "عشاق الطعام",
          "مجموعات",
          "تجربة ثقافية"
        ],
        "duration": "2-3 ساعات",
        "best_time": "أمسيات الخريف والشتاء"
      },
      "image": "/images/istanbul/balik.jpg"
    },
    {
      "id": "food-013",
      "slug": "kumpir",
      "name_en": "Kumpir (Loaded Baked Potato)",
      "name_local": "Kumpir",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الكومبير هو بطاطا مشوية ضخمة تُقطع من المنتصف، تُهرس مع الزبدة والجبن حتى تصبح كريمية، ثم تُحمّل باختياركم من مجموعة مذهلة من الإضافات: الذرة، المخللات، الزيتون، النقانق، السلطة الروسية، الجزر، البازلاء، والمزيد. نشأت في حي أورتاكوي وأصبحت طعامًا شعبيًا. الكومبير هو وجبة كاملة—رخيصة، مشبعة، وقابلة للتخصيص.",
        "vibe": "مترف، قابل للتخصيص، شبابي",
        "history": "جاء الكومبير إلى تركيا في الثمانينيات، مستوحى من أكشاك البطاطا المخبوزة في شرق أوروبا. أصبحت منطقة أورتاكوي، وهي منطقة ساحلية بوهيمية تحظى بشعبية بين الطلاب، مركز ثقافة الكومبير. ما بدأ كبطاطا مخبوزة بسيطة تطور إلى النسخة المحملة والمبالغ فيها المعروفة اليوم حيث تنافس البائعون من خلال تقديم المزيد والمزيد من الإضافات الغريبة. بحلول التسعينيات، أصبحت شارع الكومبير في أورتاكوي موقعًا للحج للمراهقين والسياح. يمثل هذا الطبق قدرة إسطنبول على أخذ الأطعمة الأجنبية وتحويلها إلى طعام تركي بشكل مفرط.",
        "insider_tip": "اذهب إلى صف أكشاك الكومبير على الواجهة البحرية في أورتاكوي - الشارع الذي يضم العديد من الأكشاك المتنافسة. الخطوة المعتادة: زبدة، جبنة، ثم 4-6 إضافات من اختيارك (تجنب الإفراط حتى لا تختلط النكهات). تناولها طازجة بينما البطاطا ساخنة. أيام الأحد بعد الظهر تصبح مزدحمة للغاية؛ أما ليالي أيام الأسبوع فهي أفضل.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "المسافرون ذوو الميزانية المحدودة",
          "نباتيون",
          "وجبة سريعة"
        ],
        "duration": "20-30 دقيقة",
        "best_time": "غداء أو عشاء مبكر"
      },
      "image": "/images/istanbul/kumpir.jpg"
    },
    {
      "id": "drink-001",
      "slug": "cay",
      "name_en": "Turkish Tea",
      "name_local": "Çay",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "تشاي هو شاي أسود قوي يُحضّر في إبريق شاي مزدوج (تشايدانيليك) ويُقدّم في أكواب صغيرة على شكل توليب. إنه الرابط الاجتماعي في تركيا - يُقدّم باستمرار في المتاجر، ويُشرب على العبارات، ويُستهلك طوال اليوم. الشاي دائمًا ساخن، وغالبًا ما يُرافقه مكعبات سكر، ورفضه قد يبدو غير لطيف. يشرب الأتراك حوالي 3-4 أكواب في اليوم في المتوسط.",
        "vibe": "موجود في كل مكان، اجتماعي، مريح",
        "history": "أصبح الشاي شائعًا في تركيا فقط في أوائل القرن العشرين. كان القهوة المشروب التقليدي، ولكن بعد الحرب العالمية الأولى أصبحت واردات القهوة مكلفة. قام مصطفى كمال أتاتورك بتشجيع زراعة الشاي في منطقة البحر الأسود (ريزا) في عشرينيات القرن الماضي كجزء من تحديث الزراعة. بحلول الثلاثينيات والأربعينيات، حل الشاي محل القهوة كمشروب يومي. تم تصميم كأس التوليب المميز في الخمسينيات لإظهار لون الشاي ومنع حرق اليدين. أصبحت بيوت الشاي (çay bahçesi) مركزية للحياة الاجتماعية للرجال.",
        "insider_tip": "لإشارة أنك انتهيت من الشرب، ضع ملعقتك عبر حافة الكوب - وإلا، سيتم إعادة ملئه بلا حدود. إذا كنت ترغب في شاي أقل قوة، اطلب \"شاي فاتح\". أفضل تجربة شاي تكون على عبارة في البوسفور عند شروق الشمس أو في حديقة شاي تقليدية تطل على الماء.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "الجميع",
          "تجربة ثقافية",
          "في أي وقت"
        ],
        "duration": "10-20 دقيقة",
        "best_time": "في أي وقت"
      },
      "image": "/images/istanbul/cay.jpg"
    },
    {
      "id": "drink-002",
      "slug": "ayran",
      "name_en": "Ayran",
      "name_local": "Ayran",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الـعَـرَان هو مشروب زبادي مالح يُصنع عن طريق خلط الزبادي والماء والملح حتى يصبح رغويًا. يُقدّم بارداً ويُعتبر المرافق التقليدي للكباب، والدونر، والأطباق الثقيلة من اللحم - حيث يساعد الملح والبروبيوتيك في الهضم. يمكن العثور على العَرَان في كل مكان، من عربات الشارع إلى المطاعم. قد يكون طعمه غير مألوف لبعض الأجانب لكنه محبوب من قبل الأتراك.",
        "vibe": "منعش، مالح، تقليدي",
        "history": "تعود أصول الأيرين إلى البدو التركمان القدماء في وسط آسيا الذين اكتشفوا أن الزبادي المخفف والمالح يبقى طازجًا لفترة أطول أثناء السفر. انتقل المشروب إلى الأناضول مع السلاجقة والعثمانيين. كان الأيرين جزءًا أساسيًا من الحصص الغذائية في الحملات العسكرية العثمانية. بدأت صناعة الأيرين المعبأ الحديثة في الخمسينيات والستينيات مع التصنيع في تركيا. اليوم، تعتبر تركيا أكبر مستهلك للأيرين في العالم، حيث تشرب أكثر من مليار لتر سنويًا.",
        "insider_tip": "اللبن الرائب الطازج من المطاعم وبائعي الشوارع أفضل بكثير من النسخ المعبأة - يجب أن يكون رغويًا من الأعلى وليس مائيًا جدًا. اشربه دائمًا مع الأطعمة الدهنية مثل الدونر أو اللحم بعجين؛ فهو يخفف من غناه. إذا وجدته مالحًا جدًا، اطلب \"أز توزلو\" (ملح أقل).",
        "price_level": "مناسب",
        "good_for": [
          "عشاق الطعام",
          "مع الوجبات",
          "الجميع"
        ],
        "duration": "5 دقائق",
        "best_time": "مع الغداء أو العشاء"
      },
      "image": "/images/istanbul/ayran.jpg"
    },
    {
      "id": "drink-003",
      "slug": "salgam",
      "name_en": "Şalgam",
      "name_local": "Şalgam Suyu",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الشالبام هو عصير لفت مخمر عميق اللون بنفسجي بطعم حاد وحامض قليلاً مع لمسة من التوابل. يُصنع من الجزر البنفسجي واللفت والبرغل والملح، ثم يُخمر. هذه المشروب المثير للجدل يحظى بشعبية في جنوب تركيا (خصوصاً في أضنة) ويُشرب تقليدياً مع الكباب أو الراكي. في إسطنبول، يمكن العثور عليه في مطاعم الكباب وبعض بائعي الشارع.",
        "vibe": "مثير للجدل، لاذع، حاد",
        "history": "الشالبام نشأ في أضنة وجنوب شرق تركيا، حيث كانت تقنية التخمر تحافظ على الخضروات خلال الصيف الحار. اكتسبت هذه المشروب شعبية في جميع أنحاء تركيا في منتصف القرن العشرين عندما جلب المهاجرون من الجنوب الشرقي ثقافتهم الغذائية إلى إسطنبول. أصبح مرتبطًا بمطاعم الكباب - وخاصة المتخصصة في كباب أضنة. عملية التخمر مشابهة لعملية التخليل، وتقليديًا كان لكل عائلة وصفتها الخاصة. بدأت الإنتاج الصناعي في الثمانينيات، مما جعلها متاحة على نطاق واسع.",
        "insider_tip": "الشالبام مثير للجدل للغاية - إما أن تحبه أو تكرهه من أول رشفة. اطلب النسخة \"الحارة\" للحصول على تجربة أصيلة. يتم تناوله تقليديًا مع الراكي (دون خلطه) أو مع الكباب الدهني لتقليل الدهون. العديد من الأتراك لا يشربونه أمام الأجانب لأنهم يعرفون أن رد الفعل عادة ما يكون الرعب.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "محبو المغامرات في الطعام",
          "مع الكباب",
          "تجربة ثقافية"
        ],
        "duration": "5 دقائق",
        "best_time": "مع العشاء"
      },
      "image": "/images/istanbul/salgam.jpg"
    },
    {
      "id": "drink-004",
      "slug": "boza",
      "name_en": "Boza",
      "name_local": "Boza",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "البوزا هو مشروب سميك ومخمر قليلاً مصنوع من القمح المجروش أو الدخن، له طعم حلو وحامض وقوام يشبه العصيدة. يحتوي على نسبة منخفضة جداً من الكحول (حوالي 1%) نتيجة التخمر. يُعتبر مشروباً شتوياً تقليدياً، ويُقدم مع حمص محمص (لبلبي) على السطح والقرفة. إنه طعم يحتاج إلى اكتساب، ويجده العديد من الأجانب غريباً.",
        "vibe": "كثيف، حلو-حامض، حنين",
        "history": "تعود البوزا إلى آلاف السنين في وسط آسيا وبلاد ما بين النهرين. كان الجنود العثمانيون يشربونها للحصول على الطاقة، وكانت تُباع في شوارع إسطنبول من قبل بائعي البوزا الذين كانوا ينادون \"بوزااا!\" أشهر منتج لها، \"فيفا بوزاجيسي\"، افتتح في عام 1876 وما زال يعمل في نفس الموقع. كان مصطفى كمال أتاتورك زبونًا منتظمًا. في القرن العشرين، كادت البوزا تختفي مع سيطرة المشروبات الغازية الحديثة، لكنها نجت كحلوى شتوية تثير الحنين.",
        "insider_tip": "زوروا فيفا بوزاجيسي في منطقة الفاتح - حيث تصنع البوزا منذ عام 1876 والديكور الداخلي يشبه كبسولة زمنية. يُفضل تناول البوزا في الطقس البارد (نوفمبر-فبراير). لا تتوقعوا أن تحبوا طعمها على الفور؛ فهي تحتاج إلى تذوق. الحمص المحمص على السطح ضروري - فهو يضيف القوام والنكهة.",
        "price_level": "مناسب التكلفة",
        "good_for": [
          "تجربة ثقافية",
          "زيارة الشتاء",
          "محبو المغامرات في الطعام"
        ],
        "duration": "15-20 دقيقة",
        "best_time": "أيام الشتاء بعد الظهر"
      },
      "image": "/images/istanbul/boza.jpg"
    }
  ],
  "must_see": [
    {
      "title": "الأيقونات الكبيرة",
      "id": "icons",
      "items": [
        {
          "id": "sight-001",
          "slug": "hagia-sophia",
          "name_en": "Hagia Sophia",
          "name_local": "Ayasofya",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "آيا صوفيا هي معجزة معمارية من القرن السادس خدمت ككاتدرائية بيزنطية لمدة تقارب 1000 عام، ثم كمسجد عثماني لمدة 500 عام، ومتحف من 1935 حتى 2020. تم إعادة تحويلها إلى مسجد في 2020، مما غير تجربة الزوار بشكل جذري. القبة الضخمة، والفسيفساء الرائعة، والتاريخ المتعدد الطبقات تجعلها واحدة من أهم المباني في العالم.",
            "vibe": "نُصُب، مقدس، مثير للجدل",
            "history": "بنى الإمبراطور جستنيان الأول آيا صوفيا الحالية في عام 537 ميلادي بعد أن احترقت كنيستان سابقتان في الموقع. كانت قبتها معجزة هندسية - طموحة لدرجة أنها انهارت جزئيًا في عام 558 وكان يجب إعادة بنائها. عندما غزا السلطان العثماني محمد الثاني القسطنطينية في عام 1453، حولها على الفور إلى مسجد، مضيفًا المآذن وتغطية الفسيفساء المسيحية بالجص. علم مصطفى كمال أتاتورك في عام 1935 بتحويلها إلى متحف كجزء من إصلاحاته الحديثة. في عام 2020، أعاد الرئيس أردوغان تحويلها إلى مسجد، مما أثار جدلاً دوليًا.",
            "insider_tip": "اعتبارًا من عام 2025، يدخل السياح عبر مدخل المعرض المنفصل (رسوم 25 يورو) ولا يمكنهم الوصول إلى أرضية الصلاة الرئيسية خلال أوقات الصلاة. احضر قبل الساعة 9 صباحًا لتجنب الطوابير الكبيرة، خاصة في الصيف. توفر الطوابق العليا أفضل المناظر للفسيفساء.",
            "price_level": "مكلف",
            "good_for": [
              "عشاق التاريخ",
              "عشاق العمارة",
              "الزوار لأول مرة"
            ],
            "duration": "1.5-2 ساعة",
            "best_time": "الصباح الباكر (8-9 صباحًا)"
          },
          "image": "/images/istanbul/hagia-sophia.jpg",
          "geo": {
            "lat": 41.0086,
            "lng": 28.9802
          }
        },
        {
          "id": "sight-002",
          "slug": "topkapi-palace",
          "name_en": "Topkapi Palace",
          "name_local": "Topkapı Sarayı",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "كان قصر توبكابي هو المقر الرئيسي والمركز الإداري للسلاطين العثمانيين لمدة تقارب 400 عام (1465-1856). يحتوي هذا المجمع الواسع على ساحات، وأجنحة، وغرف خزائن مليئة بالجواهر والتحف، والحرملك الشهير حيث كانت تعيش عائلة السلطان ونساؤه. المناظر المطلة على البوسفور مذهلة، وحجم القصر يكشف عن قوة الإمبراطورية العثمانية في أوجها.",
            "vibe": "فاخر، شاسع، إمبراطوري",
            "history": "كلف السلطان محمد الثاني بناء قصر توبكابي بعد فترة وجيزة من فتح القسطنطينية في عام 1453، واكتمل في عام 1465. نما القصر بشكل عضوي على مر القرون حيث أضاف السلاطين المتعاقبون مباني جديدة - في ذروته، كان يضم أكثر من 4000 شخص. كانت منطقة الحريم هي الأكثر خصوصية، تحت إدارة والدة السلطان (السلطانة الأم)، حيث كانت تحدث مؤامرات سياسية معقدة. في عام 1856، انتقل السلطان عبد المجيد الأول إلى قصر دولما باهçe على الطراز الأوروبي، وتدريجياً تم التخلي عن توبكابي. افتتح كمتحف في عام 1924.",
            "insider_tip": "يتطلب قسم الحريم تذكرة منفصلة (€35) ولكنه ضروري لفهم الحياة المنزلية العثمانية وديناميات السلطة - لا تفوتوه. القصر ضخم وقد يستغرق 3-4 ساعات؛ احضروا عند الافتتاح لتجنب مجموعات الجولات. تجنبوا المطعم الموجود في الموقع الذي يبالغ في الأسعار.",
            "price_level": "مكلف",
            "good_for": [
              "عشاق التاريخ",
              "الزوار لأول مرة",
              "تصوير"
            ],
            "duration": "3-4 ساعات",
            "best_time": "الصباح الباكر (9-10 صباحًا)"
          },
          "image": "/images/istanbul/topkapi.jpg",
          "geo": {
            "lat": 41.0115,
            "lng": 28.9833
          }
        },
        {
          "id": "sight-003",
          "slug": "basilica-cistern",
          "name_en": "Basilica Cistern",
          "name_local": "Yerebatan Sarnıcı",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "خزان البازليك هو خزان مياه بيزنطي تحت الأرض يضم 336 عمودًا من الرخام ترتفع من مياه ضحلة في مساحة مظلمة تشبه الكاتدرائية. من أبرز معالمه قاعدتا عمود برأس ميدوسا - واحدة مائلة والأخرى مقلوبة. تم بناؤه في عام 532 ميلادي، وهو معجزة هندسية ذات أجواء رائعة كانت تزود المياه للقصر الكبير. تخلق الصوتيات والإضاءة تجربة غريبة تشبه السينما.",
            "vibe": "غامض، جوي، قديم",
            "history": "بنى الإمبراطور جستنيان الأول الخزان في عام 532 ميلادي لتخزين المياه للقصر الكبير والمباني المحيطة، بسعة تصل إلى 80,000 متر مكعب. تم بناؤه باستخدام أعمدة ومواد تم إنقاذها من المعابد المدمرة، مما يفسر الأنماط غير المتطابقة ورؤوس ميدوسا الغامضة (على الأرجح من معبد روماني). بعد الفتح العثماني، تم نسيان الخزان وأعيد اكتشافه في عام 1545 عندما لاحظ أحد العلماء السكان المحليين يستخرجون المياه من خلال أرضيات الطابق السفلي. خضع لترميم كبير في عام 1985 وقد تم تصويره في أفلام مثل \"من روسيا مع الحب\".",
            "insider_tip": "الدخول مكلف (1,300 ليرة تركية / ~35 يورو اعتبارًا من 2025) لزيارة تستغرق 20-30 دقيقة. اشترِ التذاكر عبر الإنترنت مسبقًا لتجنب الطوابير الكبيرة التي تتكرر كثيرًا. قم بزيارة في فترة ما بعد الظهر عندما تقل الحشود. يمكن أن تكون الممرات الخشبية زلقة - انتبه لخطواتك.",
            "price_level": "مكلف",
            "good_for": [
              "تصوير",
              "الأزواج",
              "زيارة سريعة"
            ],
            "duration": "30-45 دقيقة",
            "best_time": "بعد الظهر المتأخر (4-5 مساءً)"
          },
          "image": "/images/istanbul/cistern.jpg",
          "geo": {
            "lat": 41.0084,
            "lng": 28.9779
          }
        }
      ]
    },
    {
      "title": "تجارب محلية",
      "id": "experiences",
      "items": [
        {
          "id": "exp-001",
          "slug": "bosphorus-ferry",
          "name_en": "Commuter Ferry Ride",
          "name_local": "Vapur",
          "category": "معلم سياحي",
          "is_generic_staple": true,
          "description": {
            "short": "عبّارة البوسفور (فابور) هي وسيلة النقل العامة الشهيرة في إسطنبول التي تربط بين الجانبين الأوروبي والآسيوي عبر المضيق. هذه ليست رحلة سياحية—إنها وسيلة تنقل السكان المحليين، مع بائعي الشاي الذين يتجولون في الممرات. المناظر التي تشمل القصور والمساجد والقصور المطلة على الماء لا تضاهى. للحصول على تجربة كاملة، خذ جولة \"البوسفور الطويلة\" من شركة \"سيهري هاتلاري\" التي تمتد حتى البحر الأسود.",
            "vibe": "أصيل، خلاب، مريح",
            "history": "تعود خدمة العبّارات عبر البوسفور إلى القرن السابع عشر عندما كانت القوارب المجداف تحمل الركاب. أطلقت أولى العبّارات البخارية الحديثة في عام 1851 من قبل شركة Şirket-i Hayriye الخاصة، مما أحدث ثورة في حياة المدينة من خلال جعل التنقل عبر المضيق عمليًا. أصبحت العبّارات البيضاء الأيقونية ذات الحواف الحمراء رموزًا لإسطنبول. بعد محاولات مختلفة للخصخصة، تدير شركة Şehir Hatları البلدية الآن معظم الخطوط. على مدى أكثر من 150 عامًا، ظلت طقوس شرب الشاي في العبّارة الصباحية دون تغيير - كوب من الشاي يُقدّم في كأس على شكل توليب بينما تشاهد شروق الشمس.",
            "insider_tip": "تجنب جولات البوسفور الخاصة المكلفة. بدلاً من ذلك، استخدم عبارة كاديكوي-كاراكوي العادية عند غروب الشمس للاستمتاع بإطلالات رائعة بأسعار معقولة (50 ليرة تركية مع بطاقة إسطنبول). للحصول على تجربة كاملة، قم برحلة نهاية الأسبوع \"الجولة الطويلة\" إلى أناضولو كافاغي بالقرب من البحر الأسود - تستغرق 6 ساعات ذهابًا وإيابًا. اشترِ الشاي (تشاي) من البائع على متن العبارة.",
            "price_level": "مناسب التكلفة",
            "good_for": [
              "الأزواج",
              "تصوير",
              "المسافرون ذوو الميزانية المحدودة"
            ],
            "duration": "20 دقيقة (مسار قصير) / 6 ساعات (جولة طويلة)",
            "best_time": "غروب الشمس"
          },
          "image": "/images/istanbul/ferry.jpg"
        },
        {
          "id": "exp-002",
          "slug": "ferikoy-market",
          "name_en": "Feriköy Antique Market",
          "name_local": "Feriköy Antika Pazarı",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "سوق فيريكوي للأنتيكات هو سوق ضخم مغطى يقام يوم الأحد في منطقة بومونتي، متخصص في الأنتيكات، والأسطوانات، والكاميرات القديمة، وأشياء من العصر العثماني، والمقتنيات العتيقة. على عكس الأسواق السياحية، هنا يجتمع الجامعون الجادون و\"هيبستر\" إسطنبول للبحث عن الكنوز. الأجواء فوضوية ولكنها حقيقية - البائعون على دراية والأسعار قابلة للتفاوض. في أيام السبت، يستضيف نفس المكان سوقًا للمواد الغذائية العضوية.",
            "vibe": "فوضوي، أصيل، البحث عن الكنوز",
            "history": "بدأ سوق فريكوي بشكل غير رسمي في التسعينيات عندما بدأ السكان المسنون في هذا الحي التاريخي اليوناني والأرمني ببيع المقتنيات العائلية بعد الصعوبات الاقتصادية. ما بدأ كسوق للأغراض المستعملة على الرصيف تطور ليصبح البازار الرئيسي للتحف في إسطنبول. تم بناء الهيكل المغطى في عام 2008 لتقنين السوق. العديد من البائعين هم من الجيل الثاني أو الثالث من التجار الذين هربت عائلاتهم إلى إسطنبول خلال النزاعات الإقليمية، جالبين أشياء من جميع أنحاء الأناضول والقوقاز والبلقان.",
            "insider_tip": "وصلوا مبكرًا (8-9 صباحًا) للحصول على أفضل الخيارات قبل أن يبدأ الجامعون الجادون في البحث. الأسعار محددة ولكن توقعوا التفاوض - البدء من 60-70% من السعر المطلوب هو أمر طبيعي. احضروا النقود؛ العديد من البائعين لا يقبلون بطاقات الائتمان. قسم الفينيل عالمي المستوى لموسيقى الروك النفسية التركية والبوب الأناضولي من السبعينيات.",
            "price_level": "معتدل",
            "good_for": [
              "جامعو التحف",
              "المتسوقون",
              "عشاق الثقافة"
            ],
            "duration": "2-3 ساعات",
            "best_time": "صباح الأحد (8-11 صباحًا)"
          },
          "image": "/images/istanbul/ferikoy.jpg",
          "geo": {
            "lat": 41.0576,
            "lng": 28.9835
          }
        },
        {
          "id": "exp-003",
          "slug": "hamam-kilic-ali",
          "name_en": "Kılıç Ali Paşa Hamam",
          "name_local": "Kılıç Ali Paşa Hamamı",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "حمام كليتش علي باشا هو حمام عثماني من القرن السادس عشر تم ترميمه بدقة، صممه المعماري الأسطوري معمار سنان. بعد عقود من الإهمال، أعيد افتتاحه في عام 2012 كخبرة حمام فاخرة تجمع بين الأصالة التاريخية ومعايير النظافة الحديثة. تشمل الطقوس قضاء الوقت في الغرفة الساخنة (سخونة)، وفرك مقشر (كيسه)، وتدليك بالرغوة. على عكس العديد من الحمامات السياحية، فإن هذا المكان يتميز بالتميز المعماري والتجريبي.",
            "vibe": "تاريخي، فاخر، هادئ",
            "history": "بُني في عام 1580 على يد المعمار سنان—أعظم معمار في الإمبراطورية العثمانية—لأمير البحر كليتش علي باشا، وكان هذا الحمام جزءًا من مجمع أكبر يضم مسجدًا ومدرسة. كان سنان في الثالثة والتسعين من عمره عندما صممه، وهو واحد من آخر روائعه. عمل الحمام بشكل مستمر حتى السبعينيات عندما تدهور الحي وسقط في حالة من الإهمال. أعادت عملية ترميم دقيقة بين عامي 2009 و2012 على يد المؤرخ التركي إرجين جاناك الحمام إلى مجده الأصلي، محققة جوائز دولية في مجال الحفاظ على التراث.",
            "insider_tip": "احجزوا قبل 2-3 أيام على الأقل، خاصة في عطلات نهاية الأسبوع - هذا هو الحمام الأكثر طلبًا في إسطنبول. تكلفة الطقوس الكاملة (فرك، تدليك، غرفة خاصة) تتراوح بين 1,500-2,500 ليرة تركية ولكنها تستحق ذلك من أجل العمارة وجودة الخدمة. احضروا ملابس السباحة الخاصة بكم إذا كنتم تفضلون الاحتشام؛ يتم توفير أردية ومناشف. اذهبوا في منتصف الأسبوع لتجربة أكثر هدوءًا.",
            "price_level": "فاخر",
            "good_for": [
              "الأزواج",
              "استرخاء",
              "تجربة ثقافية"
            ],
            "duration": "1.5-2 ساعة",
            "best_time": "صباحات منتصف الأسبوع"
          },
          "image": "/images/istanbul/hamam.jpg",
          "geo": {
            "lat": 41.0266,
            "lng": 28.9808
          }
        },
        {
          "id": "exp-004",
          "slug": "grand-bazaar",
          "name_en": "Grand Bazaar",
          "name_local": "Kapalı Çarşı",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "البازار الكبير هو واحد من أقدم وأكبر الأسواق المغطاة في العالم، ويحتوي على 61 شارعًا وأكثر من 4000 متجر داخل هيكله المتشابك. تم بناؤه في عام 1461، ويبيع كل شيء من السجاد والخزف إلى المجوهرات الذهبية والسلع الجلدية. على الرغم من كونه وجهة سياحية بشكل كبير، إلا أنه لا يزال سوقًا نشطًا يتسوق فيه السكان المحليون. تجعل العمارة والحجم والطاقة منه مكانًا أساسيًا على الرغم من أساليب البيع العدوانية.",
            "vibe": "فوضوي، تاريخي، ساحق",
            "history": "أمر السلطان محمد الثاني ببناء أول بازار مغطى (بدستين) في عام 1461، بعد فترة وجيزة من فتح القسطنطينية. نما السوق بشكل طبيعي على مر القرون حيث أضيفت المتاجر والهان (كارافان سراي) حوله. بحلول القرن السابع عشر، أصبح قلب التجارة في الإمبراطورية العثمانية، حيث كان تجار طريق الحرير يبيعون السلع من بلاد فارس وآسيا الوسطى وما وراءها. نجا البازار من حرائق وزلازل متعددة، وتم إعادة بنائه في كل مرة. خلال ذروته، كان يعمل أو يزور أكثر من 100,000 شخص يوميًا.",
            "insider_tip": "ادخل من خلال بوابة نور عثمانية (المدخل الجنوبي الشرقي) لتبدأ في القسم الأكثر أصالة. قم بزيارة في الصباح الباكر (9-10 صباحًا) قبل وصول مجموعات الجولات. الأسعار محددة ولكنها قابلة للتفاوض دائمًا - ابدأ بـ 50% من السعر المطلوب. أفضل الاكتشافات تكون في الشوارع الخلفية والهانز (الفناءات المغطاة) بعيدًا عن الشرايين الرئيسية. تجنب محلات الذهب بالقرب من البوابات الرئيسية - فهي تستهدف السياح.",
            "price_level": "معتدل",
            "good_for": [
              "تسوق",
              "تصوير",
              "تجربة ثقافية"
            ],
            "duration": "2-3 ساعات",
            "best_time": "الصباح الباكر (9-10 صباحًا)"
          },
          "image": "/images/istanbul/grand-bazaar1.jpg",
          "geo": {
            "lat": 41.0108,
            "lng": 28.968
          }
        },
        {
          "id": "exp-005",
          "slug": "spice-bazaar",
          "name_en": "Spice Bazaar",
          "name_local": "Mısır Çarşısı",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "بازار التوابل (البازار المصري) هو سوق مغطى على شكل حرف L تم بناؤه في عام 1664، أصغر وأكثر سهولة من البازار الكبير. يتخصص في التوابل، الفواكه المجففة، المكسرات، الحلوى التركية، الشاي، والحلويات التقليدية. الانفجار الحسي للألوان والروائح قوي. على الرغم من كونه سياحيًا، إلا أنه لا يزال المكان الذي يشتري فيه السكان المحليون التوابل والأطعمة الخاصة، مما يجعله أكثر أصالة مما يبدو.",
            "vibe": "عطري، ملون، حسي",
            "history": "بُني في عام 1664 كجزء من مجمع المسجد الجديد، تم تمويل البازار من الضرائب على الواردات المصرية - ومن هنا جاء اسم \"بازار المصري\". أصبح مركز تجارة التوابل في إسطنبول، مستورداً من الهند وفارس ومصر. في العصر العثماني، كان يبيع مكونات غريبة غير متوفرة في أماكن أخرى: الزعفران، القرفة، الأعشاب الطبية. الهيكل الخشبي الأصلي من القرن السادس عشر احترق؛ المبنى الحجري الحالي يعود إلى إعادة الإعمار. خلال القرن التاسع عشر، توسع ليبيع الحلوى التركية والقهوة مع ازدهار السياحة.",
            "insider_tip": "تجنب شراء التوابل من الأكشاك الأولى بالقرب من المداخل - فهي مرتفعة الأسعار وموجهة للسياح. امشِ إلى الزوايا الخلفية والشوارع الجانبية حيث يتسوق المحليون؛ الأسعار أقل بنسبة 30-40%. اشترِ الحلوى التركية بالجملة بالوزن، وليس في علب مسبقة التعبئة. جرّب كل شيء - البائعون يتوقعون ذلك. أفضل وقت هو في فترة ما بعد الظهر عندما يكون البائعون أكثر استعدادًا للتفاوض.",
            "price_level": "معتدل",
            "good_for": [
              "تسوق",
              "عشاق الطعام",
              "زيارة سريعة"
            ],
            "duration": "1-1.5 ساعة",
            "best_time": "بعد الظهر المتأخر (4-5 مساءً)"
          },
          "image": "/images/istanbul/spice-bazaar.jpg",
          "geo": {
            "lat": 41.0166,
            "lng": 28.9708
          }
        },
        {
          "id": "exp-006",
          "slug": "istiklal-street",
          "name_en": "Istiklal Street",
          "name_local": "İstiklal Caddesi",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "شارع الاستقلال هو ممر للمشاة بطول 1.4 كيلومتر يمتد عبر منطقة بيوغلو، ويعتبر العمود الفقري التجاري والثقافي لإسطنبول الحديثة. يحيط به معمار من القرن التاسع عشر، وعلامات تجارية دولية، وممرات تاريخية، وكنائس، وقنصليات، وأماكن ترفيهية، ويستقطب ملايين الزوار أسبوعياً. تسير فيه ترام أحمر تقليدي على طوله. إنه مكان سياحي ولكنه ضروري لفهم طاقة إسطنبول المعاصرة.",
            "vibe": "مزدحم، متنوع، حديث",
            "history": "كانت تُعرف في الأصل باسم \"Grande Rue de Péra\" خلال العصر العثماني، وكانت شارع الاستقلال قلب منطقة بيرا الكوزموبوليتانية حيث عاش الدبلوماسيون الأوروبيون والتجار والأقليات. ازدهرت المنطقة في القرن التاسع عشر مع المسارح والمقاهي والسفارات. بعد تأسيس الجمهورية التركية في عام 1923، تراجعت مع مغادرة الأقليات. شهدت الثمانينيات والتسعينيات تدهورًا حضريًا، لكن مشروع المشاة في عام 1990 أعاد إحيائها. اليوم، هو أكثر الشوارع ازدحامًا في إسطنبول، على الرغم من أن التجديد الحضري استبدل المتاجر المستقلة بسلاسل عالمية.",
            "insider_tip": "تجنبوا عطلات نهاية الأسبوع عندما تكون الحشود كثيفة. استكشفوا الشوارع الجانبية والممرات (pasaj) بعيدًا عن الشارع الرئيسي - فهي تحتوي على حانات مخفية، ومتاجر عتيقة، ومطاعم أصيلة. يجب زيارة Çiçek Pasajı وAvrupa Pasajı بسبب عمارتها من فترة بيل إبوك. الترام التاريخي هو أكثر فرصة لالتقاط الصور منه وسيلة نقل. امشوا حتى ساحة تقسيم من أحد الطرفين وتونيل من الطرف الآخر.",
            "price_level": "معتدل",
            "good_for": [
              "الزوار لأول مرة",
              "تسوق",
              "العمارة"
            ],
            "duration": "2-3 ساعات",
            "best_time": "أيام الأسبوع بعد الظهر"
          },
          "image": "/images/istanbul/istiklal.jpg",
          "geo": {
            "lat": 41.0337,
            "lng": 28.9784
          }
        },
        {
          "id": "exp-007",
          "slug": "galata-tower",
          "name_en": "Galata Tower",
          "name_local": "Galata Kulesi",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "برج غلطة هو برج حجري بطول 67 مترًا تم بناؤه في عام 1348، يهيمن على أفق بيوغلو. كان في الأصل برج مراقبة جنوي، والآن يعمل كمتحف ومنصة مراقبة تقدم إطلالات بزاوية 360 درجة على إسطنبول - القرن الذهبي، والبوسفور، والمدينة القديمة المنتشرة أدناه. إنه مكان سياحي ومكلف، لكن الإطلالات البانورامية رائعة حقًا، خاصة عند غروب الشمس.",
            "vibe": "رمزي، سياحي، بانورامي",
            "history": "بنى الجنوبيون البرج الحالي في عام 1348 كجزء من مستعمرتهم المحصنة في غلطة. كان يعمل كبرج مراقبة لحماية مصالحهم التجارية. في عام 1632، يُقال إن العالِم العثماني هزارفن أحمد جليبي ربط أجنحة صناعية وطار من البرج عبر البوسفور - أسطورة يحتفل بها في الثقافة التركية. على مر القرون، عمل كبرج مراقبة للحرائق، سجن، ومرصد. بعد عقود من الإهمال، تم ترميمه في الستينيات وافتتح كوجهة سياحية.",
            "insider_tip": "الدخول مكلف (650 ليرة تركية اعتبارًا من 2025) وقد تكون الطوابير من 1-2 ساعة في ذروة الموسم. احجز التذاكر عبر الإنترنت لتجنب بعض الانتظار. اذهب عند غروب الشمس للاستمتاع بإطلالات الساعة الذهبية، لكن احضر قبل 45 دقيقة. الحي المحيط بالبرج (غالاطا/كاراكوي) أكثر إثارة من البرج نفسه - استكشف الشوارع المرصوفة بالحصى، والمقاهي، وفن الشارع.",
            "price_level": "مكلف",
            "good_for": [
              "تصوير",
              "الزوار لأول مرة",
              "الأزواج"
            ],
            "duration": "ساعة واحدة",
            "best_time": "غروب الشمس (الوصول قبل 45 دقيقة)"
          },
          "image": "/images/istanbul/galata-tower.jpg",
          "geo": {
            "lat": 41.0256,
            "lng": 28.9744
          }
        },
        {
          "id": "exp-008",
          "slug": "princes-islands",
          "name_en": "Princes' Islands",
          "name_local": "Adalar",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "جزر الأميرات هي أرخبيل مكون من تسع جزر في بحر مرمرة، يمكن الوصول إليها بواسطة العبّارة من إسطنبول. الأربع الأكبر (بüyükada، Heybeliada، Burgazada، Kınalıada) خالية من السيارات، وتعتمد على الدراجات، والمركبات الكهربائية، والمشي. تقدم ملاذًا هادئًا مع منازل فيكتورية، وغابات صنوبر، وأماكن للسباحة، ومطاعم للأسماك. بيوكادا هي الأكبر والأكثر زيارة.",
            "vibe": "هادئ، حنين، خالي من السيارات",
            "history": "كانت الجزر مكانًا للنفي للعائلات المالكة البيزنطية - ومن هنا جاءت تسمية \"جزر الأمراء\". خلال العصر العثماني، أصبحت موطنًا لمجتمعات يونانية وأرمنية ويهودية تبحث عن الهروب من المدينة. في القرنين التاسع عشر والعشرين، بنى أثرياء إسطنبول قصورًا خشبية كملاذات صيفية. عاش ليون تروتسكي في المنفى في بيوك أدا من 1929 إلى 1933، حيث كتب \"تاريخ الثورة الروسية\" هناك. بعد الخمسينيات، تراجعت الجزر مع مغادرة العائلات الثرية، لكنها أصبحت وجهات شعبية للرحلات اليومية.",
            "insider_tip": "خذ العبارة إلى بيوكادا (أكبر جزيرة) في وقت مبكر من اليوم - العبّارات تكون مزدحمة في عطلات نهاية الأسبوع الصيفية. استأجر دراجة فور وصولك لاستكشاف الجزيرة قبل وصول الحشود. تجنب عربات الخيول السياحية (فايطون) - رفاهية الحيوانات مشكوك فيها. استمتع بالسباحة في شاطئ يوركالي أو خليج هاليك. تناول الغداء في مطاعم السمك على الواجهة البحرية في الجهة الخلفية من الجزيرة، وليس في منطقة رصيف العبّارات.",
            "price_level": "معتدل",
            "good_for": [
              "رحلات يومية",
              "الأزواج",
              "عشاق الطبيعة"
            ],
            "duration": "يوم كامل (6-8 ساعات)",
            "best_time": "صباحات أيام الأسبوع (الصيف)"
          },
          "image": "/images/istanbul/princes-islands.jpg",
          "geo": {
            "lat": 40.8572,
            "lng": 29.1219
          }
        },
        {
          "id": "exp-009",
          "slug": "balat",
          "name_en": "Balat",
          "name_local": "Balat",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "بالات حي تاريخي على القرن الذهبي، كان موطنًا لمجتمعات اليهود واليونانيين في إسطنبول. منازله العثمانية الملونة والمتداعية تتدفق على الشوارع الضيقة وأصبحت مشهورة على إنستغرام في العقد 2010. المنطقة تتجه نحو التحضر السريع، مع مقاهي عصرية ومتاجر عتيقة تحل محل ورش العمل التقليدية. إنها مكان جذاب ومليء بالأجواء، رغم أنها أصبحت أكثر وعيًا بجاذبيتها السياحية.",
            "vibe": "ملون، يتجدد، مناسب للإنستغرام",
            "history": "بعد محاكم التفتيش الإسبانية عام 1492، دعا السلطان بايزيد الثاني اليهود السفارديم المطرودين للاستقرار في بالات، التي أصبحت الحي اليهودي الرئيسي في إسطنبول. عاشت المجتمعات اليونانية الأرثوذكسية هنا لقرون. لا تزال كنيس أحريدا (القرن الخامس عشر) قائمة. في القرن العشرين، مع هجرة الأقليات، سقط الحي في الفقر والإهمال. في العقدين 2000-2010، حولت مشاريع الترميم من اليونسكو وثقافة إنستغرام المنطقة إلى وجهة سياحية، مما أدى إلى ارتفاع الأسعار وطرد السكان المحليين المتبقيين.",
            "insider_tip": "اذهب في الصباح الباكر (8-9 صباحًا) لرؤية الحي قبل أن ينزل مصورو إنستغرام. الشارع الأكثر تصويرًا هو كيريميت جاديسي بمنازله الملونة كقوس قزح. بعيدًا عن الواجهة السياحية، استكشف الشوارع الجانبية للعثور على ورش العمل الأصيلة، والمطاعم اليونانية، والأسواق المحلية. قم بزيارة بطريركية فنيق اليونانية الأرثوذكسية وكنيس أحريدا (اتصل مسبقًا). تجنب عطلات نهاية الأسبوع عندما يكون مزدحمًا.",
            "price_level": "مناسب السعر",
            "good_for": [
              "تصوير",
              "عشاق العمارة",
              "جولات المشي"
            ],
            "duration": "2-3 ساعات",
            "best_time": "الصباح الباكر (8-9 صباحًا)"
          },
          "image": "/images/istanbul/balat.jpg",
          "geo": {
            "lat": 41.0296,
            "lng": 28.9487
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "8:00 ص",
      "title": "شروق الشمس في المسجد الأزرق وآيا صوفيا",
      "description": "ابدأ في ساحة السلطان أحمد عندما يتردد الأذان الأول عبر إسطنبول. تفتح المسجد الأزرق بعد صلاة الفجر (حوالي الساعة 8:30 صباحًا)؛ أزل الأحذية وغطّي النساء رؤوسهن. ثم انتقل إلى آيا صوفيا - عمرها 1,500 عام، كانت كنيسة، ثم مسجد، ثم متحف، والآن مسجد مرة أخرى. الضوء المبكر من خلال قبتها الضخمة هو شعور سماوي. قلة السياح في هذه الساعة تعني أنه يمكنك فعلاً الشعور بوزن التاريخ البيزنطي والعثماني.",
      "image": "/images/istanbul/blue-mosque-sunrise.jpg",
      "ticket_link": "جولة إرشادية في آيا صوفيا مع تذكرة تخطي الطابور"
    },
    {
      "time": "10:30 ص",
      "title": "الإفطار: وليمة الإفطار في كاراكوي",
      "description": "خذوا الترام إلى كاراكوي لتناول الإفطار التركي التقليدي (كافالتı). اطلبوا طبق المزيج: زيتون، طماطم، خيار، جبن أبيض، قشطة مع عسل، مينيمن (بيض مخفوق تركي)، وسيميت (خبز بالسمسم). اشربوا الشاي (تشاي) المقدم في أكواب على شكل زهور التوليب. هذه ليست وجبة سريعة - الأتراك يتناولون الإفطار لساعات. التكلفة تتراوح بين 150-250 ليرة تركية وتكفي شخصين طوال اليوم.",
      "image": "/images/istanbul/kahvalti-breakfast.jpg"
    },
    {
      "time": "1:00 م",
      "title": "البازار الكبير وسوق التوابل",
      "description": "تجول في 4,000 متجر في البازار الكبير عبر 61 شارعًا مغطى - واحد من أقدم الأسواق في العالم (1461). تفاوض بجدية: ابدأ بـ 40% من السعر المطلوب. ثم توجه إلى سوق التوابل المصري لرؤية كميات هائلة من التوابل الملونة، والحلويات التركية، والزعفران. الفوضى الحسية مقصودة. لا تشتري من أول بائع يتحدث إليك. قارن الأسعار. اقبل عروض الشاي ولكن اعلم أنها لا تلزمك بشيء.",
      "image": "/images/istanbul/grand-bazaar.jpg"
    },
    {
      "time": "٤:٠٠ م",
      "title": "رحلة عبّارة البوسفور",
      "description": "خذوا العبارة العامة من البوسفور من إمينونو إلى أناضولو كافاغي (نقطة النهاية الشمالية). هذه ليست رحلة سياحية - إنها وسيلة تنقل يومية للسكان المحليين. مقابل 25 ليرة تركية، ستبحرون بين أوروبا وآسيا لمدة 90 دقيقة، مرورًا بالقصور العثمانية، والقصور المطلة على الماء (يالي)، وقلعة روملي. الرياح، والشاي من البائعين، وأفق المدينة تخلق سحر إسطنبول الخالص. العبارة العائدة تغادر كل ساعة.",
      "image": "/images/istanbul/bosphorus-ferry.jpg"
    },
    {
      "time": "٧:٠٠ م",
      "title": "غروب الشمس من برج غلطة",
      "description": "تسلق برج غلطة للحصول على إطلالات 360° على إسطنبول في الساعة الذهبية. شاهد غروب الشمس فوق القرن الذهبي بينما تبرز المآذن في الأفق. تم بناء البرج بواسطة التجار الجنوبيين في عام 1348 وما زال قائمًا. احجز التذاكر عبر الإنترنت لتفادي الطابور الطويل. بعد غروب الشمس، استكشف شوارع غلطة الضيقة - حانات صغيرة، ومقاهي، ومعارض مخبأة في مباني عائدة للعصور الوسطى.",
      "image": "/images/istanbul/galata-sunset.jpg",
      "ticket_link": "تذكرة دخول برج غلطة"
    },
    {
      "time": "9:00 م",
      "title": "العشاء: ميهاني في شارع نيفيزاده",
      "description": "توجهوا إلى شارع نيفيزاده في بيوغلو لتجربة ثقافة المقهى التركي. اطلبوا راكي (مشروب أنيس يتحول إلى اللون الأبيض الحليبي مع الماء) - المشروب الوطني في تركيا. احصلوا على أطباق المزة: حمص، هايداري، إزم، كفتة نيئة، محار محشي، وأخطبوط مشوي. ثم اطلبوا الكباب أو سمك القاروص. المقهى هو عن تناول الطعام ببطء، والشرب، والدردشة مع الغرباء على الطاولات المجاورة. هذه هي الطريقة التي ينهي بها سكان إسطنبول لياليهم - بصوت عالٍ، وفوضى، وفرح.",
      "image": "/images/istanbul/ .jpg"
    }
  ],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "محول سفر تركيا (النوع F)",
      "image": "/images/istanbul/adapter.jpg",
      "reason": "تستخدم تركيا النوع F (دبوسين دائريين). ضروري للشحن.",
      "amazon_url": "محول سفر تركيا نوع F",
      "category": "إلكترونيات"
    },
    {
      "id": "aff-002",
      "title": "حقيبة كتف مضادة للسرقة",
      "image": "/images/istanbul/bag.jpg",
      "reason": "تعتبر الترامات المزدحمة والأسواق نقاط جذب للنشالين. احرصوا على تأمين ممتلكاتكم.",
      "amazon_url": "حقيبة كتف مضادة للسرقة",
      "category": "الأمان"
    },
    {
      "id": "aff-003",
      "title": "eSIM للبيانات",
      "image": "/images/istanbul/esim.jpg",
      "reason": "تحتاج إلى بيانات للخرائط والترجمة. شراء شريحة محلية قد يكون مزعجًا بسبب التسجيل.",
      "amazon_url": "عذرًا، لا أستطيع مساعدتك في ذلك.",
      "category": "إلكترونيات"
    }
  ],
  "lat": 41.0082,
  "lng": 28.9784,
  "region": "Middle East"
}