{
  "id": "city-006",
  "name": "Los Angeles",
  "slug": "los-angeles",
  "lat": 34.0522,
  "lng": -118.2437,
  "country": "United States",
  "country_code": "us",
  "hero_image": "/images/los-angeles/hero.jpg",
  "intro_vibe": {
    "description": "شبكة من المدن الصغيرة المتصلة بالطرق السريعة والطموح والتاكو."
  },
  "general_info": {
    "population": "~4 مليون (مدينة) / ~13 مليون (منطقة حضرية)",
    "is_capital": false,
    "description": "لوس أنجلوس ليست مدينة واحدة؛ إنها مجموعة ضخمة من الأحياء المتميزة (مدن صغيرة) تفصلها حركة المرور. من صخب هوليوود إلى زين مالibu وتلال سيلفر ليك العصرية. إنها مدينة تُعرف بتنوعها، وثقافة السيارات، وطاقة إبداعها. لا تحاول 'رؤية كل شيء'—اختر حيًا وعيش فيه."
  },
  "stats": {
    "currency": "دولار أمريكي",
    "plug_type": "نوع A/B"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "يناير",
      "temp": "9°C - 20°C",
      "vibe": "شتاء هادئ",
      "pros": [
        "قلة السكان",
        "تلال خضراء",
        "أسعار منخفضة"
      ],
      "cons": [
        "قد تتساقط الأمطار",
        "الجو بارد على الشاطئ"
      ],
      "clothing": "سترة خفيفة، ارتداء طبقات"
    },
    {
      "id": 2,
      "name": "فبراير",
      "temp": "9°C - 20°C",
      "vibe": "معتدل وذا طبيعة خضراء",
      "pros": [
        "أزهار برية جميلة",
        "حماس موسم الأوسكار",
        "طقس جيد"
      ],
      "cons": [
        "قد تتساقط الأمطار أحيانًا",
        "تنخفض درجات الحرارة ليلاً"
      ],
      "clothing": "ارتدِ طبقات، مع سترة خفيفة"
    },
    {
      "id": 3,
      "name": "مارس",
      "temp": "11°C - 21°C",
      "vibe": "بداية الربيع",
      "pros": [
        "الطقس المثالي",
        "تفتح الزهور",
        "طول النهار"
      ],
      "cons": [
        "الزحام خلال عطلة الربيع"
      ],
      "clothing": "قمصان T، ملابس خفيفة"
    },
    {
      "id": 4,
      "name": "أبريل",
      "temp": "13°C - 22°C",
      "vibe": "مثالي",
      "pros": [
        "أفضل طقس",
        "أجواء كوتشيلا",
        "بداية موسم الشاطئ"
      ],
      "cons": [
        "زيادة عدد السياح",
        "ارتفاع الأسعار"
      ],
      "clothing": "ملابس خفيفة، واقي من الشمس"
    },
    {
      "id": 5,
      "name": "مايو",
      "temp": "15°C - 23°C",
      "vibe": "مناخ مايو اللطيف",
      "pros": [
        "درجات حرارة مريحة",
        "مثالية للمشي",
        "الشواطئ لن تكون حارة جداً"
      ],
      "cons": [
        "الضباب البحري (رؤية ضعيفة في الصباح)",
        "احوال الطقس المحبطة في يونيو"
      ],
      "clothing": "يرجى ارتداء ملابس متعددة الطبقات للتكيف مع الضباب الصباحي"
    },
    {
      "id": 6,
      "name": "يونيو",
      "temp": "17°C - 25°C",
      "vibe": "حزن يونيو",
      "pros": [
        "الطقس منعش وممتع",
        "بدء الأنشطة الصيفية",
        "عطلة المدارس"
      ],
      "cons": [
        "قد تكون هناك صباحات غائمة",
        "يمكن أن تشعر بالبرودة على الشاطئ"
      ],
      "clothing": "لا تنسوا إحضار ملابس خفيفة ومعطف خفيف للصباح."
    },
    {
      "id": 7,
      "name": "يوليو",
      "temp": "19°C - 28°C",
      "vibe": "إنه ذروة فصل الصيف.",
      "pros": [
        "عرض الألعاب النارية في الرابع من يوليو",
        "الطقس المثالي للشاطئ",
        "الحفلات والمهرجانات"
      ],
      "cons": [
        "الشواطئ المزدحمة",
        "أسعار موسم الذروة"
      ],
      "clothing": "ملابس البحر، قبعة شمسية"
    },
    {
      "id": 8,
      "name": "أغسطس",
      "temp": "19°C - 29°C",
      "vibe": "الطقس دافئ ومزدحم.",
      "pros": [
        "هذا هو أكثر أوقات السنة حرارة.",
        "استمتع بمشاهدة الأفلام في الهواء الطلق.",
        "فرصة لقضاء أيام طويلة على الشاطئ."
      ],
      "cons": [
        "يوجد عدد كبير من الناس.",
        "قد تحدث موجات حرارة."
      ],
      "clothing": "ارتدي ملابس خفيفة واستخدم كميات وفيرة من واقي الشمس."
    },
    {
      "id": 9,
      "name": "سبتمبر",
      "temp": "18°C - 28°C",
      "vibe": "أفضل شهور الشاطئ",
      "pros": [
        "ارتفاع درجة حرارة الماء",
        "تقلص الزحام",
        "طقس مثالي"
      ],
      "cons": [
        "قد يكون هناك موجة حارة",
        "خطر الحرائق"
      ],
      "clothing": "ملابس صيفية، استعد للذهاب إلى الشاطئ"
    },
    {
      "id": 10,
      "name": "أكتوبر",
      "temp": "16°C - 26°C",
      "vibe": "الخريف الذهبي",
      "pros": [
        "ظروف جوية جميلة",
        "التمتع بغ halloween",
        "قلة الزوار"
      ],
      "cons": [
        "رياح سان آنا",
        "خطر الحرائق"
      ],
      "clothing": "طبقات خفيفة، نظارات شمسية"
    },
    {
      "id": 11,
      "name": "نوفمبر",
      "temp": "12°C - 23°C",
      "vibe": "مريح",
      "pros": [
        "أفضل جو للمشي لمسافات طويلة",
        "تنتشر أجواء الامتنان في الهواء",
        "أسعار معقولة"
      ],
      "cons": [
        "تقصير النهار",
        "احتمالية هطول المطر"
      ],
      "clothing": "جاكيت خفيف، حذاء مريح"
    },
    {
      "id": 12,
      "name": "ديسمبر",
      "temp": "9°C - 20°C",
      "vibe": "أجواء احتفالية",
      "pros": [
        "زينة احتفالية",
        "التحضير لوعاء الورد",
        "طقس معتدل"
      ],
      "cons": [
        "قد يتساقط المطر",
        "أسعار الفنادق مرتفعة"
      ],
      "clothing": "ملابس متعددة الطبقات، معدات المطر"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "واقع المسافة: المسافة نفسية، وليست جغرافية. 5 كم قد تأخذ 45 دقيقة. المحليون يقيسون المسافة بالوقت، وليس بالأميال. \"إنها قريبة\" تعني أنها قريبة *الآن*.",
      "ودود لكنه سطحي: الناس سوف ي compliment أحذيتك، يسألون من أين أنت، ويقولون \"يجب أن نتقابل\". هذه لطف، وليست التزامًا. استمتع بالدفء، ولكن لا تفسر ذلك بشكل مبالغ فيه.",
      "الأسلوب العادي كرمز: النعال الرياضية وأزياء اليوغا طبيعية في كل مكان، ولكن لا تخطئ \"العادي\" بـ\"غير المنظم\". في لوس أنجلوس، يبدو مرتاحًا هو نوع من الوضع الاجتماعي. يمكنك ارتداء الجينز في عشاء بقيمة 100 دولار.",
      "درع السيارة: السيارة هي فضاء شخصي. الناس لا يتواصلون بالعين عند الإشارات. يغنون، يقومون بمكالمات، ويعيشون في وحدة. البوق نادر وعدواني.",
      "إيقاع تناول الطعام: العشاء في الساعة 8 مساءً. الحجز ضروري. يتم تلقي القيود الغذائية (نباتي، خالي من الغلوتين، كيتو) في كل مكان دون سؤال - إنها جزء من البنية التحتية.",
      "مشهد الإكراميات: 18-20% هو المعتاد. ولكن أيضًا: السائقون يتوقعون 2-5 دولارات. بارمان يحصل على 1-2 دولار لكل مشروب. خدمات الشعر والجمال تتوقع 20%.",
      "علامات الوقوف معادية: اقرأ العلامة. ثم اقرأ العلامة الثانية. الرصيف الأحمر = لا موقف. الأصفر = تحميل تجاري. الأبيض = تحميل الركاب. أيام تنظيف الشوارع = تذكرة مضمونة."
    ],
    "essential_phrases": [
      {
        "src": "Hello",
        "local": "مرحبًا / ماذا يحدث",
        "phonetic": "الإنجليزية الأمريكية القياسية"
      },
      {
        "src": "Thank you",
        "local": "شكرًا / أقدّر ذلك",
        "phonetic": "القياسية"
      },
      {
        "src": "Excuse me",
        "local": "عذرًا / المعذرة",
        "phonetic": "القياسية"
      },
      {
        "src": "Where is...?",
        "local": "أين...؟",
        "phonetic": "القياسية"
      },
      {
        "src": "The 405",
        "local": "الـ 405",
        "phonetic": "الـ أربع صفر خمسة (دائمًا أضف 'الـ' قبل أسماء الطرق السريعة)"
      }
    ]
  },
  "neighborhoods": [
    {
      "name": "بحيرة الفضة وحديقة الإيكو",
      "vibe": "إبداعي وعصري",
      "description": "تقع في تلال شرق لوس أنجلوس، حيث توجد المتاجر العتيقة، والمقاهي المستقلة، والسلالم شديدة الانحدار، وأجواء مجتمعية محلية جدًا. هنا يعيش \"الناس العصريون\" الحقيقيون.",
      "highlights": [
        "موقع غروب الشمس",
        "بحيرة حديقة الإيكو",
        "تسوق عتيق"
      ],
      "image": "/images/los-angeles/silver-lake.jpg"
    },
    {
      "name": "سانتا مونيكا",
      "vibe": "الشاطئ والأجواء",
      "description": "هذه مدينة ساحلية جميلة وسهلة الاستكشاف، مثالية للمبتدئين والعائلات. على عكس فينيس القريبة، توفر بيئة آمنة ونظيفة. توفر منطقة الشارع الرئيسي تجربة أكثر محلية من الرصيف.",
      "highlights": [
        "الرصيف",
        "الحديقة",
        "سوق المزارعين"
      ],
      "image": "/images/los-angeles/santa-monica.jpg"
    },
    {
      "name": "ويست هوليوود (WeHo)",
      "vibe": "حياة ليلية وأجواء LGBTQ+",
      "description": "هذا هو مركز الاحتفال. على طول شارع سانست الشهير، توجد مجتمع LGBTQ+ حيوي يضم نوادي موسيقى الروك الشهيرة وشارع سانتا مونيكا. هذا المكان مليء بالطاقة، ومثالي للمشي، كما أن له أهمية تاريخية كبيرة.",
      "highlights": [
        "شارع سانست",
        "مركز التصميم الباسيفيكي",
        "مسرح الكوميديا"
      ],
      "image": "/images/los-angeles/weho.jpg"
    },
    {
      "name": "زا ر دا لو（DTLA）",
      "vibe": "حضري وصناعي",
      "description": "مستودع أعيد تصميمه، مزين بمصانع البيرة والمعارض والمطاعم الراقية. يرجى ملاحظة أن DTLA لديه خصائصه الفريدة. منطقة عصرية، ولكن حيها (Skid Row) يواجه أزمة إنسانية. يرجى التعامل مع هذا بحساسية.",
      "highlights": [
        "هاوزر وويلز",
        "فن distrito Brewing",
        "حي طوكيو الصغير القريب"
      ],
      "image": "/images/los-angeles/arts-district.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-survival",
      "slug": "local-survival",
      "title": "دليل البقاء المحلي",
      "icon": "معلومات",
      "summary": "معلومات مهمة لرحلة ممتعة في لوس أنجلوس.",
      "details": [
        "استراتيجية أوبر: لا تنتظر حتى تخرج من باب المنزل لطلب سيارة. يُفضل حجزها مسبقًا من 10 إلى 15 دقيقة. قد تستغرق الرحلة وقتًا طويلاً، وغالبًا ما يكون السائقون بعيدين.",
        "غروب الشمس: تغرب الشمس في البحر. يُرجى تنظيم أنشطتك خلال اليوم لتتمكن من الاستمتاع بالمشاهد الغربية (سانتا مونيكا/ماليبو). ومع ذلك، قد يكون هناك زحام شديد في حركة المرور تجاه الغرب بعد الساعة 5 مساءً.",
        "الأشخاص بلا مأوى: الالتقاء بالمشردين هو واقع يومي هنا. معظم الأشخاص لن يتفاعلون معهم. يُرجى تجنب أي تواصل أو اتصال عيني أو تصوير. فقط امشِ بهدوء بعيدًا.",
        "ممر المشاة: تم تنظيف هذه المنطقة من الجريمة مؤخرًا، لكن السائقين لا يزالون غير معتادين. ليس من الآمن بالنسبة لك التوقف على ممر المشاة.",
        "ضباب البحر: ",
        "مايو الرمادي",
        "و",
        "يونيو المظلم",
        "حقيقة. غالبًا ما تكون الشواطئ مليئة بالضباب، والطقس يكون أكثر برودة في الصباح. لا تُخطط ليوم شاطئي في صباح الأيام الأولى من الصيف."
      ]
    },
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "وسائل التنقل",
      "icon": "قطار",
      "summary": "قد تحتاجون إلى سيارة. وسائل النقل العامة ليست موثوقة جداً.",
      "details": [
        "تأجير السيارة: هذا هو الخيار الضروري لاستكشاف ماليبو، ومسارات المشي، والمناطق المختلفة. امتلاك سيارة هو مفتاح التجوال في المدينة.",
        "واقع وسائل النقل العامة: هنا يوجد خط مترو وحيد (الخط الخاص هو خيار جيد للوصول إلى الشاطئ)، لكنه غير موثوق. السكان الذين يمتلكون سيارات نادراً ما يستخدمون وسائل النقل العامة. الخدمة محدودة في الليل.",
        "أوبر/لايفت: مناسب للنقل القصير، ولكن بسبب حجم المدينة، قد يكون مكلفاً. كونوا مستعدين لدفع أكثر من 30€ لرحلة تستغرق 20 دقيقة.",
        "المشي: ممكن في بعض المناطق (مثل التجول في بحيرة الفضة) ولكن من غير الممكن تقريباً التنقل بين المناطق."
      ]
    },
    {
      "id": "logistics-parking",
      "slug": "parking-reality",
      "title": "إرشادات وقوف السيارات",
      "icon": "MapPin",
      "summary": "إن وقوف السيارات هو بالفعل تحديًا. يجب أن تكون على دراية بألوان الأرصفة.",
      "details": [
        "رصيف أحمر: ممنوع الوقوف. سيتم سحب سيارتك على الفور.",
        "رصيف أصفر: مخصص فقط للتفريغ التجاري (عادةً من الساعة 7 صباحًا حتى 6 مساءً). بعد هذا الوقت، يمكن وقوف السيارات لفترة قصيرة (يرجى التحقق بعناية من العلامات).",
        "رصيف أبيض: مخصص فقط لترك واصطاف الركاب. لمدة أقصاها 5 دقائق. يجب أن يبقى السائق داخل السيارة.",
        "تنظيف الشوارع: يرجى الانتباه إلى العلامات. إذا كانت مكتوبة 'ممنوع الوقوف يوم الثلاثاء من 10 صباحًا إلى 12 مساءً'، فإنك ستتعرض لغرامة بدءًا من 10:01 صباحًا.",
        "ثقافة صف السيارات: لا توجد مواقف مجانية في العديد من المطاعم. خدمة الصف هي ضرورة (10-15 دولارًا + بقشيش). يرجى إعداد بعض النقود."
      ]
    },
    {
      "id": "logistics-dining",
      "slug": "dining-protocol",
      "title": "ترتيب الطعام",
      "icon": "utensils",
      "summary": "الحجز، الإكرامية، وتقديم الطعام بسرعة.",
      "details": [
        "الحجز: من الضروري الحجز في المطاعم الشهيرة لتناول العشاء. في عطلات نهاية الأسبوع، يصبح من الصعب للغاية الحصول على مقعد بدون حجز. يرجى استخدام Resy أو OpenTable للحجز قبل 1-2 أسبوعًا.",
        "نصيحة: الحد الأدنى للخدمة هو 18-20%. يتم احتساب رسوم الخدمة بشكل منفصل. 15% تشير إلى عدم الرضا عن الخدمة. من الشائع ترك إكرامية بقيمة 1€ في البار.",
        "أوقات الطعام: باكر جدًا. تغلق مطابخ العديد من المطاعم في الساعة 21:30 أو 22:00. وينطبق الشيء نفسه على عطلات نهاية الأسبوع. هناك مناطق محدودة لتناول الطعام في منتصف الليل (مثل K-Town وTacos).",
        "تنوع الأطباق: تُعتبر لوس أنجلوس واحدة من أكثر المدن صداقة في العالم. الأطعمة الخالية من الغلوتين، والخيارات النباتية، وقوائم الـ كيتو هي أمور شائعة ولا تحتاج إلى اهتمام خاص."
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-scams",
      "title": "السلامة والاحتيال",
      "icon": " shield ",
      "summary": "الاحتيالات والسلامة في هوليوود.",
      "details": [
        "احتيال CD: يحاول بعض الأشخاص في هوليوود بوليفارد أن يمنحكم 'CD موسيقي مجاني' أو تقديمها لكم. إذا قبلتم، سيطلبون منكم الدفع. لا تقبلوا ذلك. ضعوا يديكم في جيوبكم.",
        "مؤدّو الأدوار: سيتعين عليكم دفع 20 دولاراً لالتقاط صورة مع سبايدرمان أو إلمو في هوليوود بوليفارد. قد يكونون مزعجين.",
        "سرقة السيارات: لا تتركوا أي أغراض مكشوفة في سيارتكم المستأجرة. تجنبوا ترك الشواحن، أو المعاطف، أو الحقائب في معالم الجذب السياحي، حيث تحدث 'سرقات سريعة' بشكل متكرر.",
        "ممشى فينيس: يكون نهاراً مليئاً بالحيوية، لكنه قد يبدو مشبوهًا في الليل. ابتعدوا عن الممشى والشاطئ بعد غروب الشمس."
      ]
    },
    {
      "id": "logistics-apps",
      "slug": "essential-apps",
      "title": "تطبيقات هامة للتنزيل",
      "icon": "الهاتف الذكي",
      "summary": "استكشف الأدوات الرقمية في المدينة.",
      "details": [
        "سبوت هيرو: اعثر على أماكن مواقف بأسعار جيدة واحجزها. الأمر مهم جدًا في وسط المدينة وسانتا مونيكا.",
        "ريزي / أوبنتابل: الطريقة الوحيدة لحجز طاولة للعشاء.",
        "خرائط جوجل: تقدم معلومات حركة المرور في لوس أنجلوس أفضل من خرائط أبل. اعتبر وقت الوصول المتوقع وظروف المرور الحالية.",
        "سيتيزن: يوفر تنبيهات أمنية في الوقت الفعلي بناءً على موقعك. يساعدك على فهم الوضع من حولك بشكل أفضل."
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-001",
      "slug": "mexican-ecosystem",
      "name_en": "النظام البيئي المكسيكي",
      "name_local": "Comida Mexicana",
      "category": "المأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "لوس أنجلوس هي أفضل مكان للاستمتاع بالمأكولات المكسيكية، حيث تجمع بين نكهات متنوعة من واهاكا، خاليسكو، ويوكاتان. تقدم الكسكسي المكسيكي المحشي لحم الخنزير (الذي يُعرف بالألبرغو) في عربات التاكو بسرعة ولذة. تعتبر مطاعم التاكو مكانًا رائعًا لتجربة أطباق مثل المولي، كوتشينيتا بيبي، وبيالي. تشمل هذه الأنماط من الأطعمة كل شيء من سندويشات التاكو في الشارع التي تتراوح أسعارها من 1 دولار إلى المأكولات المكسيكية الراقية.",
        "vibe": "حقيقية ومتنوعة",
        "history": "تعود ثقافة الطعام المكسيكية في لوس أنجلوس إلى ما هو أقدم من تاريخ كاليفورنيا، حيث كانت جزءًا من المكسيك قبل عام 1848. جلبت موجات الهجرة الكبرى في القرن العشرين مأكولات محلية. انتشرت عربات التاكو في الثمانينيات والتسعينيات، وأصبحت رمزًا للمدينة. اليوم، تتجاوز نكهات المكسيك الحقيقية في لوس أنجلوس معظم المدن المكسيكية.",
        "insider_tip": "لا تقتصروا على سندويشات التاكو فقط، بل قوموا بتجربة البيالي (طبق لحم الجدي المطبوخ)، التلايوتا (بيتزا فاخرة من واهاكا) والسابيس. عادةً ما تقدم عربات التاكو القريبة من مواقع البناء والكنائس طعامًا عالي الجودة. انتبهوا لأعمال الألبرغو الموجودة على الأرصفة. تعتبر شرق لوس أنجلوس و هيل كروز من الأماكن الأكثر أصالة."
      },
      "price_level": "معقول",
      "good_for": [
        "تجمعات العائلات",
        "وجبات خفيفة ليلية"
      ],
      "duration": "30-45 دقيقة",
      "best_time": "في أي وقت",
      "image": "/images/los-angeles/tacos.jpg"
    },
    {
      "id": "food-002",
      "slug": "korean-bbq",
      "name_en": "كيمتشي باربيكيو",
      "name_local": "K-BBQ",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الباربكيو الكوري هو تجربة تناول طعام جماعية، حيث يتم طهي اللحوم المتبلة على الطاولة مصحوبة بعدد لا حصر له من البانشان (أطباق جانبية صغيرة مثل الكيمتشي، واللفت المخلل، والخضار الحارة، وغيرها). في حي كورياتاون المكتظ بالسكان في منطقة ميدويلشاير، توجد العديد من مطاعم K-BBQ التي تعمل على مدار 24 ساعة. الأجواء هنا حيوية وضبابية، مما يوفر بيئة اجتماعية. العودة إلى المنزل مع رائحة الشواء تُعتبر رمزًا للفخر.",
        "vibe": "ودودة وحيوية",
        "history": "تطورت كورياتاون بسرعة في السبعينيات والثمانينيات مع هجرة الكوريين إلى منطقة ميدويلشاير. اليوم، تُعدّ واحدة من أكثر المجتمعات الكورية كثافة خارج كوريا. حصلت K-BBQ على شعبية في التسعينيات والألفينيات في لوس أنجلوس، مما أتاح للأمريكيين تجربة الشواء الذاتي. الشكل الشائع في الولايات المتحدة هو البوفيه، بينما في كوريا غالبًا ما يكون من خلال الطلب.",
        "insider_tip": "نصيحة: يُستحسن الذهاب مع 3-4 أشخاص لتقاسم مهام الشواء وزيادة تنوع اللحوم. يمكن لف اللحم المشوي في سابشو (أوراق الخس) مع فصوص الثوم، وصلصة سامجانغ، والبانشان. يوصى بطلب كلبي (ضلوع لحم البقر) أو بولغوغي (لحم متبل). العديد من المحلات المحلية تعمل 24 ساعة، وأصبح زيارة K-BBQ بعد السهر في النادي الليلي في الساعة 2 صباحًا طقوسًا في لوس أنجلوس.",
        "price_level": "معتدل",
        "good_for": [
          "المجموعات",
          "عشاء اجتماعي"
        ],
        "duration": "ساعتان",
        "best_time": "العشاء أو في وقت متأخر من الليل"
      },
      "image": "/images/los-angeles/korean-food.jpg"
    },
    {
      "id": "food-003",
      "slug": "in-n-out",
      "name_en": "In-N-Out Burger",
      "name_local": "In-N-Out",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "إن In-N-Out هي سلسلة برغر أيقونية من كاليفورنيا، تأسست في عام 1948 ولا تزال تديرها عائلة. القائمة بسيطة للغاية، حيث تقدم البرغر، والبطاطا المقلية، والشيك. سرها يكمن في المكونات الطازجة: اللحم لا يُجمد أبداً، والبطاطا تُعد يدويًا يوميًا، والفواكه والخضروات الطازجة تصل في الوقت المحدد. تشمل 'القائمة السرية' 'Animal Style' (بصل مشوي، صلصة إضافية، خيار مخلل) و 'Protein Style' (بارد من الخبز). أسعار الوجبات السريعة عالية الجودة مذهلة (5-8 يورو).",
        "vibe": "غير رسمي وأسلوب كاليفورنيا",
        "history": "تأسست In-N-Out في عام 1948 من قبل هاري وإستير سنايدر في بالدوين بارك، وكانت أول كشك برغر ذاتي الخدمة في كاليفورنيا. اختارت الشركة عدم الامتياز وعدم الدخول إلى السوق للحفاظ على التحكم في الجودة. أصبحت رمزًا ثقافيًا، حيث يعتبرها الزوار من خارج كاليفورنيا وجهة للحج. الشعار على شكل فيل يمكن التعرف عليه من الوهلة الأولى.",
        "insider_tip": "طلب 'Double-Double Animal Style' مع البصل المشوي هو خيار كلاسيكي. بينما ستصبح 'Well Done Fries' أكثر قرمشة. على الرغم من وجود قائمة سرية، إلا أن الموظفين يعرفون جميع التغييرات جيدًا. تجنب ساعات الذروة للغداء (12-14) حيث قد يستغرق الانتظار في المسار الذاتي 30 دقيقة. تنتشر المتاجر في جميع الأماكن."
      },
      "price_level": "عادي",
      "good_for": [
        "وجبات سريعة",
        "الزوار لأول مرة"
      ],
      "duration": "وجبة سريعة",
      "best_time": "في أي وقت (تجنب الصباح)",
      "image": "/images/los-angeles/in-n-out.jpg"
    },
    {
      "id": "food-013",
      "slug": "sushi-strip-mall",
      "name_en": "寿ري في المركز التجاري",
      "name_local": "Sushi",
      "category": "المأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "لوس أنجلوس هي المدينة التي يعيش فيها أكبر عدد من اليابانيين في الولايات المتحدة، وهنا يمكنكم الاستمتاع بأفضل سوشي خارج اليابان. يمكن العثور على أفضل السوشي غالبًا في مركز تسوق بسيط، وتتركز هذه المراكز بشكل رئيسي في غرب لوس أنجلوس وتورانس ووادي سان فرناندو. الخيارات المتاحة تشمل بار سوشي مريح يقدم أومكاسة (قائمة تذوق) من إعداد الطاهي، تبدأ أسعارها من 300$، أو عداد سوشي مصنوع يدويًا، تبدأ أسعاره من 12$. نظرًا لجودة المأكولات البحرية الطازجة والقريبة من الميناء والموردين اليابانيين، فإن الجودة عادة ما تكون عالية جدًا.",
        "vibe": "طازجة وأصيلة",
        "history": "بدأ المهاجرون اليابانيون بالقدوم إلى لوس أنجلوس في أوائل القرن العشرين، وتأسست الحي الياباني الصغير في عام 1920. بعد الحرب العالمية الثانية، أعيد بناء المجتمع وتوسع إلى غاردنر وتورانس والوادي. انتشر السوشي بسرعة في الثقافة الأمريكية في أواخر الثمانينيات والتسعينيات، وأصبحت لوس أنجلوس مركزًا لهذه الحركة. اليوم، يمكن أن تنافس سوشي لوس أنجلوس من حيث الجودة والابتكار مع سوشي طوكيو.",
        "insider_tip": "لا تدع المظهر يخدعكم: سوشي في مراكز التسوق يمكن أن يكون من الطراز العالمي. ابحث عن الزبائن الذين يتحدثون اليابانية كعلامة على الجودة. العدادات الأومكاسة تحتاج إلى الحجز مسبقًا بعدة أسابيع. كخيار غير رسمي، يمكن أن يقدم عداد السوشي المصنوع يدويًا السمك الطازج بسرعة. أماكن السوشي الأكثر أصالة تتركز بشكل رئيسي في تورانس وغاردنر. تجنب تناول السوشي في المطاعم خارج اليابان."
      },
      "price_level": "متوسط",
      "good_for": [
        "الأطعمة الساخنة",
        "عشاق السوشي"
      ],
      "duration": "ساعة واحدة",
      "best_time": "عشاء",
      "image": "/images/los-angeles/sushi.jpg"
    },
    {
      "id": "food-014",
      "slug": "wellness-food",
      "name_en": "健康食品",
      "name_local": "Saft und Acai",
      "category": "饮食",
      "is_generic_staple": true,
      "description": {
        "short": "في لوس أنجلوس، فإن الطعام الصحي والمغذي هو أسلوب حياة وليس مجرد اتجاه غذائي. العصائر الباردة، وأوعية البرازيل، والسموذي المتوازن، وأوعية الحبوب هي جزء من ثقافة الإفطار والغداء السائدة. المكونات مثل سبيرولينا، الفحم النشط وCBD متوفرة في كل مكان. تكلف السموذي الأخضر حوالي 14 دولاراً في الإفطار، وليست حلوى. يمكنك العثور عليها في أي مكان من فينيسيا إلى سيلفر ليك وبيفرلي هيلز.",
        "vibe": "صحي وعصري",
        "history": "تاريخ ثقافة الطعام الصحي في لوس أنجلوس يعود إلى حركة الهيبي في السبعينات، لكنها شهدت نمواً سريعاً في العقد الثاني من القرن الواحد والعشرين بفضل إنستغرام والمؤثرين في مجال الصحة. أصبحت ظهور بار العصير والمطاعم النباتية وثقافة الأغذية الفائقة رموزاً لأسلوب حياة لوس أنجلوس. Moon Juice وErewhon (سلسلة سوبر ماركت فاخرة) يمثلان هذه المشهد.",
        "insider_tip": "أوعية البرازيل مشهورة جداً على إنستغرام، لكنها تحتوي على نسبة عالية من السكر، لذا من الأفضل اعتبارها حلوى. العصائر الباردة رغم ارتفاع سعرها (10-15 دولاراً) إلا أنها طازجة جداً. Erewhon هو سوبر ماركت صحة فاخر، حيث تبلغ تكلفة السموذي 20 دولاراً؛ ثقافياً، يعتبر هذا صادماً ولكنه رمزي. في كل بار عصير، يمكنك طلب \"Glow Bowl\" أو \"Smoothie Green Goddess\"."
      },
      "price_level": "باهظ",
      "good_for": [
        "الأشخاص الذين يهتمون بالصحة",
        "الإفطار"
      ],
      "duration": "استراحة قصيرة",
      "best_time": "في الصباح أو بعد التمارين",
      "image": "/images/los-angeles/juice.jpg"
    },
    {
      "id": "food-015",
      "slug": "donut-culture",
      "name_en": "ثقافة الدونات",
      "name_local": "Donuts",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "تدعم ثقافة الدونات في لوس أنجلوس محلات الدونات المستقلة، حيث تدير 90% منها عائلات أمريكية من أصل كامبودي، وهي قصة هجرة جديرة بالذكر. تتواجد الدونات في صناديق وردية في كل مكان، حيث تظهر إما في الصباح الباكر (الساعة 5 صباحًا) أو تظل مفتوحة على مدار 24 ساعة، بأسعار معقولة (1-2€ لكل واحدة)، وأجواء مريحة. الأنواع الأكثر شيوعاً تشمل الدونات التقليدي من لبن الرائب، ودونات التفاح، ودونات الخبز المغطى بالسكر. لا تزال هذه المتاجر مركزاً للمجتمع وتفتح أبوابها في الساعة 6 صباحًا.",
        "vibe": "مريح، حنين",
        "history": "هرب اللاجئون الكمبوديون في السبعينيات والثمانينيات من نظام الخمير الحمر. ساعد 'ملك الدونات' تيد نغوي مئات اللاجئين وتعليمهم فن صناعة الدونات. في التسعينيات، تولت العائلات الأمريكية الأصل الكمبودي السيطرة على سوق الدونات المستقل في لوس أنجلوس. أصبحت الصناديق الوردية رمزاً، حيث كانت المتاجر الكمبودية هي المورد الأكثر تكلفة. اليوم، هي رمز تعبيري شهير في لوس أنجلوس.",
        "insider_tip": "الصناديق الوردية هي علامة مميزة: إذا كنتم ترغبون في إحضار دوينات لشخص ما، اختاروا الصناديق الوردية. دونات اللبن الرائب التقليدية ودونات التفاح دائماً مشهورة. العديد من المتاجر مفتوحة على مدار 24 ساعة، مما يجعلها رائعة لوجبة خفيفة ليلية. إذا أمكن، قوموا بدعم المتاجر المستقلة بدلاً من المتاجر الكبرى: هذه المتاجر تديرها عائلات وتصنع دونات طازجة كل يوم.",
        "price_level": "مناسب",
        "good_for": [
          "الإفطار",
          "وجبات خفيفة"
        ],
        "duration": "إفطار",
        "best_time": "في الصباح"
      },
      "image": "/images/los-angeles/donuts.jpg"
    },
    {
      "id": "food-005",
      "slug": "grand-central-market",
      "name_en": "Grand Central Market",
      "name_local": "Grand Central Market",
      "category": "طعام",
      "is_generic_staple": false,
      "description": {
        "short": "لقد كان سوق غراند سنترال منذ عام 1917 سوقًا تاريخيًا في وسط مدينة لوس أنجلوس. تحت سقف واحد، يمكنك العثور على سوق متعدد الثقافات ونابض بالحياة: بوبوسا، سجق، تورتيلا، نودلز تايلندية، ساندويتشات البيض الحديثة، وما إلى ذلك. بعد عقود من التراجع، تم إعادة تطويره في العقد 2010، والآن يضم بائعين تقليديين وأكشاك طعام حديثة. هذا المكان حيوي، ملون ورمزٌ بارز.",
        "vibe": "مفعم بالحيوية ومتعدد",
        "history": "افتتح في عام 1917 كسوق للفواكه والخضروات واللحوم للعمال. شهد المركز تراجعًا في الثمانينيات والتسعينيات. التجديد في عام 2013 جمع بين البائعين العصريين بينما حافظ على أكشاك تاريخية، ليصبح رمزًا لانتعاش DTLA. تتواجد البائعين التاريخيين مثل Roast to Go مع بائعين جدد مثل Eggslut.",
        "insider_tip": "لتجنب الزحام، يُنصح بالقدوم قبل الساعة 12 ظهرًا في أيام الأسبوع. بوبوسا من Sarita's Pupuseria مشهورة جدًا: يُوصى بتقديمها مع الملفوف المخلل. Roast to Go (منذ عام 1952) يقدم ساندويتشات لحم الخنزير المدخن بالثوم كبيرة وبأسعار معقولة. لمشاهدة الحشود، يمكنكم الجلوس على الطاولة العامة في الطابق الثاني. قد يكون موقف السيارات مشغولًا، لذلك يمكن اعتبار استخدام المترو.",
        "price_level": "معقول",
        "good_for": [
          "عشاق الطعام",
          "الإفطار"
        ],
        "duration": "ساعة واحدة",
        "best_time": "صباح أيام الأسبوع"
      },
      "image": "/images/los-angeles/grand-central.jpg",
      "geo": {
        "lat": 34.0508,
        "lng": -118.2487
      }
    }
  ],
  "must_see": [
    {
      "title": "الوجهات الرئيسية",
      "id": "iconic",
      "items": [
        {
          "id": "land-004",
          "slug": "venice-beach",
          "name_en": "شاطئ فينيس",
          "name_local": "Venice Boardwalk",
          "category": "وجهة",
          "is_generic_staple": false,
          "description": {
            "short": "يمثل شاطئ فينيس جوهر الفنون والفوضى على ساحل لوس أنجلوس، وهو مختلف تمامًا عن سانتا مونيكا القريبة. على الرصيف، يتجمع عمالقة العضلات (صالة ألعاب رياضية في الهواء الطلق)، فنانون الشارع، لاعبو التزلج، والبائعون الذين يبيعون العطور والأعمال الفنية اليدوية. هذا المكان ليس مصقولًا، بل يعكس فرادة لوس أنجلوس. توفر القنوات القريبة خيارًا بديلاً هادئًا ومناظر رائعة.",
            "vibe": "فوضوي وذو طابع فني",
            "history": "تأسست في عام 1905 بواسطة أبوت كيني، وسميت 'فينيسيا أمريكا'، مع قنوات مشابهة لتلك الموجودة في فينيسيا (إيطاليا). في الخمسينيات والستينيات، أصبحت ملاذًا للفنانين البوهيميين. في السبعينيات، جذب أيضًا عشاق اللياقة البدنية مثل أرنولد شوارزنيجر. في الألفينيات والعشرينيات، ترك العديد من الفنانين بسبب تجديد المدينة، لكن الأجواء الثقافية ظلت قوية.",
            "insider_tip": "زوروا المكان خلال أوقات نشاط الفنانين. متابعة (أو المشاركة في) عمالقة العضلات مجانية. استمتعوا بنزهة على طول القناة وتمتعوا بالهدوء الذي يتناقض مع فوضى المحيط. تجنبوا السير بمفردكم في الليل؛ فمعدل الجريمة في فينيس أعلى منه في سانتا مونيكا. قد يكون من الصعب العثور على مواقف سيارات على الرصيف، لذا يُفضل استخدام مواقف السيارات المدفوعة.",
            "price_level": "معقول",
            "good_for": [
              "مراقبة الناس",
              "التصوير"
            ],
            "duration": "ساعتان",
            "best_time": "بعد الظهر"
          },
          "image": "/images/los-angeles/venice.jpg",
          "geo": {
            "lat": 33.985,
            "lng": -118.4695
          }
        },
        {
          "id": "land-005",
          "slug": "mulholland-drive",
          "name_en": "طريق ملّهولاند",
          "name_local": "Mulholland",
          "category": "وجهة",
          "is_generic_staple": false,
          "description": {
            "short": "طريق ملّهولاند هو طريق جبلي متعرج يوفر مناظر خلابة على الجانب الآخر من وادي لوس أنجلوس. يمثل هذا الطريق تجربة مشهورة في لوس أنجلوس: القيادة في تلال هوليوود والاستمتاع بالمناظر الجميلة. أفضل وقت هو عند غروب الشمس. استلهم هذا الطريق من أفلام ديفيد لينش والعديد من الأغاني. هو نقطة تقاطع الجغرافيا وميثولوجيا لوس أنجلوس.",
            "vibe": "مناظر رائعة وذات طابع سينمائي",
            "history": "تأسس هذا الطريق عام 1913 على اسم ويليام ملّهولاند الذي أسس نظام المياه في لوس أنجلوس. هذا النظام يمد المدينة بالمياه من بعيد، مما ساهم في نموها السريع. اكتمل هذا الطريق في العقد 1920، كميزة بارزة في لوس أنجلوس، وظهر في العديد من الأفلام ومقاطع الفيديو الموسيقية.",
            "insider_tip": "قم بالقيادة من الغرب إلى الشرق في المساء، لكي تكون الشمس خلفك، لتستمتع بأفضل مناظر. توقف عند نقاط المشاهدة في كاوهنغا بليد أو سيبولفيدا للحصول على صور رائعة. الطريق ضيق ومتعرج، لذا يجب توخي الحذر أثناء القيادة. يُنصح بزيارة مرصد غريفيث (الذي يقع في الجنوب) للحصول على يوم كامل من المرح. زوروا في الأيام من الإثنين إلى الجمعة لتفادي زحام عطلة نهاية الأسبوع.",
            "price_level": "معقول",
            "good_for": [
              "القيادة",
              "التصوير"
            ],
            "duration": "1-2 ساعة",
            "best_time": "عند غروب الشمس"
          },
          "image": "/images/los-angeles/mulholland.jpg",
          "geo": {
            "lat": 34.1336,
            "lng": -118.3526
          }
        },
        {
          "id": "land-003",
          "slug": "griffith-observatory",
          "name_en": "مرصد غريفيث",
          "name_local": "مرصد غريفيث",
          "category": "وجهة",
          "is_generic_staple": false,
          "description": {
            "short": "مرصد غريفيث هو معلم على طراز فن الديكور مكرس للعلوم العامة، يقع فوق تلال هوليوود ويقدم أفضل مناظر للمدينة. من هنا يمكن رؤية علامة هوليوود، وأفق المدينة، وتلال وسهول لوس أنجلوس. يحتوي المبنى على عروض في قبة النجوم، وتلسكوبات ومعارض، والدخول إلى المبنى أو المنطقة مجاني. لقد ظهر في العديد من الأفلام مثل 'حرق الشباب' و'مدينة النجوم'.",
            "vibe": "مذهل ويدعو للدهشة",
            "history": "تم افتتاحه في 1935، بتمويل من بارون التعدين غريفيث ج. غريفيث الذي تبرع بالأرض. التصميم الأرت ديكو لجون سي. أوستن ظل دون تغيير تقريبًا. كانت التلسكوبات المتاحة للجمهور ثورية، حيث كان غريفيث يؤمن أن علم الفلك ينبغي أن يكون مفتوحًا للجميع. وقد تم استخدام هذه المنطقة كموقع تصوير منذ الأربعينيات.",
            "insider_tip": "يُنصح بالزيارة في أيام الأسبوع لتجنب مشاكل المواقف، قد يستغرق الأمر ساعتين للعثور على موقف في عطلة نهاية الأسبوع. أفضل نقاط المشاهدة هي الحديقة الأمامية في المساء. عروض قبة النجوم ($7) تستحق المشاهدة. بعد غروب الشمس، سيتم تقديم تلسكوبات مجانية. يُفضل السير من موقف سيارات المسرح اليوناني لتجنب مشاكل المرور. أسعار المقاهي مرتفعة، لذا يُحبذ تناول الطعام قبل أو بعد الزيارة.",
            "price_level": "معقول",
            "good_for": [
              "المشاهدة",
              "التصوير"
            ],
            "duration": "2-3 ساعات",
            "best_time": "عند غروب الشمس أو في أيام الأسبوع"
          },
          "image": "/images/los-angeles/griffith.jpg",
          "geo": {
            "lat": 34.1184,
            "lng": -118.3004
          }
        }
      ]
    },
    {
      "title": "الحياة المحلية والأسواق",
      "id": "markets",
      "items": [
        {
          "id": "mar-001",
          "slug": "flea-markets",
          "name_en": "سوق السلع المستعملة (وردة Bowl / ميلروز)",
          "name_local": "The Flea",
          "category": "معالم",
          "is_generic_staple": false,
          "description": {
            "short": "في لوس أنجلوس، شراء الأشياء القديمة يشبه لعبة، حيث يقوم الناس بتشكيل أسلوبهم 'المريح' في أسواق السلع المستعملة. سوق السلع المستعملة في وردة Bowl (الأحد الثاني من كل شهر، باسادينا) هو الأكبر والأكثر شهرة، مع 2500 بائع. سوق ميلروز (كل يوم أحد، في فيرفاكس) أصغر وأكثر تنظيماً، ويركز على المنتجات المحلية. هنا، يمكنكم العثور على Levi's عتيقة، أثاث عتيق، قمصان فرق فنية وقطع فنية. تفضلوا بالقدوم في وقت مبكر للحصول على خيارات أفضل.",
            "vibe": "عتيق ومفعم بالحيوية",
            "history": "تأسس سوق السلع المستعملة في وردة Bowl عام 1968، وقد أصبح أكبر سوق عتيق في الولايات المتحدة. وقد شهدت ثقافة المقتنيات العتيقة في لوس أنجلوس نمواً سريعاً في التسعينيات والألفينيات، حيث أصبحت المتاجر المحلية والبائعين معروفين بشكل أسطوري. يدعم هذا السوق صناعة الموضة في لوس أنجلوس بالإضافة إلى قسم الأزياء في السينما.",
            "insider_tip": "ابقوا مبكراً في وردة Bowl (20 دولاراً، الساعة 5 صباحاً) وستحصلون على فرصة الاختيار قبل انقضاض الجماهير. وقت الدخول الرسمي هو الساعة 9 صباحاً (12 دولاراً). لا تنسوا إحضار النقود، حيث أن معظم البائعين لا يقبلون بطاقات الائتمان. ارتدوا أحذية مريحة واستخدموا واقي الشمس - المنطقة كبيرة ومضيئة. حجم سوق ميلروز أكثر ملاءمة (3 ساعات، مقارنة بـ 6 ساعات في وردة Bowl). التفاوض شائع، لكن يرجى احترام البائعين."
          },
          "price_level": "متوسط",
          "good_for": [
            "صائدي التحف",
            "شراء الأثاث"
          ],
          "duration": "3-6 ساعات",
          "best_time": "الصباح"
        }
      ]
    },
    {
      "title": "الطبيعة والثقافة",
      "id": "cultura",
      "items": [
        {
          "id": "nat-001",
          "slug": "runyon-canyon",
          "name_en": "Runyon Canyon",
          "name_local": "Runyon",
          "category": "مناظر",
          "is_generic_staple": false,
          "description": {
            "short": "يعتبر (Runyon Canyon) ممشى اجتماعي في لوس أنجلوس. هو مسار دائري يمتد ل3 أميال (حوالي 4.8 كيلومتر) على تلال هوليوود، ويوفر إطلالة على المدينة حيث يمكن للكلاب الركض بحرية، وفي نفس الوقت لديهم فرصة لرؤية النجوم والشخصيات العامة. هو مكان يتفوق فيه المهتمون بالأزياء على المناظر الطبيعية. المناظر مذهلة والمشي سهل، والتجربة فريدة من نوعها. تعكس تمامًا ثقافة لوس أنجلوس.",
            "vibe": "اجتماعي وعرض",
            "history": "كانت هذه الأرض تابعة للعديد من المشاهير في هوليوود، بما في ذلك إيرول فلين. في عام 1984، أصبحت حديقة عامة، ونتيجة للسماح للكلاب بالتحرك بحرية، أصبحت حديقة الكلاب غير الرسمية في لوس أنجلوس. في العقد 2010، أصبحت وجهة شهيرة على إنستغرام وتطورت إلى مكان مثالي لعرض أسلوب الحياة الصحي في لوس أنجلوس.",
            "insider_tip": "ننصح بالانطلاق في الصباح (بين الساعة 7-8) لتفادي الزحام وارتفاع درجات الحرارة. سيكون المكان مزدحمًا في الساعة 10. يرجى ركن السيارة في حي السكان شمال غرب المدخل (شارع فلور) لتجنب مشاكل مواقف السيارات. الممر الرئيسي واسع وسهل، لكن المسارات أكثر حدة. يُفضل ارتداء ملابس رياضية مريحة: الناس يقدّرون ذلك. لا تنسَ أن تأخذ الماء وأكياس فضلات الكلاب (حتى لو لم يكن لديك كلب)."
          },
          "price_level": "مناسب",
          "good_for": [
            "المشي",
            "مراقبة الحشود"
          ],
          "duration": "1-2 ساعة",
          "best_time": "الصباح الباكر",
          "image": "/images/los-angeles/runyon.jpg",
          "geo": {
            "lat": 34.1107,
            "lng": -118.3503
          }
        },
        {
          "id": "mus-001",
          "slug": "getty-center",
          "name_en": "Getty Center",
          "name_local": "The Getty",
          "category": "مناظر",
          "is_generic_staple": false,
          "description": {
            "short": "يعد مركز (Getty) معمارًا حديثًا فريدًا، صممه المهندس الشهير ريتشارد ماير، يقع على تلة ويعرض أعمال فنية عالمية مشهورة (مثل فان جوخ، مونيه، وبورتريهات من عصر النهضة) ومباني رائعة وحديقة (لافييل) البيضاء المطلة على المدينة. الدخول مجاني (تكلفة الوقوف $20). استمتع بركوب التلفريك للاستمتاع بالمنظر حولك، وابتعد عن صخب المدينة. هذا المكان سهل وجميل، يعد من أفضل المعالم المجانية في لوس أنجلوس.",
            "vibe": "هدوء ورقي",
            "history": "افتتح هذا المركز في عام 1997، تم تمويله من قبل مؤسسة ج. بول غيتي، أحد أغنى المؤسسات الفنية في العالم في ذلك الوقت. يستخدم تصميم ريتشارد ماير الكثير من حجر (لافييل) والضوء الطبيعي. صمم الفنان روبرت إيروين الحديقة. تركز (Getty Villa) (موقع آخر في ماليبو) على الآثار القديمة.",
            "insider_tip": "يجب حجز مكان الوقوف مسبقًا: يرجى الحجز عبر الإنترنت قبل عدة أيام. يُفضل الوصول قبل الساعة 11 صباحًا لتفادي الزحام. الحديقة المركزية مذهلة وغالبًا ما يتم تجاهلها. يُفضل إحضار وجبة خفيفة للاستمتاع بها في الشرفة الخارجية (يحظر الطعام داخل المتحف). يمكن زيارة المكان في المساء للاستمتاع بوهج المباني الذهبي. الأسعار في المقهى مرتفعة، لذلك من الأفضل إحضار بعض الوجبات الخفيفة."
          },
          "price_level": "مناسب",
          "good_for": [
            "محبي الفن",
            "محبي العمارة"
          ],
          "duration": "3-4 ساعات",
          "best_time": "الصباح أو المساء",
          "image": "/images/los-angeles/getty.jpg",
          "geo": {
            "lat": 34.078,
            "lng": -118.4741
          }
        },
        {
          "id": "cul-002",
          "slug": "warner-bros-tour",
          "name_en": "Warner Bros Studio Tour",
          "name_local": "WB Tour",
          "category": "مناظر",
          "is_generic_staple": false,
          "description": {
            "short": "جولة في استوديو وارنر براذرز هي تجربة حقيقية تأخذك إلى خلف كواليس هوليوود، حيث يمكنك زيارة مواقع تصوير أفلام مثل (Friends)، (Gilmore Girls)، (The Big Bang Theory) و(Batman) بالإضافة إلى استوديوهات الإنتاج. على عكس (Universal Studios) (الحديقة الترفيهية)، هنا هو الاستوديو الحقيقي. تُقام الجولة في مجموعات (12 شخصًا) مع مرشد سياحي، حيث يمكنك زيارة مواقع التصوير والديكورات والأزياء والتعرف على عملية إنتاج الأفلام أو المسلسلات.",
            "vibe": "حقيقي وسينمائي",
            "history": "تأسس استوديو وارنر براذرز في عام 1928 في بوربانك، وبدأ في العصر الذهبي لهوليوود. استخدمت هذا الاستوديو في آلاف الأعمال على مدى 95 عامًا. بدأت الجولة في عام 1973، وتطورت تدريجياً من جولة ترام بسيطة إلى تجربة غامرة. لا يزال الاستوديو يقوم بإنتاج سلاسل وفيلم مهمة.",
            "insider_tip": "ننصح بالحجز قبل عدة أسابيع: تكتمل الجولات بسرعة. تقدم الجولة الفاخرة (أكثر من $70) المزيد من الوقت وزيارة أعمق. إذا قمت بزيارة في صباح أيام العمل، لديك فرصة لرؤية النجوم. موقع (Midwestern Street) ظهر في العديد من الأفلام. يُسمح بالتقاط الصور في الاستوديو، لكن في غرف التسجيل ممنوع. يمكن أن تتناول الغداء في مطعم (Porto's) القريب (الذي هو مخبز كوبا)."
          },
          "price_level": "غالي",
          "good_for": [
            "محبي السينما",
            "استكشاف وراء الكواليس"
          ],
          "duration": "3 ساعات",
          "best_time": "صباح أيام العمل",
          "image": "/images/los-angeles/wb-tour.jpg",
          "geo": {
            "lat": 34.1486,
            "lng": -118.3377
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "08:00",
      "title": "فطائر مكسيكية على الإفطار في سانتا مونيكا",
      "description": "يمكنكم البدء من شاطئ سانتا مونيكا. في هذا المكان، يمكنكم رؤية العدائين وراكبي الأمواج في الصباح، كما أنه يعتبر نهاية الطريق 66. تستطيعون الاستمتاع بفطائر الإفطار المكسيكية في Tacos Por Favor و The Trails. تحتوي هذه الفطائر على البيض، لحم الخنزير المقدد، الجبنة، والصلصة الخضراء، وتكون ملفوفة في خبز كبير بحجم رأسكم. يمكنكم الاختيار بين تناولها على الشاطئ أو على الرصيف. عادةً ما تتلاشى ضباب الصباح البحري حوالي الساعة 10:00، ثم تشرق الشمس الكاليفورنية الشهيرة. إذا كنتم ترغبون في أن تكونوا أكثر نشاطاً، فإن استئجار دراجة هو خيار رائع أيضاً. يمكنكم ركوب الدراجة على طول الممر الساحلي لمسافة 22 ميلاً، متجهين نحو تورانس.",
      "image": "/images/los-angeles/santa-monica-breakfast.jpg"
    },
    {
      "time": "بالساعه 10:00 صباحًا",
      "title": "زيارة شاطئ فينيس",
      "description": "يمكنكم زيارة شاطئ فينيس الجذاب في لوس أنجلوس بالدراجة أو بالسيارة. هنا، ستكتشفون منطقة شاطئ العضلات حيث يوجد المرفعون وفنانو الشوارع وعرافو الغيب و متاجر القنب الطبية وفنانون يبيعون أعمالهم. لا تنسوا مراقبة المتزلجين في حديقة التزلج الشهيرة. تشبه قنوات فينيسيا الإيطالية كنزًا مخفيًا في ثلاث كتل شوارع. تشهد فينيس تغيرًا سريعًا في التركيبة السكانية، لكن ممشى الشاطئ يحتفظ بسحره الجذاب. تعالوا واستمتعوا بالعروض ومشاهدة الحشود!"
    },
    {
      "time": "12:30",
      "title": "الغداء: إن-إن-أوت برجر",
      "description": "لا شك أن إن-إن-أوت هو أسطورة البرجر في كاليفورنيا. يرجى الطلب من \"القائمة السرية\": Double-Double Animal Style (صلصة خاصة، بصل مشوي)، بطاطا مقلية مقرمشة و",
      "</p> </p>   النابولي. جميع المكونات طازجة، ولا نستخدم المنتجات المجمدة. من الصعب تصديق أن الأسعار في لوس أنجلوس معقولة للغاية. فرع ويستوود يعمل منذ خمسينيات القرن الماضي. أصحاب المتجر المحليين يدعمون بجدارة تميز إن-إن-أوت. يجب عليك تجربته لتختبره بنفسك.": "/images/los-angeles/in-n-out2.jpg"
    },
    {
      "time": "14:30",
      "title": "رحلة مشي إلى مرصد غريفيث وعلامة هوليوود",
      "description": "توجه إلى مرصد غريفيث للاستمتاع بإطلالة رائعة على لوس أنجلوس. تمتد الرؤية حتى المحيط الهادئ. دخول المرصد مجاني، وهو مكان ساحر: حيث توجد عروض قبة فلكية، وملفات تسلا، ومعارض حول الفضاء. إذا كانت صحتكم تسمح، يمكنكم المشي من المرصد إلى علامة هوليوود (ذهابًا وإيابًا 4.8 كم، بمستوى صعوبة متوسط). وإلا، يمكنكم أيضًا القيادة مباشرة من موقف سيارات مرصد غريفيث إلى منصة المراقبة. على الرغم من أن العلامة قد تبدو صغيرة، إلا أنها تجربة لا غنى عنها في لوس أنجلوس. إن لحظات الغروب هنا مذهلة."
    },
    {
      "time": "18:00",
      "title": "غروب الشمس على شاطئ إل ماتادور في ماليبو",
      "description": "توجه إلى كنز خفي في ماليبو على طول طريق الساحل الهادئ السريع (PCH) - شاطئ إل ماتادور الحكومي. عند النزول عبر السلالم، سترى خليجاً مذهلاً يضم تشكيلات من الصخور، كهوف بحرية وبرك潮. يُفضل الوصول قبل 90 دقيقة من غروب الشمس. يمكنك مشاهدة متصفحي الأمواج، وأسود البحر، والشمس وهي تغوص في المحيط الهادئ. قد يصبح الطقس بارداً، لذا لا تنسَ إحضار سترة. إنها كاليفورنيا الخيالية: سواحل وعرة، وأمواج متكسرة، وأفق لا نهاية له. تعد هذه الرحلة مثالية لتجعل نفسك تسترخي وتستمتع.",
      "image": "/images/los-angeles/malibu-sunset.jpg"
    },
    {
      "time": "20:30",
      "title": "تناول العشاء والمشروبات في ويست هوليود",
      "description": "استكشف ويست هوليود (WeHo) واستمتع بتناول عشاء رائع. يمكنك تجربة الطعام الكاليفورني ذو التأثير الفرنسي في Republique، أو تذوق الأطباق التايلاندية اللذيذة في Night + Market. بعد ذلك، التقط مشروبك وتوجه إلى البارات على Sunset Boulevard. Whisky a Go Go، Viper Room وRainbow Bar & Grill كلهم جزء من تاريخ الروك. أو يمكنك أيضاً استكشاف الحانات على Santa Monica Boulevard (The Abbey شهير جداً). الحياة الليلية في لوس أنجلوس متنوعة ومكلفة، لكن ويست هوليود تدمج بين هذه الحيوية. يرجى استخدام Uber للتنقل. المخالفات المرورية شديدة وشائعة.",
      "image": "/images/los-angeles/weho-night.jpg"
    }
  ],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "محول سفر أمريكي (النوع A/B)",
      "image": "/images/los-angeles/adapter.jpg",
      "reason": "تحتوي المقابس الأمريكية على دبوسين مسطحين. إذا كنتم من أوروبا، فأنتم بحاجة إلى محول.",
      "amazon_url": "https://www.amazon.com/s?k=us+travel+adapter+type+a",
      "category": "إلكترونيات"
    },
    {
      "id": "aff-002",
      "title": "كريم واقي من الشمس SPF 50",
      "image": "/images/los-angeles/sunscreen.jpg",
      "reason": "أشعة الشمس في كاليفورنيا قوية جداً، حتى لو بدا الطقس لطيفاً. يُرجى استخدامه أثناء القيادة أو التنزه أو الجري.",
      "amazon_url": "https://www.amazon.com/s?k=sunscreen+spf+50",
      "category": "صحة"
    },
    {
      "id": "aff-003",
      "title": "زجاجة ماء مناسبة للمشي",
      "image": "/images/los-angeles/water-bottle.jpg",
      "reason": "لوس أنجلوس جافة وحارة. من المهم جداً الحفاظ على رطوبتكم خصوصاً عند التخطيط للمشي في وادي لونيان أو حديقة غريفيث.",
      "amazon_url": "https://www.amazon.com/s?k=reusable+water+bottle",
      "category": "خارج"
    }
  ],
  "region": "North America"
}