{
  "id": "city-006",
  "name": "Los Angeles",
  "slug": "los-angeles",
  "country": "United States",
  "country_code": "us",
  "hero_image": "/images/los-angeles/hero.jpg",
  "intro_vibe": "A network of micro-cities connected by freeways, ambition, and tacos.",
  "general_info": {
    "population": "~4 million (city) / ~13 million (metro area)",
    "is_capital": false,
    "description": "Los Angeles is not a single city; it is a massive collection of distinct neighborhoods (micro-cities) separated by traffic. From the grit of Hollywood to the zen of Malibu and the hipster hills of Silver Lake. It is a city defined by its diversity, its car culture, and its creative energy. Don't try to 'see it all'—pick a neighborhood and live in it."
  },
  "stats": {
    "currency": "USD",
    "plug_type": "Type A/B"
  },
  "weather_breakdown": [
    { "id": 1, "name": "January", "temp": "9°C - 20°C", "vibe": "Mild Winter", "pros": ["Less crowded", "Green hills", "Low rates"], "cons": ["Can rain", "Cooler beach weather"], "clothing": "Light jacket, layers" },
    { "id": 2, "name": "February", "temp": "9°C - 20°C", "vibe": "Fresh & Green", "pros": ["Wildflower super blooms", "Oscar season buzz", "Good weather"], "cons": ["Occasional rain", "Cool evenings"], "clothing": "Layers, light jacket" },
    { "id": 3, "name": "March", "temp": "11°C - 21°C", "vibe": "Spring Begins", "pros": ["Perfect weather", "Blooming flowers", "Longer days"], "cons": ["Spring break crowds"], "clothing": "T-shirts, light layers" },
    { "id": 4, "name": "April", "temp": "13°C - 22°C", "vibe": "Ideal", "pros": ["Best weather", "Coachella vibes", "Beach season starts"], "cons": ["Growing crowds", "Higher prices"], "clothing": "Summer clothes, sunscreen" },
    { "id": 5, "name": "May", "temp": "15°C - 23°C", "vibe": "May Grey", "pros": ["Mild temps", "Perfect for hiking", "Beach not too hot"], "cons": ["Marine layer (cloudy mornings)", "June Gloom coming"], "clothing": "Layers for morning fog" },
    { "id": 6, "name": "June", "temp": "17°C - 25°C", "vibe": "June Gloom", "pros": ["Cool and comfortable", "Summer events begin", "School's out"], "cons": ["Overcast mornings", "Beach can be cool"], "clothing": "Layers, sweatshirt for mornings" },
    { "id": 7, "name": "July", "temp": "19°C - 28°C", "vibe": "Peak Summer", "pros": ["4th of July fireworks", "Beach weather", "Concerts & festivals"], "cons": ["Crowded beaches", "High season prices"], "clothing": "Beach clothes, sunhat" },
    { "id": 8, "name": "August", "temp": "19°C - 29°C", "vibe": "Hot & Busy", "pros": ["Warmest weather", "Outdoor cinema", "Long beach days"], "cons": ["Very crowded", "Heatwaves inland"], "clothing": "Minimal clothes, lots of sunscreen" },
    { "id": 9, "name": "September", "temp": "18°C - 28°C", "vibe": "Best Beach Month", "pros": ["Warmest ocean temps", "Fewer crowds", "Perfect weather"], "cons": ["Heatwaves possible", "Fire season"], "clothing": "Summer clothes, beach ready" },
    { "id": 10, "name": "October", "temp": "16°C - 26°C", "vibe": "Golden Autumn", "pros": ["Beautiful weather", "Halloween fun", "Fewer tourists"], "cons": ["Santa Ana winds", "Fire risk"], "clothing": "Light layers, sunglasses" },
    { "id": 11, "name": "November", "temp": "12°C - 23°C", "vibe": "Comfortable", "pros": ["Great hiking weather", "Thanksgiving vibes", "Low rates"], "cons": ["Shorter days", "Some rain"], "clothing": "Light jacket, comfortable shoes" },
    { "id": 12, "name": "December", "temp": "9°C - 20°C", "vibe": "Festive", "pros": ["Holiday lights", "Rose Bowl prep", "Pleasant weather"], "cons": ["Can rain", "High hotel prices"], "clothing": "Layers, rain jacket" }
  ],
  "culture": {
    "etiquette_tips": [
      "The Distance Reality: Distance is psychological, not geographic. 5km can take 45 minutes. Locals measure distance in 'time', not miles. 'It's close' means it is close *right now*.",
      "Friendly but Shallow: People will compliment your shoes, ask where you're from, and say 'we should hang out'. This is politeness, not a commitment. Enjoy the warmth, but don't over-interpret it.",
      "Casual is a Code: Flip-flops and athleisure are normal everywhere, but don't mistake 'casual' for 'sloppy'. In LA, looking relaxed is a form of social status. You can wear jeans to a $100 dinner.",
      "The Car Shield: The car is personal space. People do not make eye contact at lights. They sing, make calls, and exist in solitude. Honking is rare and aggressive.",
      "Dining Rhythm: Dinner is at 8pm. Reservations are essential. Dietary restrictions (Vegan, Gluten-Free, Keto) are accommodated everywhere without question—it is part of the infrastructure.",
      "Tipping Landscape: 18-20% is standard. But also: Valets expect $2-5. Bartenders get $1-2 per drink. Hair and beauty services expect 20%.",
      "Parking Signs are Hostile: Read the sign. Then read the second sign. Red curb = No Parking. Yellow = Commercial Loading. White = Passenger Loading. Street cleaning days = guaranteed ticket."
    ],
    "essential_phrases": [
      { "src": "Hello", "local": "Hey / What's up", "phonetic": "standard American" },
      { "src": "Thank you", "local": "Thanks / Appreciate it", "phonetic": "standard" },
      { "src": "Excuse me", "local": "Sorry / Pardon me", "phonetic": "standard" },
      { "src": "Where is...?", "local": "Where's... at?", "phonetic": "standard" },
      { "src": "The 405", "local": "The 405", "phonetic": "The four-oh-five (Always add 'The' before freeway names)" }
    ]
  },
  "neighborhoods": [
    {
      "name": "Silver Lake & Echo Park",
      "vibe": "Creative & Hip",
      "description": "The hills of East LA. Vintage stores, independent coffee shops, steep staircases, and a very localized community feel. It's where the 'cool' crowd actually lives.",
      "highlights": ["Sunset Junction", "Echo Park Lake", "Vintage Shopping"],
      "image": "/images/los-angeles/silver-lake.jpg"
    },
    {
      "name": "Santa Monica",
      "vibe": "Beach & Polish",
      "description": "The polished, walkable beach city. Great for first-timers and families. It feels safe and manicured, unlike its neighbor Venice. The Main Street area offers a more local vibe than the Pier.",
      "highlights": ["The Pier", "Palisades Park", "Farmers Market"],
      "image": "/images/los-angeles/santa-monica.jpg"
    },
    {
      "name": "West Hollywood (WeHo)",
      "vibe": "Nightlife & LGBTQ+",
      "description": "The party center. Legendary rock clubs on the Sunset Strip and the vibrant LGBTQ+ district on Santa Monica Blvd. High energy, very walkable, and historically significant.",
      "highlights": ["Sunset Strip", "Pacific Design Center", "Comedy Store"],
      "image": "/images/los-angeles/weho.jpg"
    },
    {
      "name": "Arts District (DTLA)",
      "vibe": "Urban & Industrial",
      "description": "Converted warehouses filled with breweries, galleries, and high-end dining. Note: DTLA is fragmented. One block is trendy, the next (Skid Row) is a humanitarian crisis. Move intentionally.",
      "highlights": ["Hauser & Wirth", "Arts District Brewing", "Little Tokyo nearby"],
      "image": "/images/los-angeles/arts-district.jpg"
    }
  ],
 "logistics": [
    {
      "id": "logistics-survival",
      "slug": "local-survival",
      "title": "Local Survival Tips",
      "icon": "Info",
      "summary": "Essential friction-removers for LA.",
      "details": [
        "The Uber Strategy: Don't wait until you leave the venue to call a car. Call it 10-15 minutes early. Distances are long and drivers are far away.",
        "Sunsets: The sun sets over the ocean. Plan your day to end facing West (Santa Monica/Malibu) for the view, but remember traffic heading West at 5pm is a nightmare.",
        "Homelessness: Visible homelessness is a reality of daily life here. Most people are non-confrontational. Do not engage, do not stare, do not film. Just move on calmly.",
        "Jaywalking: Recently decriminalized, but drivers are not used to it. Cars will not stop for you outside of crosswalks.",
        "The Marine Layer: 'May Grey' and 'June Gloom' are real. The beach is often cloudy and cold in the morning until 1pm. Don't plan a morning beach day in early summer."
      ]
    },
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "Getting Around",
      "icon": "Train",
      "summary": "You probably need a car. Public transit is patchy.",
      "details": [
        "Car Rental: Essential if you want to see Malibu, hiking trails, or multiple neighborhoods. The car is your passport to the city.",
        "Public Transit Reality: The Metro exists (Expo Line is good for Downtown -> Beach), but it is patchy and inconsistent. Locals with cars rarely use it. Late night service is sparse.",
        "Uber/Lyft: Viable for nights out, but expensive as a primary mode of transport due to the sheer size of the city. Expect to pay $30+ for a 20-minute ride.",
        "Walking: Only possible WITHIN neighborhoods (e.g., walking around Silver Lake). You cannot walk BETWEEN neighborhoods."
      ]
    },
    {
      "id": "logistics-parking",
      "slug": "parking-reality",
      "title": "Parking Skills",
      "icon": "MapPin",
      "summary": "Parking is a bloodsport. Know the curb colors.",
      "details": [
        "Red Curb: Absolute No Parking. You will be towed instantly.",
        "Yellow Curb: Commercial loading only (usually 7am-6pm). You can park here briefly after hours (check signs carefully).",
        "White Curb: Passenger loading only. 5 minutes max. Driver must stay in car.",
        "Street Cleaning: Check the signs. If it says 'No Parking Tuesday 10am-12pm', they will ticket you at 10:01am.",
        "Valet Culture: Many restaurants have NO self-parking. Valet is mandatory ($10-15 + tip). Keep small cash bills handy."
      ]
    },
    {
      "id": "logistics-dining",
      "slug": "dining-protocol",
      "title": "Dining Logistics",
      "icon": "Utensils",
      "summary": "Reservations, tipping, and early kitchens.",
      "details": [
        "Reservations: Reservations are mandatory for dinner at any popular spot. Walk-ins are rarely accommodated on weekends. Use Resy or OpenTable 1-2 weeks in advance.",
        "Tipping: 18-20% is the standard minimum for table service. Service is NOT included. 15% implies bad service. $1 per drink at bars.",
        "Kitchen Hours: Surprisingly early. Many kitchens close at 9:30pm or 10pm, even on weekends. Late-night dining is limited to specific zones (K-Town, Tacos).",
        "Dietary Normalcy: LA is the most accommodating city in the world. Gluten-free, Vegan, Keto are standard menu options, not annoyances."
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-scams",
      "title": "Safety & Scams",
      "icon": "Shield",
      "summary": "Hollywood hustles and car safety.",
      "details": [
        "The CD Bully: On Hollywood Blvd, guys will shove a 'free' music CD into your hand/chest. If you take it, they surround you demanding money. Do not take it. Hands in pockets, keep walking.",
        "Costumed Characters: Spider-Man or Elmo on the Walk of Fame will demand $20 if you take a photo. They can be aggressive.",
        "Car Break-ins: Never leave ANYTHING visible in your rental car. Not a charging cable, not a jacket, not a bag. 'Smash and grab' is common in tourist areas.",
        "Venice Boardwalk: Colorful by day, sketchy by night. Avoid the boardwalk/beach area after sunset."
      ]
    },
    {
      "id": "logistics-apps",
      "slug": "essential-apps",
      "title": "Apps to Download",
      "icon": "Smartphone",
      "summary": "Digital tools for the sprawl.",
      "details": [
        "SpotHero: Finds and books cheaper parking garages in advance. Essential for Downtown/Santa Monica.",
        "Resy / OpenTable: The only way to get a dinner table.",
        "Google Maps: Superior to Apple Maps for LA traffic data. Trust the ETA, traffic is real.",
        "Citizen: Real-time safety alerts based on your location. Good for situational awareness."
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-001",
      "slug": "mexican-ecosystem",
      "name_en": "Mexican Food Ecosystem",
      "name_local": "Comida Mexicana",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Los Angeles is arguably the best Mexican food city in the world outside of Mexico itself, with diverse regional styles from Oaxaca, Jalisco, Yucatán, and beyond. Taco trucks offer fast, late-night street tacos with al pastor (spit-roasted pork) shaved fresh. Taquerías are sit-down restaurants serving regional specialties like mole negro, cochinita pibil, or birria. The food spans from $1 street tacos to upscale modern Mexican cuisine.",
        "vibe": "Authentic, diverse",
        "history": "LA's Mexican food culture predates California statehood—this was Mexico until 1848. Massive immigration waves in the 20th century brought regional cuisines. The taco truck boom exploded in the 1980s-90s, becoming LA's iconic street food. Today, LA has more authentic Mexican regional styles than most cities in Mexico.",
        "insider_tip": "Don't limit yourself to tacos—try birria (goat stew), tlayudas (Oaxacan pizza), or sopes. Taco trucks parked near construction sites or churches often have the best quality. Look for al pastor spits rotating on the sidewalk. East LA and Boyle Heights have the most authentic concentrations.",
        "price_level": "Affordable",
        "good_for": ["Foodies", "Late night"],
        "duration": "30-45 minutes",
        "best_time": "Anytime"
      },
      "image": "/images/los-angeles/tacos.jpg"
    },
    {
      "id": "food-002",
      "slug": "korean-bbq",
      "name_en": "Korean BBQ Ritual",
      "name_local": "K-BBQ",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Korean BBQ is a 2-hour communal dining experience where marinated meats are grilled at your table, accompanied by endless banchan (small side dishes like kimchi, pickled radish, and seasoned vegetables). Koreatown is a dense city-within-a-city in Mid-Wilshire with dozens of 24-hour K-BBQ restaurants. It's loud, smoky, interactive, and social. Leaving smelling like grilled meat is a badge of honor.",
        "vibe": "Social, smoky",
        "history": "Koreatown exploded in the 1970s-80s as Korean immigrants settled in the Mid-Wilshire area. It's now the densest Korean enclave outside Korea. K-BBQ became mainstream in LA in the 1990s-2000s, introducing Americans to DIY grilling. The all-you-can-eat format is uniquely American—in Korea, you order à la carte.",
        "insider_tip": "Go with a group of 3-4 people to share grilling duties and maximize meat variety. Wrap grilled meat in lettuce leaves (ssam) with garlic, ssamjang paste, and banchan. Order galbi (short ribs) and bulgogi (marinated beef). Many spots are open 24/7—post-club K-BBQ at 2am is a LA ritual.",
        "price_level": "Moderate",
        "good_for": ["Groups", "Social dining"],
        "duration": "2 hours",
        "best_time": "Dinner or late night"
      },
      "image": "/images/los-angeles/korean-food.jpg"
    },
    {
      "id": "food-003",
      "slug": "in-n-out",
      "name_en": "In-N-Out Burger",
      "name_local": "In-N-Out",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "In-N-Out is California's iconic fast-food burger chain, founded in 1948 and still family-owned. The menu is deliberately simple: burgers, fries, shakes. The secret is fresh ingredients—beef is never frozen, potatoes are hand-cut daily, and produce arrives fresh. The 'secret menu' includes 'Animal Style' (grilled onions, extra sauce, pickles) and 'Protein Style' (lettuce wrap instead of bun). Quality fast food at shocking prices ($5-8).",
        "vibe": "Casual, Californian",
        "history": "Founded by Harry and Esther Snyder in Baldwin Park in 1948 as California's first drive-thru burger stand. The company refuses to franchise or go public, maintaining quality control. It's become a cultural icon—visitors from outside California make pilgrimages. The palm tree logo is instantly recognizable.",
        "insider_tip": "Order a 'Double-Double Animal Style' with grilled onions—it's the classic. 'Well-done fries' makes them extra crispy. The secret menu is real but not posted—staff know all the variations. Avoid lunch rush (12-2pm) when drive-thru lines are 30 minutes. Locations are everywhere.",
        "price_level": "Affordable",
        "good_for": ["Quick meals", "First-timers"],
        "duration": "Quick bite",
        "best_time": "Anytime (avoid lunch rush)"
      },
      "image": "/images/los-angeles/in-n-out.jpg"
    },
    {
      "id": "food-013",
      "slug": "sushi-strip-mall",
      "name_en": "Strip Mall Sushi",
      "name_local": "Sushi",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Los Angeles has the largest Japanese population in the US and some of the best sushi outside Japan. The best sushi is often found in unassuming strip malls in the Valley, West LA, or Torrance—not flashy restaurants. Options range from $300 omakase (chef's choice tasting menu) at intimate sushi bars to $12 hand-roll counters. The fish quality is universally high due to proximity to ports and Japanese suppliers.",
        "vibe": "Fresh, authentic",
        "history": "Japanese immigration to LA began in the early 1900s, with Little Tokyo established by 1920. Post-WWII, the community rebuilt and spread to Gardena, Torrance, and the Valley. Sushi exploded in mainstream American culture in the 1980s-90s, with LA as the epicenter. Today, LA's sushi rivals Tokyo in quality and innovation.",
        "insider_tip": "Don't judge by appearances—strip mall sushi can be world-class. Look for Japanese-speaking clientele as a quality indicator. Omakase counters require reservations weeks ahead. For casual, hand-roll spots serve fresh fish at counter-service speed. Torrance and Gardena have the highest concentration of authentic spots. Avoid sushi at non-Japanese restaurants.",
        "price_level": "Moderate",
        "good_for": ["Foodies", "Sushi lovers"],
        "duration": "1 hour",
        "best_time": "Dinner"
      },
      "image": "/images/los-angeles/sushi.jpg"
    },
    {
      "id": "food-014",
      "slug": "wellness-food",
      "name_en": "Juice & Wellness Food",
      "name_local": "Green Juice / Açaí",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Health and wellness food is a lifestyle in LA, not a diet trend. Cold-pressed juice, açaí bowls, adaptogenic smoothies, and grain bowls dominate breakfast and lunch culture. Ingredients like spirulina, activated charcoal, and CBD are mainstream. Breakfast often looks like a $14 green smoothie rather than pastries. It's available on every corner, from Venice to Silver Lake to Beverly Hills.",
        "vibe": "Healthy, trendy",
        "history": "LA's health food culture dates to the 1970s hippie movement but exploded in the 2010s with Instagram and wellness influencers. The rise of juice bars, vegan restaurants, and 'superfood' culture became synonymous with LA lifestyle. Companies like Moon Juice and Erewhon (luxury supermarket) epitomize the scene.",
        "insider_tip": "Açaí bowls are Instagram-friendly but high in sugar—treat them as dessert. Cold-pressed juice is expensive ($10-15) but genuinely fresh. Erewhon is the luxury wellness supermarket where smoothies cost $20—it's absurd but culturally iconic. Order the 'glow bowl' or 'green goddess smoothie' at any juice bar.",
        "price_level": "Expensive",
        "good_for": ["Health-conscious", "Breakfast"],
        "duration": "Quick bite",
        "best_time": "Morning or post-workout"
      },
      "image": "/images/los-angeles/juice.jpg"
    },
    {
      "id": "food-015",
      "slug": "donut-culture",
      "name_en": "Donut Culture",
      "name_local": "Donuts",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "LA's donut culture is driven by Cambodian-American families who own 90% of independent donut shops—a unique immigrant success story. These pink-box donut shops are everywhere, open early (5am) or 24/7, cheap ($1-2 per donut), and unpretentious. Classic varieties include old-fashioned buttermilk, apple fritters, and glazed twists. The shops are community hubs, often the only thing open in neighborhoods at 6am.",
        "vibe": "Casual, nostalgic",
        "history": "Cambodian refugees arrived in the 1970s-80s fleeing the Khmer Rouge. Ted Ngoy, the 'Donut King,' sponsored hundreds of refugees and trained them in donut-making. By the 1990s, Cambodian families dominated LA's independent donut market. The pink box became iconic through Cambodian shops using the cheapest supplier. It's now LA's signature packaging.",
        "insider_tip": "The pink box is iconic—if you're bringing donuts to someone's house, get the pink box. Old-fashioned buttermilk and apple fritters are the classics. Many shops are 24/7, making them perfect for late-night munchies. Support independent shops over chains—they're family-run and make everything fresh daily.",
        "price_level": "Affordable",
        "good_for": ["Breakfast", "Snacks"],
        "duration": "Quick bite",
        "best_time": "Morning"
      },
      "image": "/images/los-angeles/donuts.jpg"
    },
    {
      "id": "food-005",
      "slug": "grand-central-market",
      "name_en": "Grand Central Market",
      "name_local": "Grand Central Market",
      "category": "food",
      "is_generic_staple": false,
      "description": {
        "short": "Grand Central Market is a historic food hall in Downtown LA operating since 1917. It's a chaotic, multicultural food bazaar under one roof: pupusas, currywurst, tacos, Thai boat noodles, and trendy egg sandwiches. The market survived decades of downtown decline and gentrified in the 2010s, now mixing old-school vendors with hipster food stalls. It's crowded, loud, and iconic.",
        "vibe": "Bustling, diverse",
        "history": "Opened in 1917 as a produce and meat market serving downtown workers. It declined in the 1980s-90s as downtown hollowed out. The 2013 renovation brought trendy vendors, preserving historic stalls. It became a symbol of DTLA's revival. Old vendors like Roast to Go coexist with newcomers like Eggslut.",
        "insider_tip": "Go on weekdays before noon to avoid crushing crowds. The pupusas at Sarita's Pupuseria are legendary—order with curtido (pickled cabbage). Roast to Go (since 1952) serves cheap, massive pastrami sandwiches. Sit at the communal tables upstairs for people-watching. Parking is a nightmare—take the Metro.",
        "price_level": "Affordable",
        "good_for": ["Foodies", "Quick lunch"],
        "duration": "1 hour",
        "best_time": "Weekday morning"
      },
      "image": "/images/los-angeles/grand-central.jpg",
      "geo": { "lat": 34.0508, "lng": -118.2487 }
    }
  ],
  "must_see": [
    {
      "title": "Iconic Places",
      "id": "iconic",
      "items": [
        {
          "id": "land-004",
          "slug": "venice-beach",
          "name_en": "Venice Beach",
          "name_local": "Venice Boardwalk",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "Venice Beach is the gritty, artistic, chaotic soul of LA's coast—completely different from polished Santa Monica next door. The Boardwalk features Muscle Beach (outdoor gym), street performers, skaters, artists, and vendors selling everything from incense to hand-painted portraits. It's raw, unapologetic, and showcases LA's weirdness. The canals nearby offer a quieter, picturesque alternative.",
            "vibe": "Chaotic, artistic",
            "history": "Founded in 1905 by Abbot Kinney as 'Venice of America' with canals mimicking Venice, Italy. It became a bohemian artist colony in the 1950s-60s. Muscle Beach attracted bodybuilders like Arnold Schwarzenegger in the 1970s. Gentrification in the 2000s-2010s pushed out many artists but preserved the counterculture vibe.",
            "insider_tip": "Go in the afternoon when performers are most active. Muscle Beach is free to watch (or join). Walk the Venice Canals (a few blocks inland) for a surreal, quiet contrast to the boardwalk chaos. Avoid walking alone at night—Venice has higher petty crime than Santa Monica. Street parking is impossible; use paid lots.",
            "price_level": "Affordable",
            "good_for": ["People watching", "Photography"],
            "duration": "2 hours",
            "best_time": "Afternoon"
          },
          "image": "/images/los-angeles/venice.jpg",
          "geo": { "lat": 33.9850, "lng": -118.4695 }
        },
        {
          "id": "land-005",
          "slug": "mulholland-drive",
          "name_en": "Mulholland Drive",
          "name_local": "Mulholland",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "Mulholland Drive is a winding ridgeline road offering spectacular views of the LA Basin on one side and the San Fernando Valley on the other. The drive is quintessential LA—a car experience through the Hollywood Hills with scenic overlooks. Sunset is the prime time. The road inspired the David Lynch film and countless songs. It's where LA's geography and mythology intersect.",
            "vibe": "Scenic, cinematic",
            "history": "Named after William Mulholland, the engineer who built LA's aqueduct in 1913, bringing water from 200 miles away and enabling the city's explosive growth. The drive was completed in the 1920s. It's featured in countless films and music videos as the archetypal LA vista.",
            "insider_tip": "Drive west to east in late afternoon so the sun is behind you for better views. Stop at the overlooks near Cahuenga Pass or the Sepulveda Pass for panoramic photos. The road is narrow and winding—drive carefully. Combine with Griffith Observatory (just south) for a full day. Go on weekdays to avoid weekend traffic.",
            "price_level": "Affordable",
            "good_for": ["Scenic drives", "Photography"],
            "duration": "1-2 hours",
            "best_time": "Sunset"
          },
          "image": "/images/los-angeles/mulholland.jpg",
          "geo": { "lat": 34.1336, "lng": -118.3526 }
        },
        {
          "id": "land-003",
          "slug": "griffith-observatory",
          "name_en": "Griffith Observatory",
          "name_local": "Griffith Observatory",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "Griffith Observatory is an Art Deco monument to public science perched on Mount Hollywood with the best vantage point in the city. You get direct views of the Hollywood Sign, downtown skyline, and the entire LA basin sprawling to the ocean. Inside are planetarium shows, telescopes, and exhibits. Entry to the building and grounds is free. It's appeared in countless films including Rebel Without a Cause and La La Land.",
            "vibe": "Iconic, panoramic",
            "history": "Opened in 1935, funded by mining magnate Griffith J. Griffith who donated the land. The building's Art Deco design by John C. Austin has remained largely unchanged. Free public telescopes were revolutionary—Griffith believed astronomy should be accessible to all. It's been a filming location since the 1940s.",
            "insider_tip": "Go on weekdays to survive the parking nightmare—weekends have 2-hour waits for parking. The best view is from the front lawn at sunset. The planetarium show ($7) is worth it. Free telescopes are available after dark. Hike up from the Greek Theatre parking lot to avoid car chaos. The cafe is overpriced—eat before or after.",
            "price_level": "Affordable",
            "good_for": ["Views", "Photography"],
            "duration": "2-3 hours",
            "best_time": "Sunset or weekday"
          },
          "image": "/images/los-angeles/griffith.jpg",
          "geo": { "lat": 34.1184, "lng": -118.3004 }
        }
      ]
    },
    {
      "title": "Local Life & Markets",
      "id": "markets",
      "items": [
        {
          "id": "mar-001",
          "slug": "flea-markets",
          "name_en": "Flea Markets (Rose Bowl / Melrose)",
          "name_local": "The Flea",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "Vintage shopping is a sport in LA, where people build their 'effortlessly cool' aesthetic by hunting through flea markets. The Rose Bowl Flea Market (second Sunday monthly in Pasadena) is the massive, famous one with 2,500 vendors. Melrose Trading Post (Sundays in Fairfax) is smaller, more curated, and local-focused. You'll find vintage Levi's, mid-century furniture, band t-shirts, and art. Arrive early for best selection.",
            "vibe": "Vintage, bustling",
            "history": "The Rose Bowl Flea Market started in 1968 and has become one of America's largest vintage markets. LA's vintage culture exploded in the 1990s-2000s as the city's thrift and resale scene became legendary. The markets feed LA's fashion industry and film costume departments.",
            "insider_tip": "Rose Bowl early entry ($20, 5am) gets you first pick before the crowds. Regular entry starts at 9am ($12). Bring cash—many vendors don't take cards. Wear comfortable shoes and sunscreen—it's massive and exposed. Melrose Trading Post is more manageable (3 hours vs. 6+ at Rose Bowl). Haggling is expected but be respectful.",
            "price_level": "Moderate",
            "good_for": ["Vintage hunters", "Furniture shopping"],
            "duration": "3-6 hours",
            "best_time": "Early morning"
          },
          "image": "/images/los-angeles/flea-market.jpg",
          "geo": { "lat": 34.1613, "lng": -118.1676 }
        }
      ]
    },
    {
      "title": "Nature & Studios",
      "id": "culture",
      "items": [
        {
          "id": "nat-001",
          "slug": "runyon-canyon",
          "name_en": "Runyon Canyon Hike",
          "name_local": "Runyon",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "Runyon Canyon is LA's 'social hike'—a 3-mile loop in the Hollywood Hills with city views, off-leash dogs everywhere, and a high probability of celebrity or influencer sightings. It's less about nature and more about being seen in your best matching workout set. The views are spectacular, the hike is moderate, and the people-watching is unmatched. It's peak LA culture.",
            "vibe": "Social, performative",
            "history": "The land was owned by various Hollywood figures including Errol Flynn. It became a public park in 1984. The off-leash dog policy made it LA's unofficial dog park. In the 2010s, it became an Instagram hotspot and the quintessential LA fitness flex.",
            "insider_tip": "Go early (7-8am) to avoid crowds and heat—by 10am it's a parade. Park on residential streets north of the entrance (Fuller Ave) to avoid the parking nightmare. The main trail is wide and easy; the side trails are steeper. Wear stylish athleisure—you're being judged. Bring water and bags for dog poop (even if you don't have a dog).",
            "price_level": "Affordable",
            "good_for": ["Hiking", "People watching"],
            "duration": "1-2 hours",
            "best_time": "Early morning"
          },
          "image": "/images/los-angeles/runyon.jpg",
          "geo": { "lat": 34.1107, "lng": -118.3503 }
        },
        {
          "id": "mus-001",
          "slug": "getty-center",
          "name_en": "The Getty Center",
          "name_local": "The Getty",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "The Getty Center is a hilltop modernist masterpiece by architect Richard Meier, housing world-class art (Van Gogh, Monet, Renaissance paintings), stunning architecture, and white travertine gardens with panoramic city views. Entry is free (parking is $20). The tram ride up sets the tone—you're leaving the city chaos behind. It's serene, beautiful, and one of LA's best free attractions.",
            "vibe": "Serene, sophisticated",
            "history": "Opened in 1997, funded by oil tycoon J. Paul Getty's trust—at the time the wealthiest art institution in the world. Richard Meier's design uses travertine stone and natural light throughout. The gardens were designed by artist Robert Irwin. The Getty Villa (separate location in Malibu) focuses on antiquities.",
            "insider_tip": "Parking reservations are required—book online days ahead. Arrive by 11am before crowds surge. The Central Garden is stunning and often overlooked. Bring a picnic for the outdoor terraces (no food inside galleries). Sunset visits offer golden light on the architecture. The cafe is overpriced; pack snacks.",
            "price_level": "Affordable",
            "good_for": ["Art lovers", "Architecture fans"],
            "duration": "3-4 hours",
            "best_time": "Morning or sunset"
          },
          "image": "/images/los-angeles/getty.jpg",
          "geo": { "lat": 34.0780, "lng": -118.4741 }
        },
        {
          "id": "cul-002",
          "slug": "warner-bros-tour",
          "name_en": "Warner Bros. Studio Tour",
          "name_local": "WB Tour",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "Warner Bros. Studio Tour is the most authentic behind-the-scenes Hollywood experience, taking you into working soundstages and backlots where Friends, Gilmore Girls, The Big Bang Theory, and Batman films were actually shot. Unlike Universal Studios (a theme park), this is a real working studio. Tours are small groups (12 people) led by guides. You see sets, props, costumes, and learn how films and TV are made.",
            "vibe": "Authentic, cinematic",
            "history": "Warner Bros. Studios opened in Burbank in 1928 during Hollywood's Golden Age. The backlot has been used for thousands of productions over 95+ years. The tour started in 1973, evolving from a simple tram ride to an immersive experience. The studio still produces major shows and films today.",
            "insider_tip": "Book weeks in advance—tours sell out. The deluxe tour ($70+) allows more time and access. Go early in the week when productions are actively filming—you might see celebrities. The backlot's 'Midwest Street' has been in countless films. Photography is allowed on backlot but not in soundstages. Combine with lunch at nearby Porto's Bakery (Cuban pastries).",
            "price_level": "Expensive",
            "good_for": ["Film fans", "Behind-the-scenes"],
            "duration": "3 hours",
            "best_time": "Weekday morning"
          },
          "image": "/images/los-angeles/wb-tour.jpg",
          "geo": { "lat": 34.1486, "lng": -118.3377 }
        }
      ]
    }
  ],
  "itinerary": [
  {
    "time": "8:00 AM",
    "title": "Breakfast Burrito in Santa Monica",
    "description": "Start at Santa Monica's beach for sunrise joggers, surfers, and the end of Route 66. Grab a breakfast burrito from Tacos Por Favor or The Trails—eggs, bacon, cheese, salsa verde wrapped in a flour tortilla the size of your head. Eat on the beach or the pier. The morning marine layer (fog) usually burns off by 10am, revealing that famous California sun. Rent a bike if you're feeling active—the beach path runs 22 miles to Torrance.",
    "image": "/images/los-angeles/santa-monica-breakfast.jpg"
  },
  {
    "time": "10:00 AM",
    "title": "Venice Beach Boardwalk",
    "description": "Bike or drive to Venice Beach—LA's freak show in the best way. Muscle Beach gym, street performers, tarot readers, medical marijuana dispensaries, and artists selling paintings. Watch skateboarders at the legendary Venice Skatepark. The canals (replicas of Venice, Italy) are a hidden gem 3 blocks inland. Venice is gentrifying fast, but the boardwalk maintains its wonderfully weird edge. Come for the spectacle, stay for the people-watching.",
    "image": "/images/los-angeles/venice-beach.jpg"
  },
  {
    "time": "12:30 PM",
    "title": "Lunch: In-N-Out Burger",
    "description": "This is non-negotiable. In-N-Out is California's burger religion. Order from the 'secret menu': Double-Double animal style (extra sauce, grilled onions), fries well-done, Neapolitan shake. The ingredients are fresh, never frozen, and the prices are shockingly cheap for LA. The Westwood location has been there since the 1950s. Locals will defend In-N-Out's superiority with evangelical fervor. Just eat it and decide for yourself.",
    "image": "/images/los-angeles/in-n-out2.jpg"
  },
  {
    "time": "2:30 PM",
    "title": "Griffith Observatory & Hollywood Sign Hike",
    "description": "Drive to Griffith Observatory for panoramic views of LA sprawling to the Pacific. The observatory is free and surprisingly excellent—planetarium shows, Tesla coils, and space exhibits. If you're fit, hike to the Hollywood Sign from the observatory (3 miles round-trip, moderate). Alternatively, drive to the Griffith Observatory parking lot viewpoint. The sign looks smaller in person but it's an LA rite of passage. Golden hour here is stunning.",
    "image": "/images/los-angeles/griffith-observatory.jpg"
  },
  {
    "time": "6:00 PM",
    "title": "Sunset at El Matador Beach, Malibu",
    "description": "Drive up PCH (Pacific Coast Highway) to Malibu's hidden gem—El Matador State Beach. Climb down the stairs to a dramatic cove with rock formations, sea caves, and tide pools. Arrive 90 minutes before sunset. Watch surfers, seals, and the sun melting into the Pacific. Bring a jacket—it gets windy. This is the California of dreams: wild coastline, crashing waves, and endless horizon. The drive alone justifies the trip.",
    "image": "/images/los-angeles/malibu-sunset.jpg"
  },
  {
    "time": "8:30 PM",
    "title": "Dinner & Drinks in West Hollywood",
    "description": "Head to WeHo (West Hollywood) for dinner. Try Republique for French-inspired California cuisine, or Night + Market for explosive Thai food. Then bar-hop on Sunset Strip—the Whisky a Go Go, Viper Room, and Rainbow Bar & Grill are rock 'n' roll history. Alternatively, explore the gay bars on Santa Monica Blvd (The Abbey is legendary). LA nightlife is spread out and expensive, but WeHo concentrates the energy. Uber everywhere—DUIs are serious and common.",
    "image": "/images/los-angeles/weho-night.jpg"
  }
],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "US Travel Adapter (Type A/B)",
      "image": "/images/los-angeles/adapter.jpg",
      "reason": "US plugs have two flat pins. If you're from Europe, you need an adapter.",
      "amazon_url": "https://www.amazon.com/s?k=us+travel+adapter+type+a",
      "category": "electronics"
    },
    {
      "id": "aff-002",
      "title": "Sunscreen SPF 50",
      "image": "/images/los-angeles/sunscreen.jpg",
      "reason": "The California sun is strong, even when it feels cool. Wear it driving, hiking, and walking.",
      "amazon_url": "https://www.amazon.com/s?k=sunscreen+spf+50",
      "category": "health"
    },
    {
      "id": "aff-003",
      "title": "Hiking Water Bottle",
      "image": "/images/los-angeles/water-bottle.jpg",
      "reason": "LA is dry and hot. You need water constantly, especially if you hike Runyon or Griffith.",
      "amazon_url": "https://www.amazon.com/s?k=reusable+water+bottle",
      "category": "outdoors"
    }
  ]
}