{
  "id": "city-008",
  "name": "New York City",
  "slug": "new-york",
  "lat": 40.7128,
  "lng": -74.006,
  "country": "United States",
  "country_code": "us",
  "hero_image": "/images/new-york/hero.jpg",
  "intro_vibe": {
    "description": "कंक्रीट का जंगल: तेज़, शोरगुल, दयालु लेकिन सहृदय नहीं, और वही स्थान जहाँ 4 बजे सुबह का पिज्जा एक खाद्य समूह है।"
  },
  "general_info": {
    "population": "~8.5 मिलियन (शहर) / ~20 मिलियन (मेट्रो क्षेत्र)",
    "is_capital": false,
    "description": "न्यू यॉर्क पाँच विशिष्ट Boroughs का एक संग्रह है, प्रत्येक अपनी ही लय के साथ। यह कुशलता को पुरस्कृत करता है और हिचकिचाहट को सजा देता है। यह कठोर, ग्लैमरस, और निरंतर है। स्थानीय लोग 'दयालु' हैं (वे आपको सीढ़ियों पर एक बेबी स्टॉलर उठाने में मदद करेंगे) लेकिन 'अच्छे' नहीं हैं (वे ऐसा करते समय मुस्कुराएंगे नहीं)। यह परतों वाला एक शहर है, जहाँ 19वीं सदी का इतिहास सीधे 21वीं सदी की महत्वाकांक्षा के नीचे मौजूद है।"
  },
  "stats": {
    "currency": "$",
    "plug_type": "प्रकार A/B"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "जनवरी",
      "temp": "-3°C - 4°C",
      "vibe": "फ्रीजिंग",
      "pros": [
        "होटल के विशेष ऑफ़र",
        "रेस्टोरेंट सप्ताह",
        "सर्दियों का ज्याज़ महोत्सव"
      ],
      "cons": [
        "ठंडी हवा के सुरंग",
        "पिघले हुए बर्फ के पानी के पोखर",
        "छोटा दिन"
      ],
      "clothing": "भारी कोट, गर्म परतें, जलरोधक जूते"
    },
    {
      "id": 2,
      "name": "फरवरी",
      "temp": "-2°C - 6°C",
      "vibe": "ठंडा",
      "pros": [
        "फैशन वीक",
        "बसंत पंचमी",
        "इनडोर संग्रहालय"
      ],
      "cons": [
        "हिमपात के आसार",
        "धूसर आसमान"
      ],
      "clothing": "गर्म कोट, दस्ताने, स्कार्फ"
    },
    {
      "id": 3,
      "name": "मार्टे",
      "temp": "2°C - 10°C",
      "vibe": "अनिश्चित",
      "pros": [
        "सेन्ट पैट्रिक दिवस",
        "बसंती छाया",
        "पैदल चलने के लिए उपयुक्त दिन"
      ],
      "cons": [
        "तेज़ हवा",
        "बारिश और बर्फ का मिश्रण"
      ],
      "clothing": "गर्म कोट, लेयरिंग, छाता"
    },
    {
      "id": 4,
      "name": "अप्रैल",
      "temp": "7°C - 16°C",
      "vibe": "फूलों की बहार",
      "pros": [
        "सकुरा फूलों का उत्सव (ब्रुकलिन बोटैनिकल गार्डन)",
        "ट्राइबेका फिल्म महोत्सव",
        "पार्क में भीड़भाड़"
      ],
      "cons": [
        "अचानक बारिश",
        "तापमान में उतार-चढ़ाव"
      ],
      "clothing": "हल्का जैकेट, बारिश का सामान"
    },
    {
      "id": 5,
      "name": "मैगियो",
      "temp": "12°C - 22°C",
      "vibe": "यह बिल्कुल सही है",
      "pros": [
        "यह चलने के लिए एकदम सही मौसम है",
        "बाहर खाने का मौसम शुरू होता है",
        "फ्लीट वीक है"
      ],
      "cons": [
        "होटल महंगे हो जाते हैं",
        "पर्यटकों की संख्या बढ़ती है"
      ],
      "clothing": "हल्के कपड़े, आरामदायक जूते"
    },
    {
      "id": 6,
      "name": "जून",
      "temp": "18°C - 27°C",
      "vibe": "उत्साहपूर्ण शुरुआत",
      "pros": [
        "गर्व का महीना",
        "टेरेस बार",
        "मुफ्त बाहरी संगीत कार्यक्रम"
      ],
      "cons": [
        "नमी बढ़ जाती है",
        "मेट्रो स्टेशन गर्म हो जाते हैं"
      ],
      "clothing": "गर्मी के कपड़े, एयर कंडीशनिंग के लिए हल्की जैकेट"
    },
    {
      "id": 7,
      "name": "जुलाई",
      "temp": "21°C - 30°C",
      "vibe": "नमी भरा",
      "pros": [
        "4 जुलाई का पटाखा",
        "गर्मी की सड़कों",
        "कोनी आईलैंड"
      ],
      "cons": [
        "कचरे की गंध",
        "मेट्रो प्लेटफार्म सॉना की तरह"
      ],
      "clothing": "वायु संचारित कपड़े, डेऑडरेंट"
    },
    {
      "id": 8,
      "name": "अगस्त",
      "temp": "21°C - 29°C",
      "vibe": "नम",
      "pros": [
        "साइकिल के लिए विशेष रास्ते (बिना वाहनों के)",
        "यूएस ओपन टेनिस",
        "निवासियों की कमी"
      ],
      "cons": [
        "भारी नमी",
        "अचानक गरज के साथ बारिश"
      ],
      "clothing": "जितना हो सके हल्के कपड़े पहनें"
    },
    {
      "id": 9,
      "name": "सितंबर",
      "temp": "17°C - 25°C",
      "vibe": "सर्वश्रेष्ठ महीना",
      "pros": [
        "सेंट जनारो महोत्सव",
        "परफेक्ट मौसम",
        "फैशन वीक"
      ],
      "cons": [
        "महंगे होटल",
        "भीड़"
      ],
      "clothing": "हल्के लेयरिंग"
    },
    {
      "id": 10,
      "name": "अक्टूबर",
      "temp": "11°C - 18°C",
      "vibe": "ठंडी शरद ऋतु",
      "pros": [
        "सेंट्रल पार्क के रंग-बिरंगे पत्ते",
        "हैलोवीन परेड",
        "कद्दू मसाले का सब कुछ"
      ],
      "cons": [
        "रात में और ठंडा हो जाता है",
        "बारिश"
      ],
      "clothing": "लेदर जैकेट, बूट, स्कार्फ"
    },
    {
      "id": 11,
      "name": "नवंबर",
      "temp": "6°C - 12°C",
      "vibe": "त्यौहार की तैयारी",
      "pros": [
        "धन्यवाद परेड",
        "माराथन",
        "खुले हुए क्रिसमस बाजार"
      ],
      "cons": [
        "सूर्यास्त जल्दी होता है (16:30)",
        "ठंडा"
      ],
      "clothing": "गर्म कोट, लेयरिंग"
    },
    {
      "id": 12,
      "name": "दिसंबर",
      "temp": "0°C - 7°C",
      "vibe": "जादुई और जीवंत",
      "pros": [
        "रॉकफेलर सेंटर का क्रिसमस ट्री",
        "क्रिसमस की शोख विंडो",
        "उत्सव की ऊर्जा"
      ],
      "cons": [
        "मिडटाउन का विशाल जनसमूह",
        "महंगा"
      ],
      "clothing": "सर्दी का कोट, धैर्य"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "सड़क को ऐसे मानें जैसे यह एक हाईवे हो। दाएं चलें, बाएं पास करें। बीच में कभी न रुकें; किनारे पर हट जाएं। समूहों को दूसरों को पास करने के लिए एकल होना चाहिए।",
      "बैकपैक नियम: मेट्रो में, अपना बैकपैक उतारें और इसे अपने पैरों के बीच रखें। इसे पहनना आपके क्षेत्र को दोगुना कर देता है और लोगों से टकराता है। यह #1 पर्यटक चिन्ह है।",
      "कुशलता सम्मान है: तेजी से चलना न्यू यॉर्कर्स का दूसरों के समय के प्रति सम्मान दिखाने का तरीका है। फुटपाथ के बीच में मत रुकें। किनारे पर जाएं।",
      "दयालु, न कि अच्छे: एक न्यू यॉर्कर आप पर मुस्कुराएगा या छोटी बात नहीं करेगा, लेकिन अगर आप सीढ़ियों से गिरते हैं, तो वह आपको उठाने वाला पहला होगा। गति को अशिष्टता से न confund करें।",
      "टिपिंग सूक्ष्मता: बैठने की सेवा के लिए 20% पूर्व-कर न्यूनतम है। खराब सेवा? तब भी 15-18%। काउंटर सेवा/टेबलट्स के लिए, $1-2 या छोड़ना ठीक है। बार में $1/बीयर या $2/कॉकटेल है। हाउसकीपिंग के लिए $3-5/दिन है। यह वैकल्पिक नहीं है; यह उनका वेतन है।",
      "मेट्रो स्वैगर: लोगों को बाहर निकलने दें पहले, फिर अंदर जाएं। किनारे पर खड़े हों। यदि भीड़ में एक कार खाली हो, तो उसमें मत चढ़ें (इसका ए/सी खराब है या इसमें बुरी गंध है)।",
      "नमस्ते नहीं: लिफ्टों या गलियों में अजनबियों को नमस्ते न कहें। चुप्पी गोपनीयता है। स्पष्टता को महत्व दिया जाता है; अगर आपको मदद की जरूरत है, तो सीधे पूछें और आपको मिलेगी।",
      "पिज्जा नियम: स्लाइस को मध्य में मोड़ें ('लिब्रेटो स्टाइल')। अगर आप उपहास नहीं होना चाहते हैं तो कभी कांटा और चाकू का उपयोग न करें। 'रेगुलर' या 'प्लेन' स्लाइस का ऑर्डर करें, 'चीज़' नहीं।",
      "एस्कलेटर अनुशासन: दाएं खड़े हों, बाएं चलें। बाएं पक्ष को अवरुद्ध करना एक प्रमुख अपराध है।",
      "आंखों का संपर्क: हम एक-दूसरे की अनदेखी करते हैं ताकि भीड़ भरे शहर में गोपनीयता दी जा सके। अगर आप किसी को चिल्लाते या खुद से बात करते हुए (शो टाइम प्रदर्शन करने वालों को शामिल) देखते हैं, तो संपर्क न करें, घूरें नहीं, बस चलते रहें।"
    ],
    "essential_phrases": [
      {
        "src": "Hello",
        "local": "हे / हाई",
        "phonetic": "मानक"
      },
      {
        "src": "Excuse me (move)",
        "local": "अपने पीछे देखें",
        "phonetic": "मानक"
      },
      {
        "src": "Coffee",
        "local": "रेगुलर कॉफी",
        "phonetic": "दूध और चीनी के साथ"
      },
      {
        "src": "Train",
        "local": "मेट्रो",
        "phonetic": "यह 'मेट्रो' या 'ट्यूब' नहीं है"
      },
      {
        "src": "Convenience Store",
        "local": "बोडेगा",
        "phonetic": "बोह-डेगा"
      },
      {
        "src": "Sandwich Order",
        "local": "बैकोनएगगैंडचीज़",
        "phonetic": "एक शब्द। 'साल्टपेपरकेचप' जोड़ें।"
      }
    ]
  },
  "neighborhoods": [
    {
      "name": "चाइनाटाउन",
      "vibe": "गहराई में भरा हुआ पारिस्थितिकी तंत्र",
      "description": "यह एक ऐसा क्षेत्र है जो अन्य शहरों के बीच के शहर की तरह महसूस होता है, जहाँ विभिन्न प्रकार की विविधता है। यह पर्यटकों के जाल नहीं है, बल्कि मछुआरों, हर्बल चिकित्सकों और बेकर्स का एक जीवंत समुदाय है। यहाँ मैनहट्टन में सबसे सस्ता और वास्तविक भोजन मज़ा लिया जा सकता है।",
      "highlights": [
        "डोइर्स स्ट्रीट",
        "कोलंबस पार्क (महजोंग)",
        "डिम सम सालून"
      ],
      "image": "/images/new-york/chinatown.jpg"
    },
    {
      "name": "वेस्ट विलेज",
      "vibe": "आकर्षक और उच्चतम वर्ग",
      "description": "यह 1960 के दशक में एक बोहेमियन केंद्र था और समलैंगिक अधिकार आंदोलन (स्टोनवॉल) का एक महत्वपूर्ण स्थान रहा है, लेकिन अब यह हस्तियों का खेल का मैदान बन गया है। यहां के मुड़ते और असामान्य सड़कें (कुछ अभी भी पत्थर की हैं) मैनहट्टन के ग्रिड सिस्टम को चुनौती देती हैं। यहां पर मार्ग निर्धारण लैंडमार्क्स का उपयोग करके किया जाता है।",
      "highlights": [
        "वाशिंगटन स्क्वायर पार्क",
        "ब्रिकर स्ट्रीट",
        "जैज क्लब"
      ],
      "image": "/images/new-york/west-village.jpg"
    },
    {
      "name": "विलियम्सबर्ग",
      "vibe": "ठाठ-बाट वाले हिपस्टर",
      "description": "एक समय पर डोमिनो चीनी रिफाइनरी द्वारा नियंत्रित यह कड़ा औद्योगिक केंद्र विश्वव्यापी प्रवृत्तियों के केंद्र में बदल गया है। पुराने गोदामों के लॉफ्ट, पार्क के साथ समुद्र के किनारे, और अविश्वसनीय रूप से सुंदर स्काईलाइन के दृश्य की उम्मीद करें।",
      "highlights": [
        "डोमिनो पार्क",
        "बेडफोर्ड एवेन्यू",
        "स्मोर्गस्बर्ग"
      ],
      "image": "/images/new-york/williamsburg.jpg"
    },
    {
      "name": "अस्टोरिया और LIC",
      "vibe": "अंतरराष्ट्रीय और विविधता से भरपूर",
      "description": "क्वींस के केंद्र में, ऐतिहासिक रूप से महत्वपूर्ण ग्रीक समुदाय और काउफमैन स्टूडियोज द्वारा आधारित है। आप मैनहट्टन की कीमतों की चिंता किए बिना, असली बीयर गार्डन और स्काईलाइन के अद्भुत दृश्य का आनंद ले सकते हैं।",
      "highlights": [
        "फिल्म संग्रहालय",
        "गैंट्री प्लाजा पार्क",
        "ग्रीक खाने की तख्तियाँ"
      ],
      "image": "/images/new-york/astoria.jpg"
    },
    {
      "name": "हार्लेम",
      "vibe": "इतिहास और आत्मा",
      "description": "1920 के दशक का हार्लेम पुनर्जागरण का पालना है। यह ऐतिहासिक इमारतों, प्रसिद्ध अपोलो थियेटर, और जीवंत समुदाय की ऊर्जा के साथ संस्कृति की राजधानी बनी हुई है।",
      "highlights": [
        "अपोलो थियेटर",
        "सिल्वियाज़",
        "मार्कस गार्वी पार्क"
      ],
      "image": "/images/new-york/harlem.jpg"
    },
    {
      "name": "रिजवुड",
      "vibe": "कूल फ्रैंटियर",
      "description": "2025 में ध्यान देने योग्य क्षेत्र के रूप में पहचाना गया। ऐतिहासिक वास्तुकला और नए सांस्कृतिक स्थलों का मिश्रण प्रदान करता है, और यह वर्तमान में व्यावसायीकरण किए गए विलियम्सबर्ग के लिए एक शांत और थोड़ा सस्ता विकल्प है।",
      "highlights": [
        "ऐतिहासिक वास्तुकला",
        "स्थानीय कैफे",
        "कला स्थल"
      ],
      "image": "/images/new-york/ridgewood.jpg"
    },
    {
      "name": "बुशविक",
      "vibe": "औद्योगिक और कला",
      "description": "यह एक अंडरग्राउंड नाइटलाइफ़ का केंद्र है, जहां आप गोदामों में पार्टियों और स्ट्रीट आर्ट का आनंद ले सकते हैं। यह मैनहट्टन से अधिक परिष्कृत नहीं है और एक अधिक भूखा और औद्योगिक सौंदर्यशास्त्र प्रदान करता है।",
      "highlights": [
        "स्ट्रीट आर्ट सामूहिक",
        "गोदामों में पार्टियां",
        "रोबर्ट का"
      ],
      "image": "/images/new-york/bushwick.jpg"
    },
    {
      "name": "आर्थर एवेन्यू (एल ब्रोंक्स)",
      "vibe": "वास्तविक छोटा इटली",
      "description": "इस क्षेत्र को 'वास्तविक छोटा इटली' के रूप में जाना जाता है, जो मैनहट्टन की मार्बوری स्ट्रीट से लगभग गायब हो चुका है, पारंपरिक बाजार, किराने की दुकानों, और बहु-पीढ़ीय इटालियन परिवारों को बनाए रखता है।",
      "highlights": [
        "खुदरा बाजार",
        "ताज़ा पास्ता की दुकान",
        "सिगार का ग्रुनेर"
      ],
      "image": "/images/new-york/arthur-avenue.jpg"
    },
    {
      "name": "जैक्सन हाइट्स",
      "vibe": "दुनिया का केंद्र",
      "description": "यह पृथ्वी पर सबसे विविधता भरा पोस्टल कोड है। 'लिटिल इंडिया/हिमालय' और विशाल लैटिन अमेरिका का केंद्र यहाँ मिलता है। तिब्बती मोमो और कोलंबियाई एरेप के स्वाद का अनुभव करने के लिए यह एक बेहतरीन जगह है।",
      "highlights": [
        "74वाँ स्ट्रीट",
        "रूजवेल्ट एवेन्यू",
        "विविध भोजन"
      ],
      "image": "/images/new-york/jackson-heights.jpg"
    },
    {
      "name": "फ्लशिंग",
      "vibe": "वास्तविक चाइनाटाउन",
      "description": "यह एक आधुनिक विशाल एशियाई शहर है। यह मैनहट्टन के चाइनाटाउन की तुलना में अधिक विविध क्षेत्रीय व्यंजन (सिचुआन खाना, उत्तरी खाना, ताइवान खाना) प्रदान करता है।",
      "highlights": [
        "खाद्य बाजार",
        "स्थानीय चीनी खाना",
        "व्यस्त बाजार"
      ],
      "image": "/images/new-york/flushing.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "आवागमन के साधन",
      "icon": "रेल",
      "summary": "मेट्रो आपकी जीवन रेखा है। बारिश के दिनों में टैक्सी का उपयोग करें।",
      "details": [
        "OMNY और मेट्रोकार्ड: मेट्रोकार्ड धीरे-धीरे समाप्त हो रहा है। OMNY (क्रेडिट कार्ड या डिवाइस को टैप करें) को टोकन बूथ पर इस्तेमाल करें। शुल्क की सीमा: एक ही डिवाइस से 12वीं बार भुगतान करने के बाद यात्रा मुफ्त हो जाती है (सोमवार से रविवार)।",
        "एक्सप्रेस बनाम लोकल: यह महत्वपूर्ण है! 'एक्सप्रेस' ट्रेनें (नक्शे पर सफेद गोल के रूप में) छोटे स्टेशनों को छोड़ती हैं। 'लोकल' ट्रेनें (काले गोल के रूप में) सभी स्टेशनों पर रुकती हैं। लोकल 'हसूली' करने के लिए समय बचाने का कार्य करती हैं।",
        "पीक आवर्स: 07:30 से 10:00 और 16:30 से 18:30। ट्रेनें भीड़ भाड़ वाली होती हैं। बैकपैक को बाहर रखें। धकेलना एक शारीरिक क्रिया है और हमला नहीं है।",
        "वीकेंड सेवाएँ: मेट्रो 24 घंटे खुली है लेकिन वीकेंड पर निर्माण के कारण सेवाएँ बड़े पैमाने पर बदली जा सकती हैं। यात्रा से पहले कृपया MTA की वेबसाइट या Citymapper की जांच करें (शनिवार/रविवार)।"
      ]
    },
    {
      "id": "logistics-dining",
      "slug": "dining-protocol",
      "title": "डाइनिंग की प्रक्रिया",
      "icon": "Utensils",
      "summary": "टिप देना अनिवार्य है। स्वच्छता की जांच की जाती है।",
      "details": [
        "20% का नियम: टिप देना विकल्प नहीं है। टेबल सेवाओं के लिए 20% मानक है। 15% को कम समझा जाता है। बार में हर पेय पर 1 € की टिप दी जाती है। सेवा कर्मचारियों को टिप पर निर्भर रहना पड़ता है।",
        "रेटिंग: रेस्तरां की विंडो पर नीली 'A' स्टिकर देखें। यह स्वास्थ्य विभाग की रेटिंग है। 'B' या 'C' का मतलब है स्वच्छता का उल्लंघन। 'मूल्यांकन में' एक जुआ है।",
        "आरक्षण संस्कृति: ट्रेंडी जगहों पर, बस आना संभव नहीं है। आरक्षण 14 से 30 दिन पहले Resy/OpenTable पर शुरू होते हैं और कुछ ही सेकंड में भर जाते हैं। पहले से योजना बनाएं।",
        "काउंटर सीट: NYC अकेले खाने के लिए एक बेहतरीन शहर है। काउंटर पर खाना खाना सामाजिक रूप से स्वीकार्य है और लोकप्रिय रेस्तरां में सीट पाने का सबसे तेज़ तरीका है।"
      ]
    },
    {
      "id": "logistics-airports",
      "slug": "airport-transfers",
      "title": "एयरपोर्ट ट्रांसफर",
      "icon": "विमान",
      "summary": "JFK, LGA या EWR? अपनी पसंद के विकल्प चुनें।",
      "details": [
        "JFK (क्वीन्स): एरो ट्रेन (€8.25) मेट्रो (€2.90) से जुड़ती है। यह किफायती है (कुल €11) लेकिन इसमें 60 से 90 मिनट लगते हैं। टैक्सी मैनहट्टन तक का निश्चित शुल्क है (लगभग €70 + टोल/टिप)।",
        "LGA (क्वीन्स): शहर के सबसे करीब है, लेकिन मेट्रो से जुड़ा नहीं है। M60 SBS बस (मेट्रो के लिए मुफ्त कनेक्शन) या टैक्सी/Uber (लगभग €40-60) का उपयोग करें। Uber का पिकअप क्षेत्र व्यस्त होता है।",
        "EWR (न्यू जर्सी): NJ ट्रांजिट की ट्रेन से पेन स्टेशन तक पहुंचें। यह तेज और विश्वसनीय है। NJ से NYC के लिए टैक्सी बहुत महंगा होता है (राज्य के बीच यात्रा की दरें लागू होती हैं)।"
      ]
    },
    {
      "id": "logistics-survival",
      "slug": "local-survival",
      "title": "स्थानीय सर्वाइवल के टिप्स",
      "icon": "जानकारी",
      "summary": "कंक्रीट के जंगल में जिंदा रहने के तरीके।",
      "details": [
        "टॉयलेट के नियम: सार्वजनिक टॉयलेट नहीं हैं। 'Got2Go' ऐप का उपयोग करके टॉयलेट कोड खोजें। विश्वसनीय मुफ्त विकल्प: ब्रायंट पार्क, ग्रैंड सेंट्रल टर्मिनल, मेसीज़, और होल फूड्स।",
        "नेविगेशन का गणित: 20 ब्लॉक (उत्तर-दक्षिण) = 1 मील। एवेन्‍यू के ब्लॉक (पूर्व-पश्चिम) की लंबाई तीन गुना है। 'समग्र' सड़कें पूर्व में, 'असमग्र' सड़कें पश्चिम में जाती हैं (मुख्यतः)।",
        "संवेदनाओं का वास्तविकता: सायरन हमेशा बज रहे हैं। कचरे के थैले फुटपाथ पर रखे जाते हैं (पश्चिम में कोई पछाड़ी नहीं है)। गर्मियों में, मेट्रो के प्लेटफार्म सड़क से 10-15°F अधिक गर्म होते हैं।"
      ]
    },
    {
      "id": "logistics-pedestrian",
      "slug": "pedestrian-law",
      "title": "पैदल चलने के नियम",
      "icon": "User",
      "summary": "दाईं ओर चलें, बाईं ओर ओवरटेक करें, और कभी भी रोकें नहीं।",
      "details": [
        "सोने का नियम: पैदल पथ को एक मोटरमार्ग की तरह समझें। दाईं ओर चलें, बाईं ओर ओवरटेक करें। तीन या अधिक के समूह में खड़े न हों।",
        "यहाँ रोकें नहीं: मेट्रो के निकास, सीढ़ी के ऊपर, या क्रॉसवॉक के कोने पर रुकने से बचें। यहाँ रुकना भीड़ का कारण बनता है।",
        "साइड में रुकें: यदि आपको मानचित्र देखना है या संदेश भेजना है तो इमारत के सहारे खड़े हों। ट्रैफिक के प्रवाह में खड़े होना सबसे बड़ा अपराध है।",
        "अवैध क्रॉसिंग: 2025 में कानूनी बनाई गई, लेकिन वाहन प्राथमिकता रखते हैं। सुरक्षित होने पर पार करें लेकिन सतर्क रहना न भूलें।"
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-tips",
      "title": "सुरक्षा और धोखाधड़ी",
      "icon": "盾",
      "summary": "सामान्यत: यह सुरक्षित है, लेकिन सतर्क रहना आवश्यक है।",
      "details": [
        "टाइम्स स्क्वायर धोखाधड़ी: कुछ लोग मुफ्त सीडी बांटते हैं और पैसे मांगने के लिए धमकी देते हैं। मास्क पहनने वाले पात्र (एल्मो/मिकी) फोटो के लिए 20€ से अधिक की मांग करते हैं। इन्हें अनदेखा करें।",
        "अस्थिर लोग: यदि कोई चिल्ला रहा है या खुद से बात कर रहा है, तो पूरी तरह से अनदेखा करें। उन्हें न देखें, बातचीत में न भागें, बस चलते रहें।",
        "मोबाइल फोन की चोरी: मेट्रो के दरवाजे के पास खड़े होकर मोबाइल फोन का उपयोग न करें। दरवाजे के बंद होने का क्षण चोरों के लिए आदर्श होता है।",
        "रिक्शा: इनसे बचें। ये प्रति मिनट ऊंची दर (5€ से 10€/मिनट) की मांग करते हैं और इनका कोई नियंत्रण नहीं है।"
      ]
    },
    {
      "id": "logistics-apps",
      "slug": "essential-apps",
      "title": "डाउनलोड करने के लिए एप्लिकेशन",
      "icon": "स्मार्टफोन",
      "summary": "न्यूयॉर्क के लिए डिजिटल उपकरण।",
      "details": [
        "Citymapper: भूमिगत रेलवे के लिए गूगल मैप्स से बेहतर नेविगेशन (आपको कौन से वाहन में चढ़ना चाहिए, यह दिखाता है)।",
        "Citizen: वास्तविक समय में सुरक्षा सूचनाएँ। पुलिस की गतिविधियों का अवलोकन करते समय स्थिति की जागरूकता में मदद करता है।",
        "Resy: रेस्तरां की बुकिंग के लिए प्रमुख इंजन।",
        "Revel / Uber: साझा सवारी सेवा के एप्लिकेशन। Revel के पास पूरी तरह से इलेक्ट्रिक बेड़ा है, जो कहीं अधिक साफ और नया होता है।"
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-001",
      "slug": "pizza-slice",
      "name_en": "1ドルのスライス (1.50€+) ",
      "name_local": "एक स्लाइस",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "एक स्लाइस न्यू यॉर्क की एक खास किस्म की डिश है, जो पूरी \"पिज्जा\" से अलग है। इसे रोजमर्रा के फास्ट फूड के रूप में देखा जाता है और यह लंबी त्रिकोणीय आकृति में होती है, जिसे खड़े होकर या चलते-फिरते खाया जाता है। सही तकनीक है कि इसे \"रिबलेट स्टाइल\" में मोड़ें ताकि नोक गिर न जाए। \"नॉर्मल\" या \"नेचुरल\" स्लाइस ऑर्डर करें। \"चीज़ स्लाइस\" कभी न मांगें। 24 घंटे चलने वाले पिज्जा की दुकाने शहर के पांचों जिलों में हैं।",
        "vibe": "तेज़ और व्यावहारिक",
        "history": "पिज्जा का एक स्लाइस 1930 और 1940 के दशकों में इटालियन आप्रवासियों द्वारा न्यू यॉर्क में आया, जब उन्होंने नेपल्स पिज्जा को अमेरिकी फास्ट फूड संस्कृति में ढाल दिया। \"1 डॉलर का स्लाइस\" का यह चलन 2000 के दशक में शुरू हुआ, जब 1€ के स्लाइस की कीमत अब बढ़कर 1.50€ से 3€ हो गई है। यह न्यू यॉर्कर्स के काम करने का ईंधन बन गया।",
        "insider_tip": "चाकू या कांटा का उपयोग न करें—यह सराहा जाएगा। नोक गिरने से बचने के लिए इसे आधा मोड़कर रखें और वसा को बनाए रखें। रात का एक स्लाइस (बार के बाद, सुबह 2 बजे से 4 बजे के बीच) न्यू यॉर्क का एक रिवाज है। इसे गर्म करने के तरीकों पर चर्चा होती है: पैन बनाम ओवन बनाम ठंडा रखकर। यह हर जगह पाया जाता है, लेकिन टाइम्स स्क्वायर के पर्यटन स्थलों से बचें।"
      },
      "price_level": "सौम्य",
      "good_for": [
        "फास्ट फूड",
        "रात का खाना"
      ],
      "duration": "5 मिनट",
      "best_time": "कभी भी (विशेषकर रात को)"
    },
    {
      "id": "food-002",
      "slug": "bagel",
      "name_en": "बेगेल-कोन-लॉक्स",
      "name_local": "एवरीथिंग बेगेल",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "NYC का बेगेल हाथ से आकार दिया गया ब्रेड का रिंग है, जिसे उबाला जाता है और फिर बेक किया जाता है, इसका अंदरूनी हिस्सा घना और नरम होता है, और इसकी क्रस्ट चमकदार होती है। एवरीथिंग बेगेल (तिल, पोपी बीज, प्याज, लहसुन, और नमक के टॉपिंग के साथ) NYC का प्रतीकात्मक ऑर्डर है। बेगेल को क्रीम चीज़ ('शमीर'), लॉक्स (धूम्रपान किया हुआ सामन), टमाटर, प्याज, और कैपर के साथ परोसा जाता है। टोस्ट करने का 'युद्ध' असली प्रेमियों (जो ताजा बेगेल को टोस्ट नहीं करते) और यथार्थवादी लोगों (जो पुराना होने पर उसे टोस्ट करते हैं) को अलग करता है।",
        "vibe": "클래식하고 빠른",
        "history": "यह 1800 के दशक के अंत में पोलिश यहूदी आव्रजन द्वारा पेश किया गया था। NYC के पानी की गुणवत्ता (हाइड्रेशन और विशेष खनिज सामग्री) को इसकी अनूठी स्वाद और बनावट देने के लिए कहा जाता है। बेगेल बनाने का व्यवसाय 1960 के दशक तक संरक्षित पेशा था। एवरीथिंग बेगेल 1980 के दशक में क्वींस की एक दुकान में आविष्कार किया गया था।",
        "insider_tip": "काउंटर पर पहुँचने से पहले अपना ऑर्डर तय कर लें - लाइन तेजी से बढ़ती है और कर्मचारी धैर्य नहीं रखते। 'शमीर' का मतलब है क्रीम चीज़ की एक पतली परत, और ये बहुत अधिक नहीं होनी चाहिए। सुबह के ताजे बेगेल (सुबह 10 बजे से पहले) को टोस्ट करने की आवश्यकता नहीं होती। स्थानीय लोगों की तरह ऑर्डर करें: 'एवरीथिंग, लॉक्स, शमीर, टमाटर, प्याज'। इसे शहर के बेगेल की दुकानों और बodega में पाया जा सकता है।"
      },
      "price_level": "अत्यधिक सस्ती",
      "good_for": [
        "नाश्ता",
        "बुच"
      ],
      "duration": "तेज़ नाश्ता",
      "best_time": "सुबह"
    },
    {
      "id": "food-004",
      "slug": "bacon-egg-cheese",
      "name_en": "बेकन अंडा चीज़",
      "name_local": "BEC",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "BEC (बेकन अंडा चीज़) एक पारंपरिक नाश्ते का सैंडविच है, जिसमें तला हुआ अंडा, बेकन, और अमेरिकी चीज़ को बिना टोस्ट किए हुए रोटी में रखा जाता है। इसे एल्युमिनियम फॉयल में लपेटकर परोसा जाता है, यह आसान, तले-भुने, नमकीन, और सस्ता होता है (4-6 €)। बोडेगा के काउंटर पर 'बकोनेग और चीज़' मांगें। 'नमक मिर्च केचप' (SPK) जोड़ने से आप असली स्थानीय अनुभव ले सकते हैं।",
        "vibe": "कामकाजी और व्यस्त",
        "history": "BEC 1950 के दशक और 60 के दशक में आया, जब बोडेगा (प्यूर्टो रिको और बाद में यमनी-डोमिनिकन आप्रवासी द्वारा चलाए जाने वाले पड़ोस के स्टोर) ने अपनी व्यंजन सूची में इसे जोड़ा। यह निर्माण श्रमिकों, टैक्सी चालकों और कार्यालय के कर्मचारियों के लिए ऊर्जा का स्रोत बन गया। सैंडविच और बागल के बीच बहस हमेशा जारी रहती है: सैंडविच पारंपरिक है, जबकि बागल स्टाइलिश है।",
        "insider_tip": "राज़ बोडेगा की तकनीक में है: मक्खन में तले हुए अंडे के चारों ओर कुरकुरी किनारी, और अंडे पर मेल्टेड चीज़। अधिक प्रामाणिक अनुभव के लिए 'रोल' (काइज़र रोल) में ऑर्डर करने का प्रयास करें। 'SPK' कहने से आप स्थानीय लोगों की तरह बात कर सकते हैं। इसे गर्मागर्म तुरंत खा लें - एल्युमिनियम फॉयल बिल्कुल 10 मिनट तक गर्म रखता है।",
        "price_level": "सस्ता",
        "good_for": [
          "नाश्ता",
          "दूसरे दिन की बीमारी का इलाज"
        ],
        "duration": "5 मिनट",
        "best_time": "सुबह"
      },
      "image": "/images/new-york/bec.jpg"
    },
    {
      "id": "food-010",
      "slug": "coal-oven-pizza",
      "name_en": "कोयले की भट्टी पिज़्ज़ा",
      "name_local": "ホールパイ",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "कोयले पर भुनी हुई पिज़्ज़ा एक स्थानीय व्यंजन है, जिसे 100 वर्षों से अधिक इतिहास के साथ एंटीला साइट के ओवन में 900°F (480°C) पर पकाया जाता है, जिससे 3 मिनट के भीतर एक करारी धुएँदार क्रस्ट तैयार होता है। यह 'हॉल पिज़्ज़ा' का अनुभव है, यह एक स्लाइस नहीं है—आपको बैठकर, कतार में लगकर, हॉल पिज़्ज़ा ऑर्डर करना होता है। क्रस्ट में बुलबुले होते हैं और केंद्र नरम रहता है। यह एक सामाजिक आयोजन है जिसमें योजना और धैर्य की आवश्यकता होती है।",
        "vibe": "कुख्यात और कोयला भुनी हुई",
        "history": "कोयला भट्टी 1900 के प्रारंभ में इतालवी आप्रवासियों के साथ आई। लोम्बार्डीज़ (1905) ने अमेरिका के पहले पिज़्ज़ेरिया का दावा किया। 1960 के दशक में हवा की गुणवत्ता नियमों के कारण शहर में कोयला छोड़ दिया गया, लेकिन कुछ ऐतिहासिक ओवन संरक्षित हैं। ये ओवन 100 वर्षों से अधिक पुरानी हैं और इनकाReplacing नहीं किया जा सकता।",
        "insider_tip": "भुगतान करने से पहले या दुकान के खुलने से पहले पहुंचें ताकि 2 घंटे की प्रतीक्षा से बच सकें। कोयले भुनी पिज़्ज़ा स्टोर में एक स्लाइस नहीं मिलती—आपको हॉल पिज़्ज़ा ऑर्डर करना होता है। भूरे हिस्से (लेपार्डिंग) को वांछनीय माना जाता है, ये जले हुए नहीं होते। पौराणिक दुकानें ब्रुकलिन और मैनहट्टन में हैं। अतिरिक्त सामग्री की मांग न करें—सरलता कुंजी है (मार्घेरिटा या बियांका पिज़्ज़ा)।"
      },
      "price_level": "मध्यम",
      "good_for": [
        "रात का खाना",
        "समूह"
      ],
      "duration": "1-2 घंटे",
      "best_time": "रात का खाना",
      "image": "/images/new-york/coal-pizza.jpg"
    },
    {
      "id": "food-012",
      "slug": "appetizing-store",
      "name_en": "Le Comptoir Appétissant",
      "name_local": "Bagel & Lox",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "« ले कॉम्प्टॉयर एपेटिस्सेंट » एक विशिष्ट दुकान है जो सूखे मांस के बजाय धूम्रपान किए गए मछली, दूध उत्पाद और अचार में विशेषज्ञता रखती है। यहाँ आपको लॉक्स, नवा (ठंडे धूम्रपान सामन), सब्रे (धूम्रपान तिलापिया), व्हाइटफिश सलाद और हरी प्याज वाली क्रीम पनीर मिलती है। ऑर्डर तेज और शोरगुल भरा है, और संख्या की पर्ची का उपयोग किया जाता है। स्टाफ अपने आदेश को तेज आवाज में पुकारता है और आवश्यकता होने पर मछली को काटता है।",
        "vibe": " पारंपरिक, प्रभावी ",
        "history": "एपेटिस्सेंट का उदय 1900 के दशक की शुरुआत में हुआ, जब यह उन यहूदियों को सेवा देने के लिए शुरू हुआ जो मांस और乳 उत्पादों को एक साथ नहीं मिलाते। लोअर इस्ट साइड का 'रसेस एंड डडर्स' (1914) एक ऐसा आइकन है जो अभी भी मौजूद है। 'एपेटिस्सेंट' शब्द उन खाद्य पदार्थों को संदर्भित करता है जो ऐपेटाइज़र या ब्रेड के साथ खाए जाते हैं, जिसमें मछली, चीज़, अचार आदि शामिल हैं।",
        "insider_tip": "अपना नंबर लें और काउंटर पर पहुँचने से पहले अपना ऑर्डर चेक करें। स्टाफ थोड़े रुखा होते हैं लेकिन प्रभावी होते हैं। ऑर्डर थोक में होता है, उदाहरण के लिए '1/4 पाउंड नवा, हरी प्याज क्रीम पनीर, मिठास वाले अचार' कहें। लॉक्स ज्यादा नमकीन और चर्बीदार होती है, जबकि नवा नरम और स्मोक्ड होती है। सब्रे सामन से अधिक समृद्ध होती है और गोरमेट के बीच लोकप्रिय है। मछली को 2 दिन के भीतर खा लेना चाहिए।",
        "price_level": "मध्यम",
        "good_for": [
          "ब्रंच",
          "गोरमेट"
        ],
        "duration": "30 मिनट",
        "best_time": "सप्ताहांत की सुबह"
      },
      "image": "/images/new-york/appetizing.jpg"
    },
    {
      "id": "food-016",
      "slug": "chopped-cheese",
      "name_en": "चॉप्ड चीज़",
      "name_local": "चॉप्ड चीज़",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "चॉप्ड चीज़ हार्लेम और ब्रॉन्क्स का एक प्रतीक है। बारीक कटी हुई बीफ को ग्रिल पर प्याज के साथ भूनकर, अमेरिकन चीज़ मिलाकर एकीकृत किया जाता है और उसके बाद सलाद, टमाटर और मेयोनेज़ के साथ हीरो रोटी में परोसा जाता है। यह फ़िली चीज़ स्टेक से मिलती-जुलती मजदूर वर्ग की बॉडगा की मुख्य आहार है। असली मानक यह है कि चीज़ मांस के बीच में पिघला हो, न कि ऊपर हो।",
        "vibe": "सरल और स्थानीय माहौल",
        "history": "चॉप्ड चीज़ 1990 के दशक में हार्लेम के बॉडगा में आई, संभवतः यमन के बॉडगा के मालिकों से प्रभावित होकर जो भेड़ के मांस का सैंडविच बनाते थे। यह ब्रॉन्क्स और हाई मैनहट्टन में फैल गई, और 2010 के दशक में खाद्य संस्कृति मीडिया द्वारा 'खोजा' गया, जिससे यह पूरे शहर में लोकप्रिय हो गई। आज भी, यह अपने जन्म स्थान के क्षेत्र में सबसे वास्तविक है।",
        "insider_tip": "हार्लेम, ब्रॉन्क्स या वाशिंगटन हाइट्स की बॉडगा में ऑर्डर करने पर, आपको और अधिक असली स्वाद मिल सकता है। ग्रिलिंग की तकनीक महत्वपूर्ण है, मांस और चीज़ को पिघलकर मिलाना चाहिए। अपनी पसंद के अनुसार हॉट सॉस डालें। $6-8 के बीच का यह भरपूर और तैलीय भोजन है। कृपया स्टाइलिश रेस्टोरेंट के गेंटीफाइड संस्करणों से बचें।",
        "price_level": "सस्ती",
        "good_for": [
          "दोपहर का खाना",
          "कम्फर्ट फूड"
        ],
        "duration": "त्वरित नाश्ता",
        "best_time": "दोपहर का खाना या आधी रात को"
      },
      "image": "/images/new-york/chopped-cheese.jpg"
    },
    {
      "id": "food-015",
      "slug": "nyc-diner",
      "name_en": "Le Diner",
      "name_local": "ダイナー",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "न्यूयॉर्क का डाइनर शहर की सांस्कृतिक ताना-बाना है। आमतौर पर ग्रीक लोगों द्वारा संचालित, ये सामान्यतः 24 घंटे खुलते हैं और बड़े प्लास्टिक मेन्यू में ग्रीक सलाद, मट्ज़ा बॉल्स, डिस्को फ्राई (चीज़ और ग्रेवी के साथ फ्राइड आलू) आदि पेश किए जाते हैं। यह शानदार भोजन नहीं है, बल्कि आरामदायक और स्थिर स्वाद के साथ हमेशा भरी हुई कॉफी का आनंद लेने का स्थान है। आप सुबह 15:00 बजे ब्रेकफास्ट का ऑर्डर दे सकते हैं या शाम 19:00 बजे डिनर का आनंद ले सकते हैं। डाइनर हमेशा किसी के लिए भी स्वागत करने वाली जगह है।",
        "vibe": "आरामदायक, लोकतांत्रिक",
        "history": "ग्रीक आप्रवासियों ने 1950 और 1960 के दशकों में न्यूयॉर्क के डाइनर पर कब्जा कर लिया, आर्ट डेको ट्रेन-शैली के डाइनर खरीदकर सभी के लिए मेन्यू बढ़ाया। 24 घंटे की सेवा ने नाइट शिफ्ट श्रमिकों, अनिद्रा से पीड़ित लोगों, और रात के उल्लुओं के लिए आवश्यकता बना दिया। बढ़ते किराए के कारण ये कम होते जा रहे हैं, लेकिन फिर भी ये प्रतीकात्मक रूप हैं।",
        "insider_tip": "डिस्को फ्राई (चीज़ और ग्रेवी के साथ फ्राइड आलू — पाउटिन से बेहतर है) ऑर्डर करें। कॉफी का रीफिल असीमित और मुफ्त है। डाइनर दिनभर ब्रेकफास्ट परोसता है — यह नियम है। बॉक्स सीट विशेष स्थान हैं। टिप 15% से 20% के बीच है। डाइनर एक गैर-न्यायालयीय स्थान है, इसलिए आप जितनी देर चाहें कॉफी का आनंद लेते हुए समय बिता सकते हैं। खासकर क्वींस तक, ये शहर के हर कोने में हैं।",
        "price_level": "सस्ता",
        "good_for": [
          "रात के समय",
          "आरामदायक भोजन"
        ],
        "duration": "1 घंटा",
        "best_time": "रात का समय या नाश्ता"
      },
      "image": "/images/new-york/diner.jpg"
    },
    {
      "id": "food-013",
      "slug": "cheesecake",
      "name_en": "चीज़केक NY",
      "name_local": "चीज़केक",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "न्यूयॉर्क शैली का चीज़केक गाढ़ा और समृद्ध होता है, इसे बेक किया जाता है और इसमें हवा नहीं होती। इसे क्रीम, क्रीम चीज़ (फिलाडेल्फिया ब्रांड आमतौर पर), अंडे, चीनी को ग्रैहैम क्रैकर की क्रस्ट पर डालकर बनाया जाता है। इसकी बनावट मजबूत और क्रीमी होती है, यह हल्की नहीं होती। अक्सर इसे फल के टॉपिंग के बिना ही परोसा जाता है, लेकिन स्ट्रॉबेरी का टॉपिंग स्वीकार किया जाता है। एक सर्विंग पर्याप्त बड़ी होती है, यह एक भोजन के रूप में भी काम करता है और इसका आनंद लेने के लिए एक रणनीतिक दृष्टिकोण की आवश्यकता होती है।",
        "vibe": "समृद्ध और विलासिता",
        "history": "चीज़केक अमेरिका के क्रीम चीज़ (जिसे 1872 में आविष्कार किया गया) का उपयोग कर यूरोपीय व्यंजनों को अनुकूलित करने वाले यहूदी प्रवासियों के साथ आया। ब्रुकलीन का जूनियर्स (1950) और मैनहट्टन का लिंडीज (1921- बंद) प्रसिद्ध बन गए। न्यूयॉर्क शैली (बेक्ड, गाढ़ा) इटालियन (रिकोटा बेस) और जापानी संस्करणों (हल्का और झूलता) के साथ प्रतिस्पर्धा करती है।",
        "insider_tip": "ब्रुकलीन का जूनियर्स सबसे प्रसिद्ध है, लेकिन कई डेली और डाइनर में शानदार विविधताएँ पेश की जाती हैं। इसे ठंडा करके खाने की सलाह दी जाती है, कमरे के तापमान पर नहीं। एक सर्विंग विशाल होती है, इसलिए साझा करने पर विचार करें। पारंपरिक रूप से इसे अकेले या स्ट्रॉबेरी के टॉपिंग के साथ खाया जाता है। चॉकलेट या अन्य फ्लेवर पर्यटकों के लिए होते हैं। इसकी समृद्धि को संतुलित करने के लिए काले कॉफी के साथ आनंद लेना अच्छा होता है।",
        "price_level": "सुगम",
        "good_for": [
          "डेसर्ट",
          "साझा"
        ],
        "duration": "20 मिनट",
        "best_time": "रात के खाने के बाद"
      },
      "image": "/images/new-york/cheesecake.jpg"
    },
    {
      "id": "food-017",
      "slug": "hot-dog",
      "name_en": "हॉट डॉग",
      "name_local": "डर्टी वॉटर डॉग",
      "category": "खाद्य पदार्थ",
      "is_generic_staple": true,
      "description": {
        "short": "NYC की स्ट्रीट हॉट डॉग (उपनाम: 'डर्टी वॉटर डॉग') धातु की गाड़ी में उबले हुए गोमांस या सूअर के मांस का फ्रैंकफरटर है, जिसे भाप में पकी हुई बनों के साथ वैकल्पिक टॉपिंग (मस्टर्ड, सॉरक्रॉट, टमाटर सॉस के प्याज़, रिलिश) के साथ सेवा किया जाता है। इसे आइकोनिक धातु की गाड़ी वाले विक्रेता द्वारा बेचा जाता है। यह किफायती (2-4 $), जल्दी से, और चलते-फिरते खाने के लिए योग्य है। 'डर्टी वॉटर' शब्द उस गंदले पानी का उल्लेख करता है जिसमें हॉट डॉग को दिनभर उबाला जाता है।",
        "vibe": "आइकोनिक, शहरी",
        "history": "हॉट डॉग की गाड़ियाँ 1860 के दशक से 1870 के दशक में जर्मन प्रवासियों द्वारा लाई गई थीं। Coney Island का Nathan's Famous (1916) सबसे प्रसिद्ध प्रदाता बन गया। 1900 के दशक की शुरुआत में स्ट्रीट कार्ट चारों ओर थे। धातु की गाड़ी का डिज़ाइन और गंदले पानी में पकाने की विधि NYC का ट्रेडमार्क बन गई। Gray's Papaya और Papaya King (1932) किफायती और बैठने योग्य संस्करण प्रदान करते हैं।",
        "insider_tip": "क्लासिक टॉपिंग का संयोजन मस्टर्ड और सॉरक्रॉट है—केचप से पूरी तरह बचें (स्थानीय लोग इसकी आलोचना करते हैं)। टमाटर सॉस का प्याज़ NYC की विशेषता है। ब्रेड टूटने से पहले 4-5 कौर में खा लें। गाड़ियाँ मेट्रो के निकास के पास, पर्यटक स्थल, और सुबह 2 बजे बार के सामने इकट्ठा होती हैं। Coney Island का Nathan's एक तीर्थ स्थल है।",
        "price_level": "किफायती",
        "good_for": [
          "जल्द नाश्ता",
          "मध्यरात्रि"
        ],
        "duration": "5 मिनट",
        "best_time": "कभी भी"
      },
      "image": "/images/new-york/hot-dog.jpg"
    },
    {
      "id": "food-014",
      "slug": "street-carts",
      "name_en": "प्रीट्ज़ेल और स्ट्रीट नट्स",
      "name_local": "स्ट्रीट कैरिट",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "स्ट्रीट कार पर, गर्म और नरम प्रीट्ज़ेल (बड़ा, नमकीन, फुल्का) सरसों के साथ, और स्थानीय रूप से भुने हुए नट्स (केरमेल मूंगफली, काजू, बादाम) बेचे जाते हैं। भुने हुए नट्स की खुशबू, न्यूयॉर्क के सर्दियों की खुशबू है। यह किफायती (2-5 $), त्वरित है, और मेट्रो की ओर जाते समय या खरीदारी के बीच में खाना खाने के लिए आदर्श है। प्रीट्ज़ेल घनी होती है, और इसके लिए mandíbula की गंभीर मेहनत की आवश्यकता होती है।",
        "vibe": "नॉस्टेल्ज़िक और सुखद",
        "history": "फुल्के प्रीट्ज़ेल 19वीं सदी में जर्मन प्रवासियों के साथ आए थे। स्ट्रीट कार संस्कृति, प्रवासियों द्वारा उद्यम के अवसर खोजे जाने के कारण 20वीं शताब्दी की शुरुआत में तेजी से बढ़ी। अद्वितीय धातु के कार्ट को नगर द्वारा विनियमित किया गया था। भुने हुए नट्स 20वीं सदी के मध्य में जोड़े गए, और विक्रेताओं ने अपने उत्पादों में विविधता लाई। भुने हुए नट्स की खुशबू अब न्यूयॉर्क के गलियों का प्रतीक है।",
        "insider_tip": "प्रीट्ज़ेल को पीले सरसों के साथ खाना सबसे अच्छा है—अन्य मसालों की आवश्यकता नहीं है। यह घनी होती है और मूलतः एक भोजन के बराबर होती है, इसलिए यह पूर्णता का अनुभव देती है। भुनी हुई मूंगफली लोकप्रिय हेज़लनट्स के स्वाद की होती है। इसे कागज़ के बैग में खरीदें, और गर्मागर्म खाएं। स्ट्रीट कार्स लंच टाइम में मेट्रो स्टेशनों या ऑफिस बिल्डिंग के करीब इकट्ठा होते हैं। सर्दियां प्रीट्ज़ेल और नट्स के लिए सर्वोत्तम मौसम हैं।"
      },
      "price_level": "किफायती",
      "good_for": [
        "नाश्ता",
        "सर्दी"
      ],
      "duration": "5 मिनट",
      "best_time": "सर्दी, कभी भी",
      "image": "/images/new-york/street-nuts.jpg"
    },
    {
      "id": "food-018",
      "slug": "black-white-cookie",
      "name_en": "कुकी नोयर और ब्लांक",
      "name_local": "कुकी नोयर और ब्लांक",
      "category": "खाद्य",
      "is_generic_staple": true,
      "description": {
        "short": "कुकी नोयर और ब्लांक एक चपटा कुकी है जिसका व्यास लगभग 10 सेमी है, जिसमें चॉकलेट आइसिंग और वनीला आइसिंग एक तरफ लगाई गई है। यह वास्तव में कुकी से अधिक, कुकी के आकार का एक केक जैसा है, नरम और स्पंजी होता है। इसके नाम के विपरीत, यह वास्तव में एक साधारण कुकी (जो कि कुरकुरी होती है) नहीं है। यह न्यूयॉर्क के विभिन्न डेलीकैटेसन, बेकरी, और ग्रॉसरी स्टोर्स में मिलती है, और इसे नाश्ते या मिठाई के साथ कॉफी के साथ आनंद लिया जा सकता है।",
        "vibe": "मीठा, और यादों को जगाने वाला",
        "history": "1900 के दशक की शुरुआत में, यॉर्कविले (जर्मन-इजराइली समुदाय) के ग्रेइज़र बेकशॉप ने इसे बनाया। इसे मूलतः 'हाफ-मून कुकी' के नाम से जाना जाता था लेकिन इसे 'ब्लैक एंड व्हाइट' नाम दिया गया। यह मिठाई सेइनफील्ड के एक एपिसोड में जेरी द्वारा जातीय सामंजस्य के प्रतीक के रूप में इस्तेमाल करने के बाद लोकप्रिय हुई। यह विशिष्ट रूप से न्यूयॉर्क का है और शहर के बाहर दुर्लभ रूप से देखा जाता है।",
        "insider_tip": "हर बाइट को अलग-अलग चबाएं ताकि आप चॉकलेट और वनीला दोनों का आनंद ले सकें—यह सेइनफील्ड द्वारा स्वीकृत तकनीक है। कुकी को नरम और ताजा होना चाहिए, सूखी नहीं। यह स्टारबक्स (जो निम्न गुणवत्ता है) की बजाय पारंपरिक यहूदी बेकरी या डेलिकैटेसन से खरीदने की सलाह दी जाती है। इसे ब्लैक कॉफी के साथ और भी स्वादिष्ट बना दिया जाता है। यह नाश्ते की वस्तु नहीं है, बल्कि दोपहर के नाश्ते या मिठाई के रूप में उपयुक्त है।",
        "price_level": "सस्ता",
        "good_for": [
          "नाश्ता",
          "कॉफी का साथी"
        ],
        "duration": "10 मिनट",
        "best_time": "दोपहर"
      },
      "image": "/images/new-york/black-white-cookie.jpg"
    },
    {
      "id": "food-019",
      "slug": "knish",
      "name_en": "クニッシュ",
      "name_local": "クニッシュ",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "क्निश एक पूर्वी यूरोपीय यहूदी उत्पत्ति का तला हुआ या बेक किया हुआ डंपलिंग है, जिसमें आलू को प्यूरी करके आटे में लपेटा जाता है। इसका आकार गोल या चौकोर होता है, और इसमें विभिन्न प्रकार की भराई होती है (आलू, काशा, पालक, पनीर), लेकिन आलू मूल भराई है। यह समृद्ध और भरपूर होता है, जिससे यह एक उचित मूल्य (€3-5) पर परोसा जाता है, और इसे गर्मागर्म खाया जाता है। इसे हाथ से खाया जा सकता है और अक्सर सरसों के साथ आनंद लिया जाता है। यह श्रमिक वर्ग के लिए एक गर्म, ले जाने योग्य भोजन है जो एक पैकेज में समाहित होता है।",
        "vibe": "दिल को छू लेने वाला, पारंपरिक",
        "history": "यह 19वीं सदी के अंत में यूक्रेन और पोलैंड से आए प्रवासियों द्वारा लाया गया था। लोअर ईस्ट साइड पर योना सीमल्ज़ क्निश (1910) अब भी काम कर रहा है और यह सबसे पुराना क्निश रेस्तरां है, जो मूल व्यंजन की विधि का पालन करता है। 1900 के दशक में, खाद्य विक्रेता गर्म डिब्बों में क्निश बेचते थे। इसकी चौकोर आकृति योना सीमल की विशेषता है, न कि गोल।",
        "insider_tip": "आलू वाला क्निश सरसों के साथ ऑर्डर करना सुनिश्चित करें: यह पारंपरिक संयोजन है। ह्यूस्टन स्ट्रीट पर योना सीमल्ज़ क्निश एक पवित्र स्थान है (1910 से)। क्निश गर्म, समृद्ध और भरपूर होना चाहिए: यह एक स्नैक नहीं, बल्कि एक भोजन है। काशा (बकव्हीट) दूसरा सबसे लोकप्रिय स्वाद है। इसे डेली या यहूदी बेकरी में पाया जा सकता है, लेकिन लोअर ईस्ट साइड के बाहर इसे पाना increasingly दुर्लभ हो रहा है।",
        "price_level": "सुविधाजनक",
        "good_for": [
          "नाश्ता",
          "दिल को छू लेने वाला भोजन"
        ],
        "duration": "10 मिनट",
        "best_time": "किसी भी समय"
      },
      "image": "/images/new-york/knish.jpg"
    },
    {
      "id": "food-011",
      "slug": "dim-sum",
      "name_en": "点心と餃子",
      "name_local": "Dim Sum",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "न्यूयॉर्क का चीनी भोजन दृश्य मैनहट्टन की चाइनाटाउन और क्वीन्स के फ्लशिंग में अप्रवासी लहरों की जड़ों पर आधारित है। डिम सम, छोटे प्लेट व्यंजन (गौज़, सैंडविच, रोल) को एक चलती हुई गाड़ी पर परोसा जाता है या अला कार्ट ऑर्डर किया जाता है, जो आमतौर पर बृंच के समय खाया जाता है। सूप गौज़ (शियाओ लोंग बाओ) एक गर्म सूप से भरी पोर्क गौज़ है। भोजन का अनुभव जीवंत, सामुदायिक और तेज है।",
        "vibe": "जीवंत और प्रामाणिक",
        "history": "कैंटोनीज़ प्रवासियों ने 1870 से 1900 के बीच चाइनाटाउन की स्थापना की। डिम सम 1900 के आसपास सामने आया और गाड़ी सेवा आधी सदी के मध्य तक मानक बन गई। फ्लशिंग की चाइनाटाउन 1980 और 1990 के दशक में चीन, ताइवान और हांगकांग से अप्रवासियों द्वारा तेजी से बढ़ी और विविधता लायी। अब न्यूयॉर्क प्रामाणिकता में हांगकांग की प्रतिस्पर्धा कर रहा है।",
        "insider_tip": "यदि आप प्रामाणिक और विविध चीनी भोजन की तलाश में हैं, तो फ्लशिंग की यात्रा करें: सिचुआन, उत्तरी खाना, ताइवानी खाना आदि। डिम सम परंपरागत रूप से सप्ताहांत में 10 बजे से 14 बजे के बीच खाया जाता है। सूप गौज़ (शियाओ लोंग बाओ) के लिए तकनीक चाहिए: इसे खाने से पहले छोटे छिद्र से सूप को बाहर निकालें। गाड़ियाँ गायब हो गई हैं और अधिकांश दुकानों में ऑर्डर शीट का उपयोग किया जाता है। नकद ले जाना न भूलें; कई दुकानों में कार्ड स्वीकार नहीं किए जाते।",
        "price_level": "सस्ता",
        "good_for": [
          "समूह",
          "बृंच"
        ],
        "duration": "1-2 घंटे",
        "best_time": "सप्ताहांत का बृंच"
      },
      "image": "/images/new-york/dim-sum.jpg"
    },
    {
      "id": "food-003",
      "slug": "pastrami",
      "name_en": "ライ麦のパストラミ",
      "name_local": "Sándwich di Pastrami",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "ライ麦のパストラミユダヤ की डेली का एक प्रतीक है। इसमें कुछ हफ्तों तक मसालों में डूबा हुआ गोमांस का ब्रिस्केट होता है जिसे काली मिर्च और धनिया के दानों से रगड़ा जाता है, फिर कुछ घंटों तक धूम्रपान किया जाता है और उसके बाद इसे नरम होने तक भाप में पकाया जाता है। इसे राई की रोटी में सरसों के साथ भरा जाता है और लगभग 450ग्राम मांस को हाथों से काट कर रखा जाता है। इसमें मेयोनेज़ या सलाद पत्ते का उपयोग नहीं किया जाता है। लोअर ईस्ट साइड का कट्ज़ डेली (1888 में स्थापित) एक ऐतिहासिक स्थल है। यह सैंडविच बहुत भरपूर होता है और इसे दोनों हाथों से खाने की आवश्यकता होती है।",
        "vibe": "ऐतिहासिक और ग्रेट फ़ूड",
        "history": "पास्त्रमी 19वीं सदी के अंत में रोमानिया के यहूदी प्रवासियों के साथ अमेरिका आया। उन्होंने रोमानिया की पास्त्रमा (सूखे मांस) को अमेरिका के ब्रिस्केट के साथ पुनर्निर्माण किया। कट्ज़ डेली 1888 में खोला गया और कई पीढ़ियों से जीवित है। 'आपके सैनिक के लिए सलामी भेजें' द्वितीय विश्व युद्ध का अभियान प्रसिद्ध है। डेली संस्कृति 20वीं सदी के मध्य में चरम पर थी, लेकिन यहूदी समुदाय के फैलने के साथ कमजोर हो गई।",
        "insider_tip": "कट्ज़ में ऑर्डर करते समय, कृपया प्रवेश द्वार पर अपना टिकट लें (खोने पर 50 डॉलर का जुर्माना होता है)। काउंटर पर पास्ट्रामी की राई की रोटी और सरसों का ऑर्डर करें, और मांस बढ़ाने के लिए कटर को 1-2 डॉलर की टिप दें। मेयोनेज़ मांगना एक बड़ा अपराध है। साझा करना एक अच्छा विचार है। सैंडविच 450 ग्राम से अधिक होता है। पीक समय (सोमवार से शुक्रवार 14:00-16:00) से बचने के लिए, देर से जाने की कोशिश करें।"
      },
      "price_level": "महंगा",
      "good_for": [
        "दोपहर का भोजन",
        "अनुभव"
      ],
      "duration": "1 घंटा",
      "best_time": "दोपहर का भोजन",
      "image": "/images/new-york/pastrami.jpg"
    },
    {
      "id": "food-005",
      "slug": "halal-cart",
      "name_en": "चिकन राइस",
      "name_local": "Halal Cart",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "चिकन या भेड़ के मांस को मसालेदार तरीके से ब्रोकन करके हल्दी से रंगीन चावल पर रखा जाता है, इसके साथ सलाद, टमाटर और प्रसिद्ध 'व्हाइट सॉस' (मायोनिज और योगर्ट बेस) और वैकल्पिक 'रेड सॉस' (बहुत मसालेदार हरीसा स्टाइल) प्रदान किया जाता है। यह पीले धातु के कार्ट से पॉलीस्टाय्रीन कंटेनर में परोसा जाता है। इसे खास तौर पर उन मुसलमान टैक्सी ड्राइवरों के लिए बनाया गया था जिन्हें हलाल फास्ट फूड की आवश्यकता थी, और अब यह शहर भर में फैल गया है, 24 घंटे, साल भर के कई कार्ट में उपलब्ध है।",
        "vibe": "तेज़, संतोषजनक",
        "history": "हलाल कार्ट 90 के दशक में मध्य पूर्व और दक्षिण पूर्व एशिया से आए प्रवासियों (विशेष रूप से मिस्री, यमनी, बांग्लादेशी) के टैक्सी ड्राइवर बनने और हलाल भोजन की आवश्यकता के कारण उभरे। 53rd & 6th का कार्ट (द हलाल गाइज) प्रसिद्ध हो गया और पूरे शहर में इसकी नकल की जाने लगी। 2000 के दशक से 2010 के दशक तक, चिकन राइस न्यू यॉर्क का रात का खाना बन गया और पिज़्ज़ा के साथ प्रतिस्पर्धा करने लगा।",
        "insider_tip": "'व्हाइट सॉस' का अनुरोध करें और 'रेड सॉस' (अत्यधिक मसालेदार - थोड़ा-थोड़ा करके शुरू करें) का सामना कर सकें यह देखने के लिए। 53rd & 6th के हलाल गाइज सबसे प्रसिद्ध हैं, लेकिन वहाँ लंबी प्रतीक्षा होती है। स्थानीय लोग जिन कार्ट में लाइन में लगते हैं, वे सभी अच्छे होते हैं। 'कंबो राइस' का अनुरोध करें, जिससे आप चिकन और भेड़ का मांस दोनों का आनंद ले सकें। ये देर तक खुलते हैं, इसलिए 2 बजे बार के बाद के भूख के लिए बिल्कुल सही हैं। अधिकांश कार्ट में केवल नकद भुगतान स्वीकार किया जाता है।"
      },
      "price_level": "सुविधाजनक",
      "good_for": [
        "रात का समाप्ति",
        "फास्ट फूड"
      ],
      "duration": "10 मिनट",
      "best_time": "रात के अंत"
    }
  ],
  "must_see": [
    {
      "title": "उद्यान और प्रकृति",
      "id": "parks",
      "items": [
        {
          "id": "park-001",
          "slug": "central-park",
          "name_en": "सेन्ट्रल पार्क",
          "name_local": "सेन्ट्रल पार्क",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "सेन्ट्रल पार्क 843 एकड़ का एक पूरी तरह से कृत्रिम उद्यान है, जो मैनहट्टन के केंद्र में स्थित है। इसे 1857 में फ्रेडरिक लॉ ओल्मस्टेड और कैल्वर्ट वॉक्स द्वारा डिज़ाइन किया गया था। लाखों टन मिट्टी को स्थानांतरित करने की आवश्यकता थी और इसे सभी सामाजिक वर्गों के सह-अस्तित्व के लिए एक 'लोकतांत्रिक स्थान' के रूप में विचारित किया गया था। पार्क में जंगल, घास के मैदान, झील, थिएटर, आइस स्केटिंग रिंक, और मेट्रोपोलिटन आर्ट म्यूज़ियम है। केवल प्रवेश द्वार के अलावा, रामबल (जंगली जंगल), बौ-ब्रिज, या बेसेस्डा के फव्वारे की गहराई से जांच करें।",
            "vibe": "शांत और प्रतीकात्मक",
            "history": "सेन्ट्रल पार्क न्यूयॉर्क का पहला बड़े पैमाने पर सार्वजनिक उद्यान है और शहर योजना के क्षेत्र में क्रांतिकारी विचार है। इसे 1858 से 1873 के बीच चट्टानी और दलदली भूमि पर बनाया गया था। डिज़ाइनरों ने शहर के केंद्र में ग्रामीण प्रकृति का भ्रम बनाने का प्रयास किया। मार्गदर्शक चिन्हों में संख्या होती है जो नेविगेशन में मदद करती है: पहले दो अंकों से निकटतम सड़क का संकेत मिलता है।",
            "insider_tip": "अपने स्थान का पता लगाने के लिए मार्गदर्शक चिन्हों की संख्या का उपयोग करें। पहले दो अंक निकटतम इंटरसेक्शन को दर्शाते हैं (उदाहरण: 7801 = 78 वीं स्ट्रीट के करीब)। रामबल (जंगल क्षेत्र) वास्तव में शांति प्रदान करता है। 59 वीं स्ट्रीट पर साइकिल किराए पर लेकर व्यापक क्षेत्र को कवर करें। पर्यटकों के लिए महंगे घोड़े की गाड़ी से बचें। स्ट्राबेरी फील्ड्स (जॉन लेनन का स्मारक) को सुबह जल्दी जाकर भीड़ से बचें।",
            "price_level": "सस्ते",
            "good_for": [
              "टहलना",
              "प्रकृति"
            ],
            "duration": "2-4 घंटे",
            "best_time": "सुबह या शाम"
          },
          "image": "/images/new-york/central-park.jpg",
          "geo": {
            "lat": 40.7829,
            "lng": -73.9654
          }
        },
        {
          "id": "park-004",
          "slug": "high-line",
          "name_en": "हाई लाइन",
          "name_local": "हाई लाइन",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "हाई लाइन 30 फीट की ऊंचाई पर पुराने रेलवे ट्रैक के साथ निर्मित 1.45 मील का ऊपरी उद्यान है। यह मीट पैकिंग जिले से हडसन यार्ड्स तक की इमारतों के बीच से गुजरता है, स्थानीय पौधों, सार्वजनिक कला और शहर पर एक अनोखा दृष्टिकोण प्रदान करता है। यह न्यूयॉर्क के सबसे प्रसिद्ध पार्कों में से एक में जंगली रेलवे को बदलने की अनुकूलनात्मक पुनः उपयोग और लैंडस्केप डिज़ाइन की उत्कृष्टता है।",
            "vibe": "आधुनिक और ऊपरी",
            "history": "1930 के दशक में मांस और विनिर्माण उद्योग की सेवा के लिए बनाई गई, 1980 में इसे छोड़ दिया गया था। यह तोड़फोड़ की योजना में था, लेकिन 1999 में स्थानीय कार्यकर्ताओं द्वारा बचाया गया। जेम्स कॉर्नर फिल्ड ऑपरेशंस के लैंडस्केप आर्किटेक्ट ने इसे 2009 से 2014 के बीच पार्क में परिवर्तित किया। यह चेल्सी में बड़े पैमाने पर जेंट्रीफिकेशन और रियल एस्टेट विकास को बढ़ावा देने वाला है।",
            "insider_tip": "गन्सवोल्ट स्ट्रीट (दक्षिण की ओर) से प्रवेश करें और उत्तर की ओर चलें, ताकि आप विपरीत दिशा में चलने वाले लोगों से बच सकें। सुबह जल्दी (सुबह 7 बजे) या देर रात जाने पर पर्यटक कम होते हैं। सबसे सुंदर दृश्य 23 वीं स्ट्रीट के पास है, जहाँ आप शहर के दृश्य का आनंद ले सकते हैं। कुछ दिनों में मुफ्त टूर प्रदान किए जाते हैं। महंगे चेल्सी मार्केट से बचें और किसी और जगह खाना खाएं। दक्षिण में व्हिटनी म्यूज़ियम के साथ संयोजन करने की सिफारिश की जाती है।",
            "price_level": "सस्ते",
            "good_for": [
              "टहलना",
              "वास्तुकला"
            ],
            "duration": "1 घंटा",
            "best_time": "सुबह जल्दी या सूर्यास्त के समय"
          },
          "image": "/images/new-york/high-line.jpg",
          "geo": {
            "lat": 40.7484,
            "lng": -74.0049
          }
        },
        {
          "id": "park-002",
          "slug": "prospect-park",
          "name_en": "प्रॉस्पेक्ट पार्क",
          "name_local": "प्रॉस्पेक्ट पार्क",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "प्रॉस्पेक्ट पार्क 526 एकड़ का एक ब्रुकलिन का उत्कृष्ट नमूना है, जिसे ओल्मस्टेड और वॉक्स (सेन्ट्रल पार्क के डिज़ाइनर) द्वारा डिज़ाइन किया गया था। उन्होंने इस पार्क को 'शानदार कार्य' माना, क्योंकि यह मैनहट्टन के सीधी ग्रिड पर निर्भर नहीं था। यहाँ लॉंग मेडो (90 एकड़ का लगातार हरा क्षेत्र), झील, जंगल, और प्रॉस्पेक्ट पार्क बैंडशेल है। यह सेन्ट्रल पार्क की तुलना में कम देखभाल किया गया है और प्रकृति के करीब है।",
            "vibe": "आरामदायक, हरा",
            "history": "1873 में पूरा हुआ प्रॉस्पेक्ट पार्क, सेन्ट्रल पार्क के बाद डिज़ाइन किया गया था और इसमें सीखे गए पाठों को शामिल किया गया। लॉंग मेडो, अमेरिका के किसी भी पार्क की सबसे लंबी लगातार घास का मैदान है। 1970 और 80 के दशक में पार्क के खराब होने का खतरा था, लेकिन स्थानीय सक्रियताओं और वित्तपोषण के कारण 90 के दशक और 2000 के दशक में इसे पुनर्स्थापित किया गया।",
            "insider_tip": "लॉंग मेडो पिकनिक और फ्रिस्बी के लिए बेहतरीन है। स्थानीय लोग बताते हैं कि यह सेन्ट्रल पार्क के शेप मेडो से बेहतर है। प्रॉस्पेक्ट पार्क बैंडशेल में गर्मियों में मुफ्त कॉन्सर्ट होते हैं। झील में मछली पकड़ना संभव है। स्मार्गस्बर्ग (फूड मार्केट) हर रविवार को गर्मियों में यहाँ आयोजित होता है। यह सेन्ट्रल पार्क की तुलना में कम भीड़-भाड़ वाला है और यह ब्रुकलिन के लोगों के लिए वास्तव में एक जगह है।",
            "price_level": "सस्ते",
            "good_for": [
              "पिकनिक",
              "आराम"
            ],
            "duration": "2-3 घंटे",
            "best_time": "दोपहर या सप्ताहांत"
          },
          "image": "/images/new-york/prospect-park.jpg",
          "geo": {
            "lat": 40.6602,
            "lng": -73.969
          }
        },
        {
          "id": "park-003",
          "slug": "washington-square",
          "name_en": "वाशिंगटन स्क्वायर पार्क",
          "name_local": "वाशिंगटन स्क्वायर",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "वाशिंगटन स्क्वायर पार्क ग्रीनविच विलेज के 9.75 एकड़ के केंद्र में है और यह न्यूयॉर्क में मानव अवलोकन के लिए बेहतरीन स्थान है। यह एक प्रतीकात्मक संगमरमर का मेहराब (पेरिस के आर्क डी ट्रायंफ से प्रेरित) के चारों ओर केंद्रित है और यहाँ एक प्रसिद्ध फव्वारा भी है। ऐतिहासिक रूप से, यह मिट्टी के बर्तन बनाने वालों का क्षेत्र (गरीब लोगों का सामूहिक कब्रिस्तान) था, लेकिन 1960 के दशक में यह बीट निक और फोक आंदोलन का केंद्र बन गया। आज, यह संगीतकारों, शतरंज के खिलाड़ियों, NYU के छात्रों, और न्यूयॉर्क की शुद्ध ऊर्जा से भरा हुआ है।",
            "vibe": "जीवंत और विविधता से भरा",
            "history": "यह मूल रूप से मिट्टी के बर्तन बनाने वालों के क्षेत्र और सार्वजनिक फांसी (फांसी का पेड़ 1920 के दशक तक बचा रहा) था। फिर यह परेड स्थल बन गया और 70 के दशक में पार्क बना। वाशिंगटन का मेहराब 1892 में बनाया गया था। 1950 और 60 के दशक में, यह फोक संगीत के पुनर्जागरण का केंद्र था (बॉब डिलन यहाँ परफॉर्म करते थे)। इसे प्रतिरोध आंदोलन और प्रदर्शनों के स्थल के रूप में भी जाना जाता है।",
            "insider_tip": "दक्षिण-पश्चिम कोने में शतरंज के खिलाड़ी तेजी से खेल का जुआ खेलते देखें - वे कुशल और रोचक होते हैं। हर दिन (विशेषकर सप्ताहांत पर) सड़क संगीतकार प्रदर्शन करते हैं। फव्वारा सामूहिक के केंद्र में होता है, और वहाँ बैठकर मानवता का अवलोकन करना अच्छा होता है। रात में इस क्षेत्र से बचें (यह संदिग्ध स्थान बन जाता है)। आस-पास के वेस्ट विलेज की वक्र सड़कों का अन्वेषण करने की सिफारिश की जाती है।",
            "price_level": "सस्ते",
            "good_for": [
              "मानव अवलोकन",
              "संगीत"
            ],
            "duration": "1 घंटा",
            "best_time": "दोपहर या सप्ताहांत"
          },
          "image": "/images/new-york/washington-square.jpg",
          "geo": {
            "lat": 40.7308,
            "lng": -73.9973
          }
        }
      ]
    },
    {
      "title": "बाजार और स्थानीय जीवन",
      "id": "marches",
      "items": [
        {
          "id": "mar-01",
          "slug": "union-square",
          "name_en": "यूनियन स्क्वायर मार्केट",
          "name_local": "Union Square",
          "category": "स्पॉट",
          "is_generic_staple": false,
          "description": {
            "short": "यूनियन स्क्वायर मार्केट न्यूयॉर्क के सबसे प्रसिद्ध कृषि बाजारों में से एक है, जो सोमवार, बुधवार, शुक्रवार और शनिवार को साल भर खुला रहता है। 100 से अधिक स्थानीय किसान, सब्जियां, मांस, चीज़, ब्रेड और फूल सीधे उपभोक्ताओं को बेचते हैं। यह एक महत्वपूर्ण परिवहन केंद्र भी है (मेट्रो द्वारा 6 लाइनें) और ऐतिहासिक सभाओं और राजनीतिक जुटानों का स्थल रहा है। यह बाजार न्यूयॉर्क और राज्य के उत्तरी भाग के खेतों के बीच संबंध और स्थानीय खाद्य संस्कृति का प्रतीक है।",
            "vibe": "सजीव और स्थानीय केंद्रित",
            "history": "ग्रीनमार्केट 1976 में 12 किसानों से शुरू हुआ था, जब न्यूयॉर्क की खाद्य संस्कृति कमजोर हो रही थी। इससे खेतों और शहरों के बीच संबंध पुनः स्थापित हुए और राष्ट्रीय कृषि बाजार की एक गति की शुरुआत हुई। यूनियन स्क्वायर 19वीं शताब्दी से प्रदर्शनों और सभाओं के स्थल के रूप में उपयोग होता रहा है, जिसमें श्रमिकों के प्रदर्शन और 9/11 की स्मृति समारोह शामिल हैं।",
            "insider_tip": "शनिवार को जाने से आप अधिक विक्रेता (100 से अधिक) पाएंगे। सुबह जल्दी (8-9 बजे) आइए, ताकि आप दोपहर के खाने के लिए पहले आए कर्मचारियों से पहले सर्वोत्तम विकल्प प्राप्त कर सकें। उत्तरी किसानों से सेब का सिडर डोनट और मेपल सिरप खरीदने की सलाह दी जाती है। कई किसान नकद भुगतान को पसंद करते हैं। चौक लोगों को देखनें के लिए आदर्श है, यहाँ स्ट्रीट आर्टिस्ट, शतरंज के खिलाड़ी और राजनीतिक कार्यकर्ता होते हैं।"
          },
          "price_level": "मध्यम",
          "good_for": [
            "गैस्ट्रोनॉमी",
            "खरीदारी"
          ],
          "duration": "1 घंटा",
          "best_time": "शनिवार की सुबह",
          "image": "/images/new-york/union-square.jpg",
          "geo": {
            "lat": 40.7359,
            "lng": -73.9911
          }
        },
        {
          "id": "mar-02",
          "slug": "queens-night-market",
          "name_en": "क्वीनस नाइट मार्केट",
          "name_local": "Queens Night Market",
          "category": "स्पॉट",
          "is_generic_staple": false,
          "description": {
            "short": "क्वीनस नाइट मार्केट एक मौसमी बाहरी बाजार (अप्रैल से अक्टूबर के शनिवार, शाम 5 बजे से मध्यरात्रि तक) है, जो फ्लशिंग मीडोज़-कॉरॉना पार्क के न्यूयॉर्क साइंस म्यूज़ियम में आयोजित होता है। यह 100 से अधिक विक्रेताओं द्वारा विभिन्न प्रकार के स्ट्रीट फूड की पेशकश करता है, जिनमें से सभी खाद्य पदार्थ अधिकतम 6 डॉलर तक सीमित होते हैं। यह बाजार क्वीनस के प्रवासी समुदाय को उजागर करता है और तिब्बती मomo, पेरू के एंटिकूचोस, फिलिपींस के सिसिग और कोलंबिया के एरेपा प्रदान करता है। यह प्रामाणिक और किफायती है, और समुदाय에 आधारित है।",
            "vibe": "उत्सव जैसा और विविधता से भरपूर",
            "history": "यह 2015 में जॉन वॉन्ग द्वारा क्वीनस के प्रवासी व्यंजनों को बढ़ावा देने और छोटे विक्रेताओं का समर्थन करने के लिए शुरू किया गया था। 6 डॉलर की कीमत की सीमा पहुँच सुनिश्चित करती है। बाजार 40 से 100 से अधिक विक्रेताओं में विकसित हो गया और न्यूयॉर्क के सबसे लोकप्रिय गैस्ट्रोनॉमी कार्यक्रमों में से एक बन गया। यह क्वीनस की 138 से अधिक भाषाओं में वर्णित दुनिया के सबसे भाषाई विविध क्षेत्रों का जश्न मनाता है।",
            "insider_tip": "18:00 बजे से पहले पहुंचें ताकि भारी भीड़ से बच सकें (भीड़ 19:00 से 21:00 बजे के बीच बढ़ती है)। नकद ले जाना न भूलें, अधिकांश विक्रेता कार्ड स्वीकार नहीं करते हैं। 6 डॉलर की सीमा सख्ती से लागू होती है, यह वास्तव में किफायती है। अन्य प्रवासी समुदायों के व्यंजन भी आजमाने का प्रयास करें। भुखे रहें और 5 से 6 प्लेटों को आजमाने की योजना बनाएं। पार्किंग मुश्किल है, इसलिए मेट्रो 7 लाइन से मेट्स-विल्लेट पॉइंट पर जाने की सिफारिश की जाती है।"
          },
          "price_level": "सस्ती",
          "good_for": [
            "गैस्ट्रोनॉमी",
            "समूह"
          ],
          "duration": "2-3 घंटे",
          "best_time": "शनिवार की रात (अप्रैल से अक्टूबर)",
          "image": "/images/new-york/queens-market.jpg",
          "geo": {
            "lat": 40.7456,
            "lng": -73.8464
          }
        }
      ]
    },
    {
      "title": "दृश्य और आइकन",
      "id": "views",
      "items": [
        {
          "id": "view-003",
          "slug": "staten-island-ferry",
          "name_en": "स्टेटन आइलैंड फेरी",
          "name_local": "फेरी",
          "category": "आकर्षण",
          "is_generic_staple": false,
          "description": {
            "short": "स्टेटन आइलैंड फेरी, मैनहट्टन (व्हाइटहॉल टर्मिनल) और स्टेटन आइलैंड (सेन्ट जॉर्ज) को जोड़ने वाली 24 घंटे साल भर मुफ्त फेरी सेवा है। 25 मिनट की यात्रा में, आप स्वतंत्रता की मूर्ति, एलिस द्वीप, और लोअर मैनहट्टन के स्काईलाइन के अद्भुत दृश्य का आनंद ले सकते हैं। बिना पैसे खर्च किए न्यूयॉर्क का सबसे बड़ा मुफ्त आकर्षण है। स्थानीय लोग (फेरी पर बेची जाने वाली) बियर का आनंद भी लेते हैं। पर्यटक दृश्य का आनंद लेने के लिए बिना कुछ किए दो बार यात्रा कर सकते हैं।",
            "vibe": "अविस्मरणीय, मुफ्त",
            "history": "फेरी सेवा 1700 के दशक में शुरू हुई, लेकिन 1905 से नगरपालिका द्वारा संचालित की जा रही है। प्रतिवर्ष 25 मिलियन यात्री ले जाती है, जिनमें मुख्य रूप से कामकाजी लोग होते हैं, लेकिन पर्यटक भी बड़ी संख्या में होते हैं। फेरी बेड़े का आधुनिकीकरण 2000 से 2010 के बीच किया गया। न्यूयॉर्क के प्रतीकात्मक अनुभव के रूप में, यह कई फिल्मों और संगीत वीडियो में दिखाई दिया है।",
            "insider_tip": "स्टेटन आइलैंड की ओर जाते समय (सामने की ओर देखते हुए) सही तरफ बैठकर स्वतंत्रता की मूर्ति को देखें। मैनहट्टन लौटते समय बाईं तरफ बैठकर स्काईलाइन का आनंद लें। सूर्यास्त के समय जाने पर स्वर्णिम रौशनी का आनंद लेना अच्छा होता है। अगर आप खोजबीन करने की योजना नहीं बना रहे हैं तो स्टेटन आइलैंड पर फेरी से न उतरें। जहाज पर ही रहें और वापस लौटें।船内ではビールが販売されています। यह पूरी तरह से मुफ्त है और टिकट की आवश्यकता नहीं है।",
            "price_level": "सस्ती",
            "good_for": [
              "दृश्यता",
              "कम लागत की यात्रा"
            ],
            "duration": "1 घंटा (आवागमन)",
            "best_time": "सूर्यास्त"
          },
          "image": "/images/new-york/staten-island-ferry.jpg",
          "geo": {
            "lat": 40.7011,
            "lng": -74.0135
          }
        },
        {
          "id": "view-001",
          "slug": "brooklyn-bridge-park",
          "name_en": "ब्रुकलिन ब्रिज पार्क",
          "name_local": "डंबो वॉटरफ्रंट",
          "category": "आकर्षण",
          "is_generic_staple": false,
          "description": {
            "short": "ब्रुकलिन ब्रिज पार्क, 1883 में पूर्ण ब्रुकलिन ब्रिज के बैकड्रॉप के साथ, मैनहट्टन के स्काईलाइन के सबसे अच्छे दृश्य प्रदान करता है। यह पार्क, डंबो के ब्रुकलिन के डॉक के साथ 1.3 मील तक फैला हुआ है, जिसमें विभिन्न डॉक, घास के मैदान, खेल के मैदान, और प्रतीकात्मक फोटो स्पॉट हैं। पुल को पार करते हुए, एक सांस रोक लेने वाले दृश्य के साथ पैदल/साइकिल के लिए ट्रेल है। पुल के निर्माण के दौरान डिजाइनर जॉन रोब्लिंग की मौत हो गई थी (पैरों के कुचलने से टिटनेस हो गया)।",
            "vibe": "दृश्यात्मक, ऐतिहासिक",
            "history": "ब्रुकलिन ब्रिज 1883 में पूर्ण हुआ था, 14 साल के निर्माण के बाद, 27 श्रमिकों की मृत्यु हो गई। इसे 'दुनिया का आठवां आश्चर्य' कहा जाता है। पार्क 2010 में बनाया गया, और इसे परित्यक्त डॉक और औद्योगिक क्षेत्रों को फिर से बनाने के लिए बनाया गया। डंबो क्षेत्र (मैनहट्टन ब्रिज के ऊँचाई के नीचे) 1990 के दशक से 2000 के दशक में औद्योगिक क्षेत्र से आवासीय स्थिति में बदल गया।",
            "insider_tip": "पर्यटकों की भीड़ से बचने के लिए, सुबह जल्दी (7-8 बजे) ब्रुकलिन ब्रिज पर चलें। ब्रुकलिन से शुरू करके मैनहट्टन की ओर बढ़ने पर, फ़्रंट व्यू अच्छा होता है। डंबो के मेन स्ट्रीट पार्क में, इमारतों से घिरे ब्रुकलिन ब्रिज का प्रतीकात्मक इंस्टाग्राम स्पॉट है। पेबल बीच और जेन का घुड़सাও भी निकट होगा। सप्ताहांत में भीड़भाड़ होती है, इसलिए पुल पर चलने से बचें।",
            "price_level": "सस्ती",
            "good_for": [
              "फोटो",
              "चलने"
            ],
            "duration": "1-2 घंटे",
            "best_time": "सुबह या सूर्यास्त"
          },
          "image": "/images/new-york/brooklyn-bridge-park.jpg",
          "geo": {
            "lat": 40.7003,
            "lng": -73.9967
          }
        },
        {
          "id": "view-002",
          "slug": "top-of-the-rock",
          "name_en": "टॉप ऑफ द रॉक",
          "name_local": "रॉकफेलर सेंटर",
          "category": "आकर्षण",
          "is_generic_staple": false,
          "description": {
            "short": "टॉप ऑफ द रॉक, रॉकफेलर सेंटर के शीर्ष (70वें मंजिल, 850 फीट) पर स्थित एक दृश्य अवलोकन क्षेत्र है, जहां से आप मैनहट्टन, सेंट्रल पार्क, और एम्पायर स्टेट बिल्डिंग का 360° दृश्य देख सकते हैं। इसे 1933 में आर्ट डेको शैली में बनाया गया था, और इसमें एम्पायर स्टेट बिल्डिंग से भी दृश्य उपलब्ध है, जिससे एक बेहतर दृश्य प्राप्त होता है। बाहरी टैरेस 3 मंजिलों में फैला है, और यहाँ स्पष्ट दृश्य का आनंद लिया जा सकता है। सूर्यास्त सबसे अच्छा समय होता है, लेकिन तारीख और समय के लिए विशिष्ट टिकट की आरक्षण की आवश्यकता होती है।",
            "vibe": "क्लासिक, पैनोरमा",
            "history": "रॉकफेलर सेंटर 1931 से 1939 के बीच महान डिप्रेशन के दौरान आर्ट डेको शैली का एक बड़ा परिसर है। टॉप ऑफ द रॉक 1933 में सबसे पहले खोला गया, 1980 के दशक में बंद हुआ, और 2005 में फिर से नवीनीकरण के बाद खोला गया। क्रिसमस ट्री को लाइट करने की परंपरा 1933 से शुरू हुई। आइस रिंक 1936 में खोली गई।",
            "insider_tip": "कई दिनों पहले तारीख और समय के लिए विशिष्ट टिकट ऑनलाइन आरक्षित करें: सूर्यास्त का समय जल्दी बिकता है। आपके इच्छित समय से 30 मिनट पहले पहुँचें। अंतिम मंजिल (70वां) में कोई बाधा नहीं है, केवल ग्लास है, इसलिए एम्पायर स्टेट बिल्डिंग के बाड़े की तुलना में तस्वीरें लेना आसान है। सूर्योदय के टिकट सबसे सस्ते होते हैं और भीड़ कम होती है। वीआईपी टिकट महंगे हैं इसलिए अनुशंसा नहीं की जाती। क्रिसमस ट्री देखने के लिए सर्दी में आना अच्छा है।",
            "price_level": "महंगी",
            "good_for": [
              "दृश्यता",
              "फोटो"
            ],
            "duration": "1 घंटा",
            "best_time": "सूर्यास्त"
          },
          "image": "/images/new-york/top-rock.jpg",
          "geo": {
            "lat": 40.7587,
            "lng": -73.9787
          }
        },
        {
          "id": "view-004",
          "slug": "summit-one",
          "name_en": "समिट वन वांडरबिल्ट",
          "name_local": "समिट",
          "category": "आकर्षण",
          "is_generic_staple": false,
          "description": {
            "short": "समिट वन वांडरबिल्ट, 2021 में ग्रैंड सेंट्रल के बगल में वन वांडरबिल्ट के शीर्ष (1,401 फीट) पर खुला, न्यूयॉर्क का एक नया दृष्टिकोण अनुभव है। इसमें एक मिरर रूम, कांच की फर्श, और बाहरी कांच के फ्रेम हैं, जो मिडटाउन की अनंत परावर्तन और अद्भुत दृश्य प्रस्तुत करते हैं। यह इंस्टाग्राम के लिए एक स्थान है और एक अनुभवात्मक अवलोकन बिंदु है, साथ ही एक कला संग्रहालय भी है। यह अत्यंत आधुनिक और नाटकीय स्थान है।",
            "vibe": "आधुनिक, इमर्सिव",
            "history": "वन वांडरबिल्ट 2020 में पूरा हुआ और न्यूयॉर्क की सबसे ऊँची इमारतों में से एक है। समिट 2021 में खोला गया और इसमें कलाकार केनजो डिजिटल द्वारा प्रदर्शित इंस्टॉलेशन शामिल हैं। यह तेजी से न्यूयॉर्क के सबसे लोकप्रिय आकर्षणों में से एक बन गया और पारंपरिक अवलोकनों से भिन्न 'अनुभव' पर ध्यान केंद्रित किया है। यह इमारत ग्रैंड सेंट्रल स्टेशन के सीधे संपर्क में है।",
            "insider_tip": "कई सप्ताह पहले ऑनलाइन तारीख और समय के लिए विशिष्ट टिकट आरक्षित करें: ये तुरंत बिक जाते हैं। सूर्यास्त या रात के टिकट सबसे महंगे और नाटकीय होते हैं। मिरर रूम अनंत परावर्तन उत्पन्न करती है, इसलिए फोटो खींचने के लिए अच्छे कपड़े पहनकर जाना अच्छा हो सकता है। बाहरी कांच का फ्रेम ('असेंस्ट') के लिए अलग से टिकट और साहस की आवश्यकता होती है। सप्ताह के मध्यम समय में जाने का प्रयास करें और सप्ताहांत की भीड़ से बचें। चाहने पर अच्छे कपड़े पहने जाने की सिफारिश की जाती है: यह फैशन के नजरिए से और फोटो लेने के लिए एक जगह है।",
            "price_level": "महंगी",
            "good_for": [
              "इंस्टाग्राम",
              "आधुनिक कला"
            ],
            "duration": "1-2 घंटे",
            "best_time": "सूर्यास्त या रात"
          },
          "image": "/images/new-york/summit.jpg",
          "geo": {
            "lat": 40.7527,
            "lng": -73.9776
          }
        }
      ]
    },
    {
      "title": "संग्रहालय",
      "id": "museums",
      "items": [
        {
          "id": "mus-001",
          "slug": "the-met",
          "name_en": "द मेट",
          "name_local": "मेट्रोपोलिटन कला संग्रहालय",
          "category": "साइट",
          "is_generic_staple": false,
          "description": {
            "short": "मेट्रोपोलिटन कला संग्रहालय (द मेट) दुनिया के सबसे बड़े और प्रतिष्ठित कला संग्रहालयों में से एक है, जिसमें 5000 वर्षों के मानव इतिहास को कवर करने वाले 20 लाख से अधिक कलाकृतियाँ प्रदर्शित की गई हैं। 5वीं एवेन्यू पर स्थित बोझार शैली की इमारत (1880) 200,000 वर्ग मीटर की प्रदर्शनी स्थान की गर्व करती है। इसके मुख्य आकर्षण में डेंडूर का मंदिर (नाइल से बचाए गए मिस्र का मंदिर), यूरोप के चित्र (वेरमियर, रेम्ब्रांट), और शहर का दीदार करने वाला छत पर बगीचा शामिल है। एक बार में सब कुछ देखना असंभव है।",
            "vibe": "अद्भुत और भव्य",
            "history": "1870 में नागरिक नेताओं द्वारा स्थापित किया गया था ताकि अमेरिकियों को कला शिक्षा दी जा सके। वर्तमान इमारत 1880 में खोली गई और निरंतर विस्तार किया जा रहा है। डेंडूर का मंदिर 1965 में मिस्र से दान किया गया और 1978 में स्थापित किया गया। द मेट NYC का सबसे अधिक देखे जाने वाला संग्रहालय है (वार्षिक 60 लाख से अधिक)। प्रवेश शुल्क 'अनुशंसित' है, लेकिन न्यू यॉर्क के बाहर के निवासियों के लिए अनिवार्य है (30 डॉलर)।",
            "insider_tip": "एक सेक्शन चुनें और अच्छे से अन्वेषण करें। सब कुछ देखने की कोशिश करना केवल थकाऊ और बेकार है। मिस्र के पंख और डेंडूर का मंदिर अवश्य देखें। छत का बगीचा (मई से अक्टूबर तक खुला) में आप पेय और स्काईलाइन का आनंद ले सकते हैं। सप्ताह के दिनों की सुबह जाने पर भीड़ से बचा जा सकता है। 'आपकी इच्छानुसार भुगतान' की प्रविष्टि समाप्त कर दी गई है और पर्यटकों के लिए प्रवेश अनिवार्य है। कृपया कम से कम 3 से 4 घंटे की योजना बनाएं।"
          },
          "price_level": "उच्च",
          "good_for": [
            "कला प्रेमी",
            "इतिहास प्रेमी"
          ],
          "duration": "3-5 घंटे",
          "best_time": "सप्ताह के दिनों की सुबह",
          "image": "/images/new-york/the-met.jpg",
          "geo": {
            "lat": 40.7794,
            "lng": -73.9632
          }
        },
        {
          "id": "mus-002",
          "slug": "tenement-museum",
          "name_en": "टेनेमेंट संग्रहालय",
          "name_local": "अपार्टमेंट संग्रहालय",
          "category": "साइट",
          "is_generic_staple": false,
          "description": {
            "short": "टेनेमेंट संग्रहालय में 97 ओर्चर्ड स्ट्रीट (लोअर ईस्ट साइड) पर संरक्षित अपार्टमेंट के माध्यम से मार्गदर्शित टूर आयोजित होते हैं। यहां 1863 से 1935 तक 7000 श्रमिक वर्ग प्रवासियों का निवास था। संग्रहालय जर्मन, आयरिश, यहूदी और इतालवी परिवारों की संकीर्ण और कठिन जीवन की स्थिति को पुन: उत्पन्न करता है। टूर विशिष्ट परिवारों की कहानियों पर केंद्रित होते हैं, जो प्रवासी इतिहास को अधिक जीवंत बनाते हैं। यह बहुत प्रेरणादायक है और ऐतिहासिक दृष्टि से अवश्य देखना चाहिए। पूर्व आरक्षण आवश्यक है।",
            "vibe": "ऐतिहासिक और अंतरंग",
            "history": "97 ओर्चार्ड स्ट्रीट को 1863 में 20 परिवारों के रहने के लिए अपार्टमेंट के रूप में बनाया गया था। 1935 में सील कर दिया गया और 1980 के दशक तक एक टाइम कैप्सूल जैसी स्थिति में रहा। यह संग्रहालय 1992 में खोला गया और विभिन्न युगों के अपार्टमेंट को पुनर्स्थापित किया गया है। 'पुराने कानून' के अपार्टमेंट (बिना खिड़की वाले कमरे, साझा शौचालय) की कड़ी सच्चाई को दर्ज करता है।",
            "insider_tip": "कृपया टूर को कुछ सप्ताह पहले बुक करें। यह जल्दी ही फुल हो जाता है। 'कठोर समय' और 'आयरिश प्रवासी' का टूर सबसे लोकप्रिय है। टूर की अवधि 90 मिनट होती है और सीढ़ियों से चलना पड़ता है (एलिवेटर नहीं है; यह असली अपार्टमेंट है)। संग्रहालय की दुकान में प्रवासियों के इतिहास पर अद्भुत किताबें उपलब्ध हैं। लोअर ईस्ट साइड के खाद्य दृश्य (कैट्ज़, लास्स एंड डॉटर्स) का अन्वेषण के साथ मिलाना अच्छा रहेगा। छोटे बच्चों के लिए यह उचित नहीं है।"
          },
          "price_level": "मध्यम",
          "good_for": [
            "इतिहास प्रेमी",
            "शिक्षा"
          ],
          "duration": "2 घंटे",
          "best_time": "सप्ताह के दिनों की दोपहर",
          "image": "/images/new-york/tenement.jpg",
          "geo": {
            "lat": 40.7188,
            "lng": -73.9901
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "सुबह 8 बजे",
      "title": "लोअर ईस्ट साइड पर बैगेल और शमीर",
      "description": "1914 से चालू रहल रॉस एंड डॉटर्स कैफे में न्यूयॉर्क का आइकोनिक नाश्ता का आनंद लें। स्मोक्ड सैल्मन (रॉक्स), क्रीम चीज़, टमाटर, प्याज, और केपर के साथ बैगेल का ऑर्डर करें। बैगेल को हाथ से आकार दिया जाता है, उबाला जाता है और फिर भुना जाता है: यह अन्य जगहों पर मिलने वाले गोल रोटी से बिल्कुल अलग है। इसे कॉफी या ताजे संतरे के जूस के साथ परोसें। फिर, उन संप्रवासी संस्कृतियों की खोज में निकलें जिन्होंने न्यूयॉर्क का निर्माण किया, लोअर ईस्ट साइड की गलियों में चलें। यह क्षेत्र अमेरिका के बैगेल, अचार, और उसके रवैये का जन्म स्थान है।",
      "image": "/images/new-york/bagel-breakfast.jpg"
    },
    {
      "time": "सुबह 10 बजे",
      "title": "ब्रुकलिन ब्रिज को पार करते हुए डंबो में टहलें",
      "description": "आप ब्रुकलिन ब्रिज को पार करेंगे—जो 1883 में निर्मित हुआ था और दुनिया के सबसे प्रतीकात्मक निर्माणों में से एक है। मैनहट्टन से निकलकर, आप ब्रुकलिन की ओर चलते हुए शानदार आकाश रेखा के दृश्य का आनंद ले सकते हैं। पैदल चलने वालों के लिए बनी लकड़ी की पगडंडी यातायात के ऊपर स्थित है। जब आप डंबो (मैनहट्टन ब्रिज के नीचे) पहुंचेंगे, तो आप ब्रिज के फ्रेम में एंपायर स्टेट बिल्डिंग की प्रसिद्ध तस्वीर ले सकते हैं। इसके बाद, ब्रुकलिन ब्रिज पार्क के समुद्र किनारे के गहरे घाट पर घूमना न भूलें। औद्योगिक इतिहास और आधुनिक ब्रुकलिन के बीच का विपरीतता प्रभावशाली है।",
      "image": "/images/new-york/brooklyn-bridge.jpg"
    },
    {
      "time": "12:30 PM",
      "title": "जूलियाना की या ग्रिमाल्डी की पिज़्ज़ा",
      "description": "डंबो में, दो प्रसिद्ध लकड़ी से बने पिज़्ज़ा की दुकानें हैं, जूलियाना की और ग्रिमाल्डी की (इनका विवाहेतर संबंध और प्रतिस्पर्धी रेस्तरां के साथ एक लंबा इतिहास है)। दोनों ही पतली परत वाली पिज़्ज़ा पेश करते हैं जिनके किनारे हल्के से जले होते हैं और ताजा मोज़ेरेला का उपयोग करते हैं। आपको मारgherita या बियान्का पिज़्ज़ा ऑर्डर करना चाहिए। कोई सर्विंग नहीं है, केवल पूरे पिज़्ज़ा उपलब्ध हैं। प्रतीक्षा समय 45 मिनट तक हो सकता है, लेकिन यह तेजी से आगे बढ़ता है। न्यूयॉर्क में सबसे अच्छी पिज़्ज़ा: सरल और परिपूर्ण, बिना सजावट का स्वाद।",
      "image": "/images/new-york/julianas-pizza.jpg"
    },
    {
      "time": "15:00",
      "title": "सेंट्रल पार्क: बेतेस्डा फव्वारे से बो ब्रीज तक",
      "description": "मेट्रो पर चढ़ें और 72वीं स्ट्रीट स्टेशन पर उतरकर बेतेस्डा टेरेस से सेंट्रल पार्क में प्रवेश करें। फव्वारा 1,000 फिल्मों से तुरंत पहचान योग्य होगा। उत्तर की ओर बो ब्रीज तक चलें, जो सेंट्रल पार्क के सबसे रोमांटिक स्थानों में से एक है। उसके बाद, आप झील में नाव किराए पर ले सकते हैं (20 डॉलर/घंटा) या बस बैठकर राहगीरों का अवलोकन कर सकते हैं। पार्क मैनहट्टन के केंद्र में डिज़ाइन की गई प्राकृतिक सुंदरता है, जो 843 एकड़ में फैली हुई है। सप्ताहांत में, संगीतकार, नर्तक, और कलाकार प्रदर्शन करते हैं। यह कृत्रिम प्रकृति किसी अर्थ में मौलिकता के रूप में लगती है।",
      "image": "/images/new-york/central-park-afternoon.jpg"
    },
    {
      "time": "18:00",
      "title": "टॉप ऑफ़ द रॉक से सूर्यास्त",
      "description": "रॉकफेलर सेंटर के टॉप ऑफ़ द रॉक ऑब्जर्वेशन डेक (70वीं मंजिल) पर जाएँ। एम्पायर स्टेट बिल्डिंग के विपरीत, यहाँ से आपको सेंट्रल पार्क, एम्पायर स्टेट बिल्डिंग और मैनहट्टन का अद्भुत दृश्य देखने को मिलेगा। सूर्यास्त देखने के लिए समय को कुछ हफ्तों पहले बुक करें। जब शहर रोशनी में जगमगाता है, तो आप समझ पाएँगे कि 80 लाख लोग इस छोटे से द्वीप पर क्यों रहते हैं। बाहर के टेरेस पर, बिना किसी काँच के प्रतिबिंब के शानदार तस्वीरें लें। नीली घड़ी तक रुके रहें और इस अद्भुत अनुभव का आनंद लें।",
      "image": "/images/new-york/top-of-rock-sunset.jpg",
      "ticket_link": "https://www.getyourguide.com/new-york-l59/top-of-the-rock-observation-deck-tickets-t61711/"
    },
    {
      "time": "20:30",
      "title": "टाइम्स स्क्वायर पर रात का खाना और ब्रॉडवे शो",
      "description": "हेल्स किचन (9वींAve) में भोजन करें - जो एलेन और बेको थिएटर के पास भीड़ को आकर्षित करता है। इसके बाद, ब्रॉडवे का शो देखें। TodayTix ऐप पर, आप उसी दिन की छूट वाली टिकटें ($50-100) प्राप्त कर सकते हैं। टाइम्स स्क्वायर की रोशनी अद्भुत है, लेकिन इसे कम से कम एक बार देखना चाहिए। शो के बाद, नीयन के अराजकता में टहलें - यह रात के मध्य में पढ़ने के लिए इतना उज्ज्वल है। न्यूयॉर्क की रात की ऊर्जा विद्युत है। 2 Bros Pizza का पिज्जा या स्ट्रीट के ग्रील्ड हॉट डॉग का आनंद लें। यह शहर वास्तव में कभी नहीं सोता।",
      "image": "/images/new-york/broadway-night.jpg",
      "ticket_link": "https://www.getyourguide.com/new-york-l59/broadway-show-tickets-t445698/"
    }
  ],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "वॉकिंग शूज़",
      "image": "/images/new-york/shoes.jpg",
      "reason": "आपको हर दिन कम से कम 15,000 कदम चलने होंगे, इसलिए ऊँची एड़ी के जूते या बीच सैंडल से बचें। आरामदायक होना बहुत重要 है।",
      "amazon_url": "https://www.amazon.com/s?k=comfortable+walking+shoes",
      "category": "जूते"
    },
    {
      "id": "aff-002",
      "title": "पोर्टेबल चार्जर",
      "image": "/images/new-york/charger.jpg",
      "reason": "मानचित्र का उपयोग करते समय या फ़ोटो लेते समय बैटरी जल्दी खत्म हो जाती है। पावर सॉकेट ढूँढना हमेशा आसान नहीं होता है।",
      "amazon_url": "https://www.amazon.com/s?k=portable+charger",
      "category": "इलेक्ट्रॉनिक्स"
    },
    {
      "id": "aff-003",
      "title": "यूएस यात्रा के लिए एडॉप्टर",
      "image": "/images/new-york/adapter.jpg",
      "reason": "यदि आप विदेश से आ रहे हैं, तो आपको टाइप A/B का एडॉप्टर चाहिए।",
      "amazon_url": "https://www.amazon.com/s?k=us+travel+adapter",
      "category": "इलेक्ट्रॉनिक्स"
    }
  ],
  "region": "North America"
}