{
  "id": "city-001",
  "name": "Paris",
  "slug": "paris",
  "country": "France",
  "country_code": "fr",
  "hero_image": "https://placehold.co/1920x1080/e2e8f0/475569?text=Paris",
  "intro_vibe": "The city of light, love, and endless carbs.",
  "general_info": {
    "population": "~2.1 million (city) / ~12 million (metro area)",
    "is_capital": true,
    "description": "Paris is the capital and most populous city of France. With an official estimated population of 2,102,650 residents as of 1 January 2023 in an area of more than 105 km², Paris is the fourth-most populated city in the European Union and the 30th most densely populated city in the world in 2022."
  },
  "stats": {
    "currency": "EUR",
    "plug_type": "Type E"
  },
  "weather_breakdown": [
    {
      "id": 4,
      "name": "April",
      "temp": "8°C - 16°C",
      "vibe": "Blooming & Crisp",
      "pros": [
        "Cherry blossoms in full bloom",
        "Moderate temperatures perfect for walking",
        "Fewer tourists than summer months"
      ],
      "cons": [
        "Occasional rain showers",
        "Prices start to increase for spring season"
      ],
      "clothing": "Light layers, waterproof jacket, comfortable walking shoes"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "Always say \"Bonjour\" when entering shops or restaurants",
      "Don't eat on the go - meals are sit-down affairs",
      "Keep your voice down in public spaces",
      "Never call a waiter with \"Garçon!\" - use \"Excusez-moi\"",
      "Bread is free and goes directly on the table, not on a plate"
    ],
    "essential_phrases": [
      { "src": "Hello", "local": "Bonjour", "phonetic": "bon-ZHOOR" },
      { "src": "Thank you", "local": "Merci", "phonetic": "mair-SEE" },
      { "src": "The bill, please", "local": "L'addition, s'il vous plaît", "phonetic": "lah-dee-SYOHN, seel voo PLEH" },
      { "src": "Excuse me", "local": "Excusez-moi", "phonetic": "ex-kew-ZAY mwah" },
      { "src": "I don't speak French", "local": "Je ne parle pas français", "phonetic": "zhuh nuh PARL pah frahn-SEH" }
    ]
  },
  "neighborhoods": [
    {
      "name": "Le Marais",
      "vibe": "Trendy & Historic",
      "description": "The Marais is a historic district known for its narrow medieval streets, trendy boutiques, and vibrant LGBTQ+ scene. Once the aristocratic district, it's now one of Paris's most fashionable neighborhoods, blending 17th-century architecture with contemporary art galleries and vintage shops.",
      "highlights": [
        "Place des Vosges (oldest planned square in Paris)",
        "L'As du Fallafel (legendary falafel)",
        "Musée Picasso",
        "Jewish Quarter (Rue des Rosiers)"
      ]
    }
  ],
  "logistics": [
    {
      "id": "logistics-001",
      "slug": "getting-around",
      "title": "Getting Around Paris",
      "icon": "Train",
      "summary": "Navigate Paris like a local with the Metro, buses, and RER trains. The public transit system is efficient, affordable, and covers the entire city.",
      "details": [
        "Paris has one of the most comprehensive public transportation systems in the world. The Metro (underground subway) has 16 lines covering 214 stations, with trains running every 2-8 minutes during peak hours. The entire network operates from 5:30 AM to 1:15 AM (until 2:15 AM on Fridays and Saturdays).",
        "The Navigo Easy card (€2) is a reloadable smart card that works across Metro, buses, and RER trains. For tourists, the Navigo Découverte weekly pass (€30.75) offers unlimited travel within central Paris zones 1-5, including airports. Single tickets (€2.10) are valid for 90 minutes including transfers between Metro and buses.",
        "Download the CityMapper or RATP apps for real-time navigation and route planning. They'll show you the fastest routes, platform changes, and delay notifications. The Metro can be confusing at first - look for 'Sortie' (exit) signs and 'Correspondance' (transfer) signs when changing lines.",
        "Avoid taxis from airports - they're expensive (€50-70 to city center). Instead, take the RER B train from Charles de Gaulle Airport (€11.45, 35 minutes) or Orlyval + RER B from Orly Airport (€14.10, 40 minutes). The RER runs from 5 AM to midnight.",
        "Buses are slower but offer better views and reach areas the Metro doesn't. Night buses ('Noctilien') run after Metro closure. Vélib' bike-sharing stations are everywhere - perfect for short trips along the Seine. Be cautious of pickpockets on Metro Line 1 (the tourist line connecting major landmarks) and always validate your ticket before boarding to avoid €50+ fines."
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-001",
      "slug": "butter-croissant",
      "name_en": "The Butter Croissant",
      "name_local": "Croissant au Beurre",
      "category": "food",
      "description": "The quintessential French breakfast staple. A true croissant au beurre is made with pure butter (not margarine), creating its characteristic flaky, golden layers through a process called lamination. Look for the curved shape (vs. the straight 'croissant ordinaire' made with margarine). Best enjoyed warm from the bakery in the morning, never with a knife and fork. The French typically dip them in coffee or hot chocolate. Expect to pay €1.20-€2.50 depending on the neighborhood.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Croissant+au+Beurre",
      "is_generic_staple": true
    },
    {
      "id": "food-002",
      "slug": "the-baguette",
      "name_en": "The Baguette",
      "name_local": "La Baguette",
      "category": "food",
      "description": "The iconic French bread, a daily ritual for Parisians. French law (Décret Pain) strictly regulates what can be called a 'baguette tradition' - it must be made fresh on-site using only wheat flour, water, salt, and yeast, with no preservatives or frozen dough. The perfect baguette has a golden, crackly crust and a soft, airy interior with irregular holes. Locals buy them twice daily (morning and evening) because they stale quickly. Never cut it with a knife - tear pieces by hand. Typical price: €1.10-€1.30.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Baguette",
      "is_generic_staple": true
    },
    {
      "id": "food-003",
      "slug": "bistro-culture",
      "name_en": "The Paris Bistro",
      "name_local": "Le Bistrot Parisien",
      "category": "food",
      "description": "The traditional Parisian bistro is not just a restaurant - it's a cultural institution. Characterized by zinc-topped bars, mosaic tile floors, handwritten menus, and paper tablecloths. Classic dishes include steak-frites, coq au vin, and boeuf bourguignon. Service can seem brusque but it's part of the authentic experience. Key customs: never split the check individually (très américain), bread is free and unlimited, and you must ask for 'l'addition' when ready to pay - they'll never rush you. Expect €18-€30 for a main course.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Bistrot",
      "is_generic_staple": true
    },
    {
      "id": "food-004",
      "slug": "cafe-culture",
      "name_en": "Café Culture",
      "name_local": "Le Café Parisien",
      "category": "food",
      "description": "The Parisian café is a social institution where locals spend hours over a single espresso. Seating is strategic: 'en terrasse' (outside) costs more than 'au comptoir' (at the counter). Order 'un café' for espresso, 'un crème' for cappuccino, or 'un noisette' for espresso with a drop of milk. The 'formule café-croissant' is the classic breakfast. Unlike American coffee culture, it's perfectly acceptable to occupy a table for hours - you're renting the space, not just buying a drink. People-watching is the primary activity.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Cafe",
      "is_generic_staple": true
    },
    {
      "id": "food-005",
      "slug": "french-cheese",
      "name_en": "French Cheese",
      "name_local": "Fromage Français",
      "category": "food",
      "description": "France produces over 400 varieties of cheese, and Parisians take their fromage seriously. Visit a fromagerie (cheese shop) rather than buying from supermarkets. The classic progression: fresh (chèvre), soft (Brie, Camembert), semi-hard (Comté), hard (aged Gruyère), blue (Roquefort). Cheese is served after the main course, before dessert. Never cut the 'nose' off a wedge - it's considered rude. Room temperature is essential. Ask the fromager for recommendations - they'll guide you through tasting and proper serving.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Fromage",
      "is_generic_staple": true
    },
    {
      "id": "food-006",
      "slug": "french-wine",
      "name_en": "French Wine",
      "name_local": "Vin Français",
      "category": "food",
      "description": "Wine is not just a drink in Paris - it's part of the meal's rhythm. Bistros offer 'vin au verre' (by the glass) or 'une carafe' (house wine by carafe). The sommelier's recommendations are gold. Natural wine ('vin nature') has exploded in Paris - unfiltered, minimal intervention wines from small producers. Wine bars ('caves à vin') have become social hubs. Key terms: 'rouge' (red), 'blanc' (white), 'rosé' (pink). The apéritif (pre-dinner drink) and digestif (after-dinner) are sacred rituals. Expect €6-€12 per glass in bistros.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Vin",
      "is_generic_staple": true
    }
  ],
  "must_see": [
    {
      "id": "sight-001",
      "slug": "musee-rodin",
      "name_en": "Musée Rodin",
      "name_local": "Musée Rodin",
      "category": "sight",
      "description": "Sculpture museum with beautiful gardens, less crowded than the Louvre.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Museum",
      "is_generic_staple": false,
      "geo": { "lat": 48.8553, "lng": 2.3159 }
    },
    {
      "id": "sight-002",
      "slug": "sainte-chapelle",
      "name_en": "Sainte-Chapelle",
      "name_local": "Sainte-Chapelle",
      "category": "sight",
      "description": "13th-century Gothic chapel with stunning stained glass windows.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Chapel",
      "is_generic_staple": false,
      "geo": { "lat": 48.8554, "lng": 2.3450 }
    },
    {
      "id": "sight-003",
      "slug": "canal-saint-martin",
      "name_en": "Canal Saint-Martin",
      "name_local": "Canal Saint-Martin",
      "category": "sight",
      "description": "Trendy waterway perfect for picnics and people-watching.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Canal",
      "is_generic_staple": false,
      "geo": { "lat": 48.8718, "lng": 2.3637 }
    },
    {
      "id": "sight-004",
      "slug": "buttes-chaumont",
      "name_en": "Parc des Buttes-Chaumont",
      "name_local": "Parc des Buttes-Chaumont",
      "category": "sight",
      "description": "Dramatic hilltop park with waterfalls and city views.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Park",
      "is_generic_staple": false,
      "geo": { "lat": 48.8799, "lng": 2.3828 }
    },
    {
      "id": "sight-005",
      "slug": "passages-couverts",
      "name_en": "Les Passages Couverts",
      "name_local": "Les Passages Couverts",
      "category": "sight",
      "description": "19th-century covered shopping arcades with vintage charm.",
      "image": "https://placehold.co/800x600/e2e8f0/475569?text=Arcade",
      "is_generic_staple": false,
      "geo": { "lat": 48.8710, "lng": 2.3414 }
    }
  ]
}
