{
  "id": "city-rio",
  "name": "Rio de Janeiro",
  "slug": "rio-de-janeiro",
  "lat": -22.9068,
  "lng": -43.1729,
  "country": "Brazil",
  "country_code": "br",
  "geo": {
    "lat": -22.9068,
    "lng": -43.1729
  },
  "hero_image": "/images/rio/hero.jpg",
  "intro_vibe": {
    "description": "सांबा, सूर्य, और अंतहीन समुद्र तट संस्कृति जहाँ पहाड़ समुद्र से मिलते हैं।"
  },
  "general_info": {
    "population": "~6.7 मिलियन (शहर) / ~13 मिलियन (मेट्रो क्षेत्र)",
    "is_capital": false,
    "description": "रियो डी जनेरियो ब्राज़ील का दूसरा सबसे populous शहर और पूर्व राजधानी है। इसे दुनिया भर में उसके समुद्र तटों, कार्निवल और अटलांटिक में गिरते हुए पहाड़ों के नाटकीय परिदृश्य के लिए जाना जाता है। रियो ने 2016 ओलंपिक्स की मेज़बानी की थी और यह संगीत, फुटबॉल, और समुद्र तट जीवन का एक सांस्कृतिक ताकत केंद्र है।"
  },
  "stats": {
    "currency": "BRL (ब्राज़ीलियाई रियाल)",
    "plug_type": "प्रकार N"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "जनवरी",
      "temp": "23°C - 30°C",
      "vibe": "गर्मी और उच्च आर्द्रता",
      "pros": [
        "बीच के लिए उपयुक्त मौसम",
        "कार्निवल की तैयारी का माहौल",
        "गर्मी का उच्च मौसम"
      ],
      "cons": [
        "भीड़भाड़ वाले बीच",
        "दोपहर की बारिश",
        "उच्च आर्द्रता"
      ],
      "clothing": "हलका और हवा पास होने वाला कपड़ा, बीच का पहनावा"
    },
    {
      "id": 2,
      "name": "फरवरी",
      "temp": "23°C - 30°C",
      "vibe": "कार्निवल की पागलपन",
      "pros": [
        "कार्निवल उत्सव",
        "बीच के लिए बेहतरीन दिन",
        "ऊर्जावान माहौल"
      ],
      "cons": [
        "बढ़ती कीमतें",
        "भीड़भाड़",
        "थका देने वाली गर्मी"
      ],
      "clothing": "न्यूनतम कपड़े, कॉस्ट्यूम, sunscreen"
    },
    {
      "id": 3,
      "name": "मार्च",
      "temp": "23°C - 29°C",
      "vibe": "कार्निवाल के बाद की शांति",
      "pros": [
        "पर्यटक कम हैं",
        "अभी भी गर्मी है",
        "कीमतें कम होती हैं"
      ],
      "cons": [
        "दोपहर में बारिश",
        "शहर कार्निवाल से उबर रहा है"
      ],
      "clothing": "शॉर्ट्स, बिना आस्तीन की शर्ट, हल्की जलरोधक जैकेट"
    },
    {
      "id": 4,
      "name": "अप्रैल",
      "temp": "22°C - 27°C",
      "vibe": "सुखद है",
      "pros": [
        "सुखद तापमान है",
        "बारिश कम होती है",
        "समुद्र तट पर अच्छे दिन होते हैं"
      ],
      "cons": [
        "कभी-कभी ठंडा हो सकता है",
        "दिन छोटे हो जाते हैं"
      ],
      "clothing": "टी-शर्ट, शाम के लिए हल्का पहनावा"
    },
    {
      "id": 5,
      "name": "माई",
      "temp": "20°C - 26°C",
      "vibe": "शांत और शुष्क है",
      "pros": [
        "प्रकाशित आसमान",
        "वॉक करने के लिए उत्तम मौसम",
        "निम्न आद्रता"
      ],
      "cons": [
        "समुद्र थोड़ा ठंडा हो जाता है",
        "बीच में ज्यादा भीड़ नहीं होती"
      ],
      "clothing": "रात के लिए हल्की जैकेट, जीन्स"
    },
    {
      "id": 6,
      "name": "जून",
      "temp": "19°C - 25°C",
      "vibe": "सर्दियों की ताजगी",
      "pros": [
        "कम कीमतें",
        "संत जुआन त्यौहार",
        "साफ दृश्य"
      ],
      "cons": [
        "समुद्र तट के लिए ठंडा",
        "अंधेरे दिन"
      ],
      "clothing": "स्वेटर, लंबी पैंट, बंद जूते"
    },
    {
      "id": 7,
      "name": "जुलाई",
      "temp": "18°C - 25°C",
      "vibe": "ठंडा",
      "pros": [
        "हाइकिंग के लिए सबसे अच्छा",
        "ताज़ा हवा",
        "ऑफ-सीजन छूट"
      ],
      "cons": [
        "आकर्षक नहीं समुद्र तट",
        "कुछ स्थान बंद हैं"
      ],
      "clothing": "लेयरिंग, हल्की जैकेट, आरामदायक जूते"
    },
    {
      "id": 8,
      "name": "अगस्त",
      "temp": "19°C - 26°C",
      "vibe": "यह गर्म होने लगेगा",
      "pros": [
        "गर्मी का आगाज़",
        "बाहर की गतिविधियाँ",
        "महोत्सवों की वापसी"
      ],
      "cons": [
        "मौसम में बदलाव",
        "समुद्र अभी भी ठंडा है"
      ],
      "clothing": "गर्मी और सर्दी के कपड़ों का मिश्रण"
    },
    {
      "id": 9,
      "name": "सितंबर",
      "temp": "20°C - 26°C",
      "vibe": "बसंत के फूल",
      "pros": [
        "शानदार मौसम",
        "शहर जागता है",
        "मध्यम मौसम"
      ],
      "cons": [
        "कभी-कभी बारिश",
        "कीमत में बढ़ोतरी"
      ],
      "clothing": "हल्की परतें, धूप का चश्मा"
    },
    {
      "id": 10,
      "name": "ऑटॉबर",
      "temp": "21°C - 27°C",
      "vibe": "प्रारंभिक गर्मी",
      "pros": [
        "समुद्र तट का मौसम शुरू होता है",
        "गर्म और धूप वाला मौसम",
        "त्यौहार"
      ],
      "cons": [
        "नमी लौट आती है",
        "भीड़ बढ़ जाती है"
      ],
      "clothing": "गर्मी के कपड़े, तैराकी का वस्त्र तैयार करें"
    },
    {
      "id": 11,
      "name": "नवंबर",
      "temp": "22°C - 28°C",
      "vibe": "यह गर्म और ऊर्जा से भरपूर है",
      "pros": [
        "समुद्र तट के लिए आदर्श मौसम है",
        "साफ आसमान",
        "आउटडोर कार्यक्रम"
      ],
      "cons": [
        "बहुत भीड़ है",
        "दोपहर में तूफान"
      ],
      "clothing": "न्यूनतम वस्त्र, समुद्र तट का सामान"
    },
    {
      "id": 12,
      "name": "दिसम्बर",
      "temp": "23°C - 29°C",
      "vibe": "गर्मियों की शुरुआत",
      "pros": [
        "नया साल",
        "बीच पर लंबे दिन",
        "त्यौहार की ऊर्जा"
      ],
      "cons": [
        "ऊंचे दाम",
        "भीड़भाड़",
        "कड़ी गर्मी"
      ],
      "clothing": "हल्के कपड़े, नया साल के लिए सफेद"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "बीच संस्कृति का राज है: कैरिओकास (रियो के स्थानीय लोग) समुद्र तट पर रहते हैं। यह सिर्फ पर्यटकों के लिए नहीं है—यह उनका लिविंग रूम, जिम, और सामाजिक क्लब है। प्रत्येक समुद्र तट पर विभिन्न जनजातियाँ (पोस्टोस) होती हैं जिनकी अपनी विशिष्ट वातावरण होती है।",
      "गाल पर चुम्बन अभिवादन: दो गालों पर चुम्बन (बेजिन्होस) मानक हैं, यहां तक कि सामाजिक परिवेश में अजनबियों के साथ भी। दाएं से शुरू करें। पुरुष अक्सर अन्य पुरुषों को गले लगाते हैं या हाथ मिलाते हैं लेकिन महिलाओं को चुम्बन करते हैं।",
      "कैशलेस बीच: मूल्यवान वस्तुएं मत लाएं। समुद्र तट के विक्रेता अब कार्ड स्वीकार करते हैं, लेकिन नकद को न्यूनतम रखें। फोन के लिए waterproof पाउच का उपयोग करें।",
      "'10%' सेवा शुल्क: इसे 'टैक्सा डे सर्विसो' कहा जाता है और आमतौर पर रेस्तरां के बिलों में शामिल होता है। यह अनिवार्य नहीं है लेकिन इसे अस्वीकार करना सामाजिक रूप से अजीब होता है। जाँच करें कि यह पहले से ही जोड़ा गया है या नहीं।",
      "देर से भोजन: रात का खाना रात 9 बजे या और बाद में शुरू होता है। दोपहर का भोजन बड़ा भोजन है (12-2 बजे)। रात का खाना 6 बजे खाना आपको पर्यटक के रूप में चिन्हित करता है।",
      "फुटबॉल धर्म है: किसी के फुटबॉल टीम का अपमान मत करें। फ्लमिंगो, फ्लुमेन्से, बोटाफोगो, और वास्को के बीच की प्रतिद्वंद्विता गंभीर है। कुछ पड़ोस में प्रतिकूल रंग पहनने से समस्याएं हो सकती हैं।",
      "सांबा का सम्मान: यदि आप एक roda de samba (सांबा चक्र) में हैं, तो प्रदर्शन के दौरान बात मत करें। यदि आप शब्द जानते हैं तो ताली बजाएं और गाएं, लेकिन संगीतकारों को कभी बाधित न करें।",
      "सुरक्षा की जागरूकता: महंगी आभूषण, फोन, या कैमरे को मत दिखाएं। टैक्सी लेने के बजाय राइड एप्स का उपयोग करें। रात में खाली समुद्र तट से बचें। अपनी अंगूठियों पर विश्वास करें।",
      "संगास संस्कृति: ब्राजील के पुरुष समुद्र तट पर स्पीडो (संगास) पहनते हैं। बोर्ड शॉर्ट्स पर्यटकों के लिए हैं। महिलाएं न्यूनतम बिकिनी पहनती हैं (फीओ डेंटल - डेंटल फ्लॉस)। कोई भी आलोचना नहीं करता।",
      "विनम्रता महत्वपूर्ण है: 'बों डिया' (गुड मॉर्निंग), 'बोआ टार्डे' (गुड आफ्टरनून), 'बोआ noche' (गुड ईविनिंग) कहें। 'पोर फेवोर' (कृपया) और 'ओब्रीगाडो/ओब्रीगाडा' (धन्यवाद) का प्रयोग करना अनिवार्य है।"
    ],
   "essential_phrases": [
    {
      "src": "Hello / Good morning",
      "local": "Bom dia",
      "phonetic": "बों जियाह"
    },
    {
      "src": "Good afternoon",
      "local": "Boa tarde",
      "phonetic": "बोआ तार-जे"
    },
    {
      "src": "Good evening",
      "local": "Boa noite",
      "phonetic": "बोआ नॉय-चें"
    },
    {
      "src": "Thank you (m/f)",
      "local": "Obrigado / Obrigada",
      "phonetic": "ओ-ब्री-गाह-दू / दा"
    },
    {
      "src": "Please",
      "local": "Por favor",
      "phonetic": "पोर फा-वोर"
    },
    {
      "src": "Excuse me",
      "local": "Com licença",
      "phonetic": "कोम ली-सेन-सां"
    },
    {
      "src": "How much?",
      "local": "Quanto custa?",
      "phonetic": "क्वांट-ऊ कू-सता"
    },
    {
      "src": "Where is...?",
      "local": "Onde fica...?",
      "phonetic": "ओन-डे फीका"
    },
    {
      "src": "The bill please",
      "local": "A conta, por favor",
      "phonetic": "आ कों-ता पो-र फा-वोर"
    },
    {
      "src": "I don't speak Portuguese",
      "local": "Não falo português",
      "phonetic": "नाऊ फाल-ऊ पो-र-टू-गेयस"
    }
  ]
  },
  "neighborhoods": [
    {
      "name": "कोपाकबाना",
      "vibe": "पर्यटन क्षेत्र",
      "description": "यह दुनिया की सबसे प्रसिद्ध समुद्र तट है। यहाँ होटल, स्टॉल और पर्यटकों की भीड़ होती है। यह रियो का एक स्थायी आकर्षण है, लेकिन यह थोड़ा अधिक हो सकता है। लोगों का अवलोकन करने के लिए यह एक बेहतरीन जगह है।",
      "highlights": [
        "कोपाकबाना समुद्र तट",
        "कोपाकबाना किला",
        "रविवार हिप्पी बाजार"
      ],
      "image": "/images/rio/copacabana.jpg"
    },
    {
      "name": "इपनेमा",
      "vibe": "अभिजात और परिष्कृत है",
      "description": "कोपाकबाना की तुलना में अधिक खास है। यहां बुटीक, जूस बार और खूबसूरत लोग आते हैं। बीच पर लोग युवा और स्टाइलिश होते हैं।",
      "highlights": [
        "इपनेमा बीच",
        "पोस्ट 9",
        "रोड्रिगो डि फ्रेटास झील"
      ],
      "image": "/images/rio/ipanema.jpg"
    },
    {
      "name": "सैंटा टेरेसा",
      "vibe": "बोहेमियन पहाड़ी",
      "description": "घुमावदार रास्तों और उपनिवेशी शैली के घरों के साथ, स्ट्रीट आर्ट से भरा हुआ यह कला क्षेत्र है। इसमें संगीतकारों, कलाकारों और रचनाकारों का स्वागत किया जाता है।",
      "highlights": [
        "खंडहर पार्क",
        "सेलारोन सीढ़ियाँ",
        "गिमारैनाइस चौक"
      ],
      "image": "/images/rio/santa-teresa.jpg"
    },
    {
      "name": "लापा",
      "vibe": "रात की जिंदगी का केंद्र",
      "description": "रियो की रात की जिंदगी और साम्बा दृश्य का केंद्र है। यहाँ बार, सड़क पार्टियाँ, और कॉन्सर्ट हॉल हैं। आधी रात के बाद सावधान रहना जरूरी है, क्योंकि कुछ खतरनाक स्थितियाँ हो सकती हैं।",
      "highlights": [
        "लापा के आर्क",
        "साम्बा क्लब",
        "सड़क बार"
      ],
      "image": "/images/rio/lapa.jpg"
    },
    {
      "name": "लेब्लॉन",
      "vibe": "शानदार और आवासीय माहौल",
      "description": "रियो का सबसे विशेष समुद्र तट क्षेत्र है। यहाँ उच्च श्रेणी के रेस्तरां, बार और बुटीक हैं। यहाँ पर्यटकों की तुलना में स्थानीय लोग अधिक हैं। आप यहाँ एक शांत समुद्र तट का अनुभव कर सकते हैं।",
      "highlights": [
        "लेब्लॉन समुद्र तट",
        "डियास फेरेइरा स्ट्रीट",
        "लेब्लॉन व्यूपॉइंट"
      ],
      "image": "/images/rio/leblon.jpg"
    },
    {
      "name": "बोटाफोगो",
      "vibe": "विकासशील",
      "description": "यह एक आवासीय क्षेत्र है जहाँ तेजी से बढ़ते हुए रेस्तरां और बार की भरमार है। यह तटीय क्षेत्र की तुलना में अधिक सुलभ है। यहाँ से शुगरलोफ का मनोरम दृश्य देखा जा सकता है।",
      "highlights": [
        "बोटाफोगो समुद्र तट",
        "रियो सुल शॉपिंग",
        "कोबाल मार्केट"
      ],
      "image": "/images/rio/botafogo.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "आवागमन के तरीके",
      "icon": "रेल",
      "summary": "रियो का सार्वजनिक परिवहन सुधरा है, लेकिन अब भी जटिल है। यातायात ऐप्स प्रमुख हैं।",
      "details": [
        "मेट्रो: साफ, सुरक्षित और आर्थिक (R$5.50/बार)। मुख्य पर्यटन स्थलों, इपनिमा, कोपाकोबाना, बोताफोगो और सेंटर को कवर करता है। क्रिस्टो रेडेंटोर और शुगरलोफ तक नहीं जाता।",
        "उबर/99: यात्रा का सबसे सुरक्षित तरीका है। टैक्सी की तुलना में अधिक आर्थिक है और धोखाधड़ी का जोखिम कम है। हमेशा ऐप का उपयोग करें और सड़क पर टैक्सी रोकने से बचें।",
        "बस प्रणाली: जटिल और भीड़भाड़ वाली है। पुर्तगाली बोलने वाले साहसी व्यक्ति न होने पर, इसे पर्यटकों के लिए अनुशंसित नहीं किया जाता। रूट अक्सर बदलते रहते हैं।",
        "साइकिल किराए पर लेना: समुद्र तट के किनारे बाइक रियो (सभी ऑर्केंज रंग की साइकिलें)। 1 घंटे के लिए R$5 है। लेब्लोन से फ्लामेंगो तक का साइकिलिंग मार्ग शानदार है।",
        "पैदल: इलाकों में व्यक्तिगत रूप से पैदल पहुंचा जा सकता है, लेकिन इलाकों के बीच की दूरी काफी बड़ी है। इलाकों के बीच चलने से बचें, और परिवहन के साधनों का उपयोग करें।"
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "safety-tips",
      "title": "सुरक्षा और धोखाधड़ी",
      "icon": "盾",
      "summary": "रियो सामान्यतः पर्यटन स्थलों पर सुरक्षित रहता है, लेकिन सतर्क रहना महत्वपूर्ण है।",
      "details": [
        "बीच पर चोरी: यह सबसे सामान्य अपराध है। बीच पर मोबाइल फोन, कैमरा, गहने मत ले जाइए। एक वाटरप्रूफ बैग का उपयोग करें और अपनी चीजों पर नज़र रखें।",
        "फावेलस की यात्रा: कृपया एक विश्वसनीय कंपनी के साथ जाएं। अकेले फ़ैवेलास का अन्वेषण मत कीजिए; कुछ सुरक्षित हैं लेकिन अन्य गिरोहों के द्वारा नियंत्रित होते हैं।",
        "एटीएम धोखाधड़ी: कृपया बैंक या शॉपिंग सेंटर के अंदर स्थित एटीएम का उपयोग केवल खुलने के समय में करें। कीपैड को ढकें। रात के समय सड़क पर स्थित एटीएम से बचें।",
        "टैक्सी धोखाधड़ी: आधिकारिक पीले टैक्सी ज्यादा चार्ज कर सकते हैं। इसके बजाय हमेशा Uber/99 का उपयोग करें। अगर आपको टैक्सी लेनी है, तो मीटर की मांग करें।",
        "रात के समय सुरक्षा: रात 12 बजे के बाद सुनसान सड़कें या beaches से बचें। उज्ज्वल और भरे क्षेत्रों में रहें। अपने गंतव्य पर जाने या लौटते समय Uber का उपयोग करें।",
        "मोबाइल फोन चोरी: चलते समय अपने मोबाइल फोन को जेब या बैग में रखें। भीड़भाड़ वाली सड़कों या बसों में इसे बाहर मत निकालें। बाइक चोर फोन छीन सकते हैं।",
        "अपनी सहजता पर भरोसा करें: अगर किसी स्थान पर आपको संदिग्ध लगता है, तो तुरंत वहां से हट जाएं। स्थानीय लोग अक्सर सतर्क करते हैं। उनके शब्दों को सुनिए।"
      ]
    },
    {
      "id": "logistics-airport",
      "slug": "airport-transfers",
      "title": "एयरपोर्ट ट्रांसफर",
      "icon": "विमान",
      "summary": "गालेओन एयरपोर्ट समुद्र तट क्षेत्र से 20 किमी की दूरी पर स्थित है।",
      "details": [
        "उबर/99: सबसे सुविधाजनक है। कोपाकबाना/इपानेमा तक R$70-100 (भ ट्रैफिक की स्थिति के अनुसार 45-60 मिनट)। कृपया ऐप के पिकअप क्षेत्र का उपयोग करें।",
        "एयरपोर्ट बस (Frescão): आर्थिक और सुरक्षित (R$20)। यह तटीय प्रमुख होटल पर रुकता है। यह सुबह 5:30 से रात 11:00 बजे तक चलता है। यह धीमा है (इसके लिए 90 मिनट लग सकते हैं)।",
        "मेट्रो + उबर: मेट्रो से बोटाफोगो जाएं (R$7), फिर होटल तक उबर से (R$20)। यह आर्थिक है लेकिन सामान के साथ असुविधाजनक हो सकता है।",
        "प्री-बुकिंग परिवहन: होटल R$150-200 में प्रदान करते हैं। अगर आप देर से पहुंचे हैं या आपके पास अधिक सामान है तो यह सुविधाजनक है।",
        "बचें: एयरपोर्ट के रास्ते पर टैक्सी लेना। धोखाधड़ी का जोखिम अधिक है। हमेशा ऐप या प्री-बुक की गई सेवाओं का उपयोग करें।"
      ]
    },
    {
      "id": "logistics-money",
      "slug": "money-matters",
      "title": "पैसा और भुगतान",
      "icon": "DollarSign",
      "summary": "ब्राज़िल में रियल (BRL) का उपयोग किया जाता है। कार्ड का व्यापक रूप से स्वीकार किया जाता है, लेकिन कभी-कभी नकद की आवश्यकता होती है।",
      "details": [
        "मुद्रा: R$1 ≈ 0.20 डॉलर (USD)। नोट R$2, 5, 10, 20, 50, 100, 200 उपलब्ध हैं। सिक्के R$0.05 से R$1 तक हैं।",
        "ATM: शॉपिंग मॉल में ATM से नकद निकाल सकते हैं (प्रत्येक लेनदेन पर सीमा: R$1,000-2,000)। सेंटेंडर बैंक और ब्राज़ील बैंक चारों ओर उपलब्ध हैं।",
        "क्रेडिट कार्ड: वीज़ा और मास्टरकार्ड का व्यापक रूप से उपयोग किया जाता है। एमेक्स उतना सामान्य नहीं है। छोटे विक्रेता और समुद्र तट के विक्रेता नकद को पसंद करते हैं।",
        "समुद्र तट के विक्रेता: अब कार्ड टर्मिनल स्वीकार कर रहे हैं! लेकिन, नकद (छोटे नोट) अधिक तेज़ है। R$20-50 को वाटरप्रूफ बैग में रखें।",
        "टिप: 10% सेवा शुल्क सामान्यतः शामिल होता है। यदि शामिल नहीं है, तो 10% मानक है। टैक्सी या उबर में चेंज को गोल करना चाहिए। स्ट्रीट फूड पर टिप देने की आवश्यकता नहीं है।",
        "सोदाहरण: दुकानों और रेस्तरां में यह सामान्य नहीं है। स्थानीय बाजार (हिप्पी फेयर आदि) में सीमित बातचीत की उम्मीद की जा सकती है, लेकिन आक्रामक न बनें।"
      ]
    },
    {
      "id": "logistics-weather",
      "slug": "when-to-visit",
      "title": "भ्रमण का समय",
      "icon": "सूर्य",
      "summary": "गर्मियाँ (दिसंबर से मार्च) पीक सीज़न हैं। सर्दियाँ (जून से अगस्त) सुखद और शांत होती हैं।",
      "details": [
        "सामान्यतः सबसे अच्छा समय: अप्रैल से मई या सितंबर से नवंबर। गर्म जलवायु, कम भीड़, और कीमतें भी कम होती हैं।",
        "कार्निवल (फरवरी): रियो में अद्वितीय अनुभव, लेकिन 6 महीने पहले बुकिंग करनी होती है। कीमतें तीन गुना बढ़ जाती हैं। शहर एक बड़े उत्सव में बदल जाता है।",
        "गर्मियाँ (दिसंबर से मार्च): समुद्र तट का मौसम बेहतरीन है लेकिन गर्म और उमस भरा होता है, बहुत भीड़ होती है। हर दिन अपराह्न में बारिश होती है। आवास पूर्व में बुकिंग कर लें।",
        "सर्दियाँ (जून से अगस्त): समुद्र तट पर बहुत ठंडा (18-25°C) होता है लेकिन ट्रैकिंग के लिए बेहतरीन होता है। कीमतों के मामले में जाने का सबसे अच्छा समय है। कुछ समुद्र तटीय रेस्तरां बंद रहते हैं।",
        "नववर्ष की पूर्व संध्या: कोपाकबाना एक शानदार पार्टी का आयोजन करता है। अपने भाग्य को आकर्षित करने के लिए सफेद कपड़े पहनें। 12 महीने पहले बुकिंग करनी होती है।",
        "जो समय टालें: मार्च (कार्निवल के बाद, मौसम अनिश्चित होता है), यदि समुद्र तट प्राथमिकता है तो जून से जुलाई।"
      ]
    },
    {
      "id": "logistics-health",
      "slug": "health-essentials",
      "title": "स्वास्थ्य और स्वच्छता",
      "icon": "दिल",
      "summary": "पीने का नल का पानी नहीं पीना चाहिए। सनस्क्रीन अनिवार्य है।",
      "details": [
        "पानी: नल का पानी न पीएं। बोतलबंद पानी (मिनरल वाटर) कहीं भी R$3-5 में खरीदें। होटल आमतौर पर मुफ्त में बोतलें उपलब्ध कराते हैं।",
        "सनस्क्रीन: न्यूनतम SPF 50+। समुद्र तट पर हर 2 घंटे में फिर से लगाएँ। ब्राज़ील का सूरज बादल वाले दिनों में भी तेज़ होता है। स्थानीय लोग 70 फैक्टर का उपयोग करते हैं।",
        "मच्छर: डेंगू, ज़िका वायरस, चंकी बुखार हैं। कीटाणुनाशक (OFF! और Exposis जैसे ब्रांड) का उपयोग करें। सूर्योदय और सूर्यास्त के समय लंबी आस्तीन पहनें।",
        "फार्मेसी: फार्मेसी हर जगह हैं (ड्रग्लिया साओ पाओलो, पेकको)। अधिकांश दवाओं के लिए प्रिस्क्रिप्शन की आवश्यकता नहीं होती। फार्मासिस्ट थोड़ी अंग्रेजी बोल सकते हैं।",
        "आपातकाल: एम्बुलेंस के लिए 192 और फायर फाइटर के लिए 193 को कॉल करें। प्राइवेट हॉस्पिटल (कोपे डोर, समरिटानो) पब्लिक हॉस्पिटल से बेहतर हैं। यात्रा बीमा खरीदें।",
        "सामुद्रिक स्वच्छता: समुद्र तट पर कंक्रीट पर नंगे पैर न चलें (कटने का जोखिम है)। चप्पल पहनें। समुद्र तट पर शॉवर होते हैं लेकिन संख्या सीमित होती है।"
      ]
    },
    {
      "id": "logistics-apps",
      "slug": "essential-apps",
      "title": "आवश्यक एप्लिकेशन",
      "icon": "स्मार्टफोन",
      "summary": "ये एप्लिकेशन रियो में यात्रा को आसान बना देते हैं।",
      "details": [
        "99 (99Taxi): ब्राज़ील का उबर। अक्सर सस्ते होते हैं, और दोनों ही रियो में अच्छे से काम करते हैं।",
        "Google Maps: नेविगेशन और परिवहन में सटीक। क्षेत्रों के ऑफ़लाइन मानचित्र डाउनलोड कर सकते हैं।",
        "iFood: खाद्य वितरण (उबर ईट्स की तरह)। देर रात का खाना या रेस्तरां से बचने के लिए बेहतरीन।",
        "XE Currency: रीयल को तुरंत अन्य मुद्राओं में परिवर्तित करता है। एक्सचेंज दरें रोज़ अपडेट होती हैं।",
        "Google Translate: पुर्तगाली के लिए ऑफ़लाइन पैकेज डाउनलोड करें। कैमरा अनुवाद कार्यक्षमता मेन्यू में मदद करती है।",
        "Moovit: सार्वजनिक परिवहन के मार्ग और समय सारणी के लिए बेहतरीन एप है। बसों के लिए Google Maps से बेहतर है।"
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-rio-001",
      "slug": "feijoada",
      "name_en": "フェイジョアーダ",
      "name_local": "フェイジョアーダ",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "ब्राज़ील के राष्ट्रीय व्यंजन: काले सेम, सूअर का मांस, सॉसेज और गोमांस से बनी एक समृद्ध स्ट्यू। पारंपरिक रूप से इसे बुधवार और शनिवार को चावल, फालोफा (भुनी हुई कसावा का आटा), संतरे के स्लाइस और गोभी के साथ परोसा जाता है।",
        "history": "यह ब्राज़ील के उपनिवेश काल से उत्पन्न हुआ और अफ्रीकी दासों द्वारा फेंके गए सूअर के मांस के टुकड़ों का उपयोग करके बनाया गया। समय के साथ, यह सप्ताहांत के परिवारों के समारोह के रूप में बहुत लोकप्रिय हो गया।",
        "insider_tip": "दोपहर के भोजन के लिए ऑर्डर करें। कभी भी रात के खाने के लिए ऑर्डर न करें — यह बहुत भारी होता है और इसे धीरे-धीरे चखने के लिए बनाया गया है। सबसे अच्छी फेइजोआड़ा में सेम की गाढ़ी सूप (काल्ड) अलग से परोसी जाती है। इसे चावल पर डालें।",
        "price_level": "मध्यम",
        "duration": "1.5 से 2 घंटे",
        "best_time": "शनिवार को दोपहर का भोजन",
        "vibe": "परंपरागत और भव्य",
        "good_for": [
          "ग्रुप",
          "गौरव",
          "सप्ताहांत का दोपहर का भोजन"
        ]
      },
      "image": "/images/rio/feijoada.jpg"
    },
    {
      "id": "food-rio-002",
      "slug": "churrasco",
      "name_en": "ब्राजीलियाई बारबेक्यू",
      "name_local": "चुरास्को",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "स्पीडरीव में तालिका पर परोसा जाने वाला ग्रिल्ड मांस। रोदिजियो स्टाइल में, आप पिकार्न्हा (शोल्डर रोस्ट), फ्लैंकस्टेक (ब्रिस्केट), और कुपिन (गाय का मांस) का आनंद ले सकते हैं। मांस प्राप्त करना जारी रखने के लिए, कार्ड को हरे रंग में पलट दें।",
        "history": "ब्राज़ील के दक्षिण में गाउचो की परंपरा ने पूरे देश में लोकप्रियता प्राप्त की। काउबॉय (गाउचो) गायों के साथ लंबी यात्रा के दौरान लकड़ी की आग में मांस भूनते थे।",
        "insider_tip": "पहले हल्के मांस (चिकन, सॉसेज) से शुरू करें, फिर पिकार्न्हा और भेड़ के मांस जैसे उच्च गुणवत्ता वाले कट पर आगे बढ़ें। बुफे में अधिक खाने से बचें—यह एक जाल है, इसलिए सावधान रहें। धीरे-धीरे आनंद लें।",
        "price_level": "महंगा",
        "duration": "2–3 घंटे",
        "best_time": "दोपहर का खाना या रात का खाना",
        "vibe": "मांस प्रेमियों का स्वर्ग",
        "good_for": [
          "मांस प्रेमी",
          "समूह",
          "विशेष अवसर"
        ]
      },
      "image": "/images/rio/churrasco.jpg"
    },
    {
      "id": "food-rio-003",
      "slug": "acai-bowl",
      "name_en": "असाई बाउल",
      "name_local": "असाई-ना-चिगेड़ा",
      "category": "खाद्य पदार्थ",
      "is_generic_staple": true,
      "description": {
        "short": "गाढ़े और ठंडे असाई को ग्रेनोला, केले के साथ पेश किया जाता है, कभी-कभी शहद या गाढ़ी दूध के साथ। यह प्रशिक्षण के बाद स्नैक या हल्के भोजन के रूप में खाया जाता है, जो समुद्रतट की संस्कृति का एक महत्वपूर्ण हिस्सा है।",
        "history": "असाई बेरी का मूल अमेज़ॅन में है। रियो में 80 के दशक में बाउल फॉर्मेट लोकप्रिय हुआ, जब सर्फर्स और समुद्र तट प्रेमियों को जल्दी ऊर्जा की आवश्यकता थी।",
        "insider_tip": "स्थानीय लोग अक्सर इसे बिना चीनी के या केवल गालाना पाउडर के साथ आनंद लेते हैं। पर्यटक अक्सर टॉपिंग्स का भरपूर उपयोग करना पसंद करते हैं। एक और प्रामाणिक अनुभव के लिए 'प्योर' या 'ट्रेडिशनल' (केवल केले और ग्रेनोला) ट्राई करें।",
        "price_level": "सुलभ",
        "duration": "15-30 मिनट",
        "best_time": "समुद्रतट के बाद या प्रशिक्षण के बाद",
        "vibe": "स्वस्थ समुद्र तट का माहौल",
        "good_for": [
          "स्वास्थ्य-प्रेमियों के लिए",
          "समुद्र तट प्रेमियों के लिए",
          "जल्दी ऊर्जा प्राप्त करना चाहने वालों के लिए"
        ]
      },
      "image": "/images/rio/acai.jpg"
    },
    {
      "id": "food-rio-004",
      "slug": "caipirinha",
      "name_en": "Caipirinha",
      "name_local": "Caipirinha",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "यह ब्राज़ील का एक राष्ट्रीय कॉकटेल है, जो कशासा (गन्ने का लाइक्योर), नींबू, चीनी और बर्फ से बनाया जाता है। इसे मसलकर, हिलाकर, और परोसा जाता है। यह सरल लेकिन खतरनाक है: पीने में आसान और प्रभावशाली है।",
        "history": "यह साओ पाउलो के ग्रामीण इलाकों से उत्पन्न हुआ और सर्दियों से बचाव के लिए बनाया गया था। 1900 के दशक में यह ब्राज़ील का एक प्रतीकात्मक पेय बन गया और अब इसे दुनिया भर में पीया जाता है।",
        "insider_tip": "यदि आप फलों का विविधता चाहते हैं, तो 'बाटीदा' मांगे (माराकुज, स्ट्रॉबेरी)। यदि आप इसे और मजबूत चाहें, तो 'कम बर्फ' मांगें। दो कप एकदम सही मात्रा है, तीन कप हल्का अधिक होते हैं।",
        "price_level": "सस्ते",
        "duration": "एन/ए (पेय)",
        "best_time": "बीच के बार में सूर्यास्त के समय",
        "vibe": "आरामदायक और मजेदार माहौल",
        "good_for": [
          "बीच बार",
          "सोशलाइजिंग",
          "सूर्यास्त"
        ]
      },
      "image": "/images/rio/caipirinha.jpg"
    },
    {
      "id": "food-rio-005",
      "slug": "pao-de-queijo",
      "name_en": "चीज़ ब्रेड",
      "name_local": "Pão de Queijo",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "टैपिओका आटे और चीज़ से बने, बाहर से कुरकुरी और अंदर से मुलायम छोटे चीज़ के गेंद हैं। ये ग्लूटेन-फ्री हैं और नाश्ते या स्नैक के लिए आदर्श हैं।",
        "history": "यह 18वीं सदी में मिनास गेराइस राज्य में उत्पन्न हुआ। दास लोग आटे के बजाय टैपिओका आटे का उपयोग करके रोटी बनाते थे।",
        "insider_tip": "ताज़ा, गरमागरम चीज़ ब्रेड को पाव भाजी या स्टॉल से सीधे आनंद लें। सुपरमार्केट की फ्रीज़ में रखने वाली वर्जन भी बुरी नहीं है, लेकिन जादुई स्वाद की कमी होती है। प्रमाणिक ब्राज़ीलियाई नाश्ते के लिए, इसे कॉफी के साथ ज़रूर लें।",
        "price_level": "सस्ती",
        "duration": "5-10 मिनट (नाश्ता)",
        "best_time": "नाश्ता या कॉफी ब्रेक",
        "vibe": "आरामदायक स्नैक",
        "good_for": [
          "फास्ट स्नैक",
          "कॉफी ब्रेक",
          "ग्लूटेन-फ्री"
        ]
      },
      "image": "/images/rio/pao-de-queijo.jpg"
    },
    {
      "id": "food-rio-006",
      "slug": "moqueca",
      "name_en": "मछली की स्ट्यू",
      "name_local": "मोकेका",
      "category": "खानपान",
      "is_generic_staple": true,
      "description": {
        "short": "यह एक मलाईदार मछली की स्ट्यू है जिसे नारियल के दूध, पाम तेल, टमाटर, प्याज और मिर्च का उपयोग करके बनाया जाता है। इसे मिट्टी की हांडी में चावल और फारोफा के साथ परोसा जाता है। तटीय संस्करण का स्वाद भीतर के पकवानों की तुलना में हल्का होता है।",
        "history": "यह ब्राज़ील के आदिवासी लोगों का भोजन है, जिसमें अफ्रीकी और पुर्तगाली प्रभाव शामिल हैं। प्रत्येक तटीय क्षेत्र के अपने-अपने संस्करण हैं, जहां बायािया शैली में डेंडे तेल का उपयोग किया जाता है, जबकि एस्पिरिटो सेंटो में इसका उपयोग नहीं किया जाता है।",
        "insider_tip": "अगर आप इसे सफेद मछली (रोबालो या बडेइजो) से बनवाने के लिए कहें, तो यह अधिक प्रामाणिक स्वाद प्रदान करेगा। सूप को सोखने के लिए फारोफा का उपयोग करें। यह दो लोगों के लिए साझा करने में उपयुक्त है, और portion बहुत बड़ा होता है।",
        "price_level": "मध्यम",
        "duration": "1 से 1.5 घंटे",
        "best_time": "दोपहर का भोजन या रात्रि का भोजन",
        "vibe": "तट का आरामदायकता",
        "good_for": [
          "सीफूड प्रेमियों",
          "साझा करने के लिए",
          "प्रामाणिक स्थानीय व्यंजन"
        ]
      },
      "image": "/images/rio/moqueca.jpg"
    },
    {
      "id": "food-rio-007",
      "slug": "brigadeiro",
      "name_en": "त्रुफ़ चॉकलेट",
      "name_local": "ब्रिगेडेरो",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "घुन दूध, कोको पाउडर, मक्खन, और चॉकलेट के दानों से बने मीठे और क्रीमयुक्त चॉकलेट ट्रफल। गेंद के आकार में बनाए जाते हैं और सभी जन्मदिन और समारोहों में परोसे जाते हैं।",
        "history": "1940 के दशक में, एडुआर्डो गोमेज़ कर्नल के राष्ट्रपति चुनाव अभियान के दौरान बनाए गए। महिलाओं ने धन जुटाने के लिए इन मिठाइयों को बनाया और इसका नाम जिंदा रहा।",
        "insider_tip": "मारिया ब्रिगेडेरो जैसी दुकान से, मराकुजा, पिस्ता, बौरबन जैसे स्वाद वाली गॉरमेट वैरिएंट खरीदने की सलाह दी जाती है। पारंपरिक पेस्ट्री की दुकान के संस्करण अधिक सरल होते हैं, लेकिन उतने ही लताड़ने वाले होते हैं।",
        "price_level": "सस्ती",
        "duration": "5 मिनट (चखने के लिए)",
        "best_time": "जब मिठाई खाने का मन हो",
        "vibe": "मीठी नॉस्टाल्जिया",
        "good_for": [
          "मिठाई प्रेमियों के लिए",
          "उपहार",
          "उत्सव के मिठाई"
        ]
      },
      "image": "/images/rio/brigadeiro.jpg"
    },
    {
      "id": "food-rio-008",
      "slug": "pastel",
      "name_en": "पेस्टल",
      "name_local": "Pastel",
      "category": "खाद्य",
      "is_generic_staple": true,
      "description": {
        "short": "यह एक पतला और कुरकुरा तला हुआ मिठाई है, जिसमें पनीर, मांस, झींगा या ताड़ के दिल भरे होते हैं। इसे स्ट्रीट फेयर और बाजारों में बेचा जाता है, और इसे गर्म और ताज़ा हालत में गन्ने के रस के साथ खाना सबसे अच्छा है।",
        "history": "यह 20वीं सदी की शुरुआत में जापान से आए प्रवासियों द्वारा लाया गया और यह चीन के स्प्रिंग रोल से प्रेरित है। ब्राज़ीलियाई लोगों ने इसे बड़ा और और अधिक कुरकुरा बनाया और स्थानीय सामग्रियों से भर दिया।",
        "insider_tip": "इपानेमा के रविवार हिप्पी बाजार में जाकर सर्वश्रेष्ठ पेस्टल का अनुभव करें। 'केजू (पनीर)' या 'कमलाउन (झींगा)' का आदेश दें। सबसे अच्छे संयोजन के लिए गर्म गन्ने के रस के साथ इसका आनंद लें।",
        "price_level": "सस्ती",
        "duration": "10-15 मिनट",
        "best_time": "स्ट्रीट फेयर और बाजार",
        "vibe": "कुरकुरी स्ट्रीट फूड",
        "good_for": [
          "तेज़ दोपहर का भोजन",
          "स्ट्रीट फेयर",
          "असाधारण भोजन"
        ]
      },
      "image": "/images/rio/pastel.jpg"
    },
    {
      "id": "food-rio-009",
      "slug": "tapioca-crepe",
      "name_en": "टापिओका क्रेप",
      "name_local": "टापिओका",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "यह एक ग्लूटेन-फ्री क्रेप है जो टापिओका starch से बना है। इसमें चीज़, नारियल, केला या मांस जैसे मीठे या नमकीन भरावन होते हैं। इसमें ब्राजील का अद्वितीय कुरकुरा और मुलायम अनुभव होता है।",
        "history": "यह ब्राजील के मूल निवासियों का पकवान है जो कई शताब्दियों पहले की है। शुरुआत में यह एक साधारण सपाट रोटी थी, लेकिन आधुनिक समय में इसमें अनगिनत भरावनों के विकल्प हैं। आज यह लोकप्रिय स्ट्रीट फूड है और नाश्ते का एक विकल्प भी है।",
        "insider_tip": "सवेरे समुद्र तट पर विक्रेताओं से ताज़ा खरीदें। मीठा संयोजन (केला + नुटेला) स्वादिष्ट है लेकिन नमकीन भरावन (चीज़ + ड्राई मीट) अधिक पारंपरिक है।",
        "price_level": "सामान्य",
        "duration": "10-15 मिनट",
        "best_time": "नाश्ते या समुद्र तट पर नाश्ते के लिए",
        "vibe": "हल्का और बहुउद्देश्यीय",
        "good_for": [
          "ग्लूटेन-फ्री",
          "समुद्र तट पर नाश्ता",
          "नाश्ता"
        ]
      },
      "image": "/images/rio/tapioca.jpg"
    },
    {
      "id": "food-rio-010",
      "slug": "mate-gelado",
      "name_en": "आइस माटे चाय",
      "name_local": "Mate Gelado",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "नींबू और चीनी के साथ परोसा जाने वाला आइस माटे चाय। रियो के लोग हमेशा इसे पीते हैं, यह एक अनौपचारिक पेय है। समुद्र तट के विक्रेताओं से लेकर रेस्तरां तक, कहीं भी बेचा जाता है।",
        "history": "माटे चाय दक्षिण ब्राजील और अर्जेंटीना से आई है। रियो ने 20वीं सदी में इसे अपनाया और समुद्र तट के लिए एक मीठी आइस ड्रिंक में बदल दिया।",
        "insider_tip": "अगर आप असली माटे चाय का स्वाद लेना चाहते हैं, तो 'बिना चीनी' मांगें। अधिकांश स्थानों पर इसे डिफ़ॉल्ट रूप से सिरप फ्लेवर के साथ परोसा जाता है। समुद्र तट के विक्रेताओं पर यह 1 लीटर की बोतल में बेचा जाता है और साझा करने के लिए उत्तम है।",
        "price_level": "सहनशील",
        "duration": "N/A (पेय)",
        "best_time": "गर्म समुद्र तट के दिन",
        "vibe": "ताज़ा और ऊर्जा से भरपूर",
        "good_for": [
          "समुद्र तट पर हाइड्रेशन",
          "कैफीन का बूस्ट",
          "गरम दिन"
        ]
      },
      "image": "/images/rio/mate.jpg"
    },
    {
      "id": "food-rio-011",
      "slug": "bolinhos-bacalhau",
      "name_en": "बैकलहॉ का बोलिन्हो",
      "name_local": "Bolinhos de Bacalhau",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "नमकीन बैकालहॉ को आलू, प्याज और धनिए के साथ मिलाकर तला हुआ गोला है। बाहरी हिस्सा कुरकुरा और अंदर का हिस्सा नरम होता है। यह पुर्तगाल और ब्राज़ील के क्लासिक एप्पेटाइज़र हैं, जिन्हें बार में बियर के साथ परोसा जाता है।",
        "history": "पुर्तगाली उपनिवेशवादियों ने ब्राज़ील में नमकीन बैकालहॉ लाया। 19वीं सदी में गोले का आकार बार में एक आवश्यक वस्तु बन गया और आज भी यह एक लोकप्रिय स्नैक है।",
        "insider_tip": "पारंपरिक बोतेको (स्थानीय पब) में ऑर्डर करें। ठंडी चॉप (फ्रेश बियर) के साथ आनंद लें। सबसे अच्छे स्थान लापा और लेब्लोन के बायशो लेब्लोन में हैं।",
        "price_level": "सुलभ",
        "duration": "30 मिनट (बार का स्नैक)",
        "best_time": "हैप्पी आवर",
        "vibe": "आरामदायक बार का खाना",
        "good_for": [
          "बियर के साथ परफेक्ट",
          "सामाजिक मिलना",
          "डिनर से पहले का स्नैक"
        ]
      },
      "image": "/images/rio/bacalhau.jpg"
    },
    {
      "id": "food-rio-012",
      "slug": "picanha",
      "name_en": "पिकन्हा",
      "name_local": "पिकन्हा",
      "category": "व्यंजन",
      "is_generic_staple": true,
      "description": {
        "short": "ब्राज़ील का स्टेक का राजा। यह जांघ के ऊपरी हिस्से में पाया जाता है, जिसमें एक परिपूर्ण रूप से भुनी हुई मोटी वसा की परत होती है। इसे चुरास्केरिया में काटकर परोसा जाता है या रेस्तरां में स्टेक के रूप में पेश किया जाता है।",
        "history": "यह गौचो संस्कृति का एक हिस्सा है और 1960 के दशक में ब्राज़ील का प्रीमियम कट बन गया। अब इसे देशभर में चुरास्को के लिए सबसे अच्छा कट माना जाता है।",
        "insider_tip": "इसे \"मारू पासाडो\" (रेयर से मीडियम-रेयर) पर ऑर्डर करने की कोशिश करें। वसा की परत आवश्यक है, इसलिए इसे न काटें। यदि आप चुरास्केरिया में हैं, तो प्रीमियम कट का दूसरा दौर आने का इंतज़ार करें।",
        "price_level": "महंगा",
        "duration": "1.5-2 घंटे",
        "best_time": "रात का खाना",
        "vibe": "प्रीमियम मांस प्रेमियों के लिए",
        "good_for": [
          "मांस प्रेमियों",
          "विशेष अवसर",
          "उच्च गुणवत्ता वाले मांस"
        ]
      },
      "image": "/images/rio/picanha.jpg"
    },
    {
      "id": "food-rio-013",
      "slug": "coxinha",
      "name_en": "कोशिन्हा",
      "name_local": "कोशिन्हा",
      "category": "खाने",
      "is_generic_staple": true,
      "description": {
        "short": "यह एक चिकन और क्रीम पनीर से भरा, बैटर में लिपटा और तला हुआ नाश्ता है, जिसे पेस्ट्री की दुकानों, पार्टियों और स्नैक्स बार में अक्सर देखा जा सकता है।",
        "history": "यह कहा जाता है कि इसे 19वीं सदी में ब्राजील के एक राजकुमार के लिए बनाया गया था, जो केवल चिकन की जांघें खाते थे; जब जांघें समाप्त हो गईं, तो रसोइए ने चिकन को जांघ के आकार में ढाल दिया।",
        "insider_tip": "हम आपको बड़े चेन के बजाय स्थानीय छोटे बेकरी (पादारिया) से खरीदने की सलाह देते हैं। ताजा और गर्म अवस्था में इसका स्वाद लेना सबसे अच्छा है। आटा पतला और कुरकुरा होना चाहिए, और मोटा और नरम नहीं।",
        "price_level": "सस्ती",
        "duration": "5-10 मिनट (नाश्ता)",
        "best_time": "इसे आजमाएँ",
        "vibe": "क्लासिक आरामदायकता",
        "good_for": [
          "सुगम नाश्ता",
          "सस्ता भोजन",
          "nostalgic comfort"
        ]
      },
      "image": "/images/rio/coxinha.jpg"
    },
    {
      "id": "food-rio-014",
      "slug": "acaraje",
      "name_en": "बीन्स बेनिए",
      "name_local": "अकाराजे",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "अफ्रीकी-ब्राज़िलियन स्ट्रीट फूड: इसे ताड़ी के तेल में तला जाता है और इसमें झींगा पेस्ट, भिंडी और तेज़ मिर्च सॉस भरी जाती है।",
        "history": "यह पश्चिम अफ्रीका से लाए गए दासों द्वारा पेश किया गया, खासकर योरूबा संस्कृति से। इसे मूल रूप से हवा की देवी इआन्सा को समर्पित एक पवित्र भोजन के रूप में माना जाता था। अब, इसे ब्राज़ील भर में बाइआना (बाइआ की महिलाएं) द्वारा बेचा जाता है।",
        "insider_tip": "कृपया केवल सफेद कपड़े पहने परंपरिक बाइआना से खरीदें - वे इसे सही तरीके से पकाते हैं। यदि आपकी पेट की संवेदनशीलता है, तो 'पुक डेंडे' (कम ताड़ी का तेल) के लिए कहें। मिर्च वास्तव में तेज होती है।",
        "price_level": "सस्ती",
        "duration": "15 मिनट (स्ट्रीट फूड)",
        "best_time": "बीच पर लंच या स्नैक के लिए",
        "vibe": "अफ्रीकी-ब्राज़िलियन मसालेदारता",
        "good_for": [
          "गौरमंड साहसी",
          "संस्कृति अनुभव",
          "स्ट्रीट फूड"
        ]
      },
      "image": "/images/rio/acaraje.jpg"
    },
    {
      "id": "food-rio-015",
      "slug": "coconut-water",
      "name_en": "कोकोनट पानी",
      "name_local": "Água de Coco",
      "category": "खाद्य पदार्थ",
      "is_generic_staple": true,
      "description": {
        "short": "ताजा नारियल का पानी युवा हरे नारियल से सीधे प्रदान किया जाता है। समुद्र तट पर विक्रेता मचेट से ऊपर काटते हैं और एक स्ट्रॉ डालते हैं। यह इलेक्ट्रोलाइट्स का एक प्राकृतिक विकल्प है और समुद्र तट पर अंतिम हाइड्रेशन है।",
        "history": "नारियल ब्राज़ील के तट पर प्रचुरता से उगते हैं। नारियल से सीधे पीना, 20वीं सदी में रियो की बीच संस्कृति के विस्फोट के दौरान समुद्र तट की परंपरा बन गई।",
        "insider_tip": "बर्फ में ठंडा नारियल खोजें। पीने के बाद, अंदर की नरम नारियल की मांस खाने के लिए 'खोलने के लिए' कहें। यह कीमत में शामिल है।",
        "price_level": "सस्ता",
        "duration": "10-15 मिनट",
        "best_time": "समुद्र तट पर गर्म दोपहर",
        "vibe": "प्राकृतिक ताजगी",
        "good_for": [
          "हाइड्रेशन",
          "समुद्र तट पर एकदम सही",
          "स्वस्थ पेय"
        ]
      },
      "image": "/images/rio/coconut-water.jpg"
    }
  ],
  "must_see": [
    {
      "title": "प्रतिनिधि स्थलों",
      "id": "landmarks",
      "items": [
        {
          "id": "sight-rio-001",
          "slug": "christ-redeemer",
          "name_en": "क्राइस्ट द रिडीमर",
          "name_local": "क्राइस्ट द रिडीमर",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "कोरकोवाडो पर्वत पर स्थित 30 मीटर ऊँचा यीशु का प्रतीकात्मक स्टैचू। यह दुनिया के सात अजूबों में से एक है। सुबह जल्दी जाने की सलाह दी जाती है। आप लोगों के आने से पहले की सुबह की सुंदरता का आनंद ले सकते हैं।",
            "history": "1922 से 1931 के बीच, ईसाई धर्म और ब्राज़ील की पहचान का प्रतीक के रूप में इसका निर्माण हुआ। इसे ब्राज़ीलियन इंजीनियर हाइटर दा सिल्वा कोस्टा ने डिजाइन किया और इसे फ्रांसीसी कलाकार पॉल लैंडोस्की ने मूर्तिकला की। यह मूर्ति कई बार बिजली से चकनाचूर हो चुकी है।",
            "insider_tip": "कृपया कुछ दिन पहले ऑनलाइन टिकट बुक करें। ये जल्दी ही बिक जाते हैं। पर्वत की चोटी तक पहुँचने के लिए मिनीबस (€) का उपयोग करें, और ट्रेन (€€€€) से बचें। सुबह 8 बजे या शाम 4 बजे के गोल्डन आवर में जाना सबसे अच्छा है। सप्ताहांत और छुट्टियों से बचें।",
            "price_level": "महंगा",
            "duration": "2-3 घंटे",
            "best_time": "सुबह (8 बजे) या शाम को देर से",
            "vibe": "प्रभावशाली और प्रतीकात्मक",
            "good_for": [
              "पहली बार आने वाले",
              "फोटोग्राफी",
              "पैनोरमा दृश्य"
            ]
          },
          "image": "/images/rio/christ.jpg",
          "geo": {
            "lat": -22.9519,
            "lng": -43.2105
          }
        },
        {
          "id": "sight-rio-002",
          "slug": "sugarloaf-mountain",
          "name_en": "पोंट डि असुकार",
          "name_local": "पोंट डि असुकार",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "396 मीटर ऊँचा ग्रेनाइट पर्वत, जो रोपवे द्वारा पहुँचा जा सकता है। चढ़ाई दो चरणों में बाँटी गई है, और दृश्य दिन-ब-दिन और भी प्रभावशाली होते जाते हैं। चोटी से सूर्यास्त रियो में सबसे रोमांटिक अनुभवों में से एक है।",
            "history": "16वीं शताब्दी में पुर्तगाली अन्वेषकों ने इसका नाम 'पोंट डि असुकार' रखा क्योंकि इसका आकार पारंपरिक चीनी के रूप के समान था। रोपवे 1912 में शुरू हुआ था, जो उस समय एक क्रांतिकारी चीज थी।",
            "insider_tip": "शाम को 1.5 घंटे पहले पहुँचें। चोटी से सूर्यास्त देखने के बाद, शहर की रोशनी के बीच रोपवे से वापस नीचे आएं। हल्की जैकेट लेकर जाएँ; चोटी पर हवा तेज़ हो सकती है।",
            "price_level": "महंगा",
            "duration": "2-3 घंटे",
            "best_time": "शाम (5 बजे - 6 बजे)",
            "vibe": "रोमांटिक और चित्रात्मक रूप से सुंदर",
            "good_for": [
              "जोड़े",
              "फोटोग्राफर",
              "सूर्यास्त देखना पसंद करने वाले"
            ]
          },
          "image": "/images/rio/sugarloaf.jpg",
          "geo": {
            "lat": -22.9489,
            "lng": -43.1569
          }
        },
        {
          "id": "sight-rio-003",
          "slug": "selaron-steps",
          "name_en": "सेलारोन स्टेप्स",
          "name_local": "सेलारोन स्टेप्स",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "चिली के कलाकार होरहे सेलारोन द्वारा बनाए गए रंगीन मोज़ेक सीढ़ियाँ। 60 से अधिक देशों से इकट्ठे किए गए टाइल्स से ढकी 250 सीढ़ियाँ। एक विकसित होने वाला आर्ट प्रोजेक्ट, जो रियो में सबसे अधिक फोटो खींचने वाली सीढ़ियाँ बन गया है।",
            "history": "सेलारोन ने 1990 में ब्राज़ील के लोगों को सम्मानित करने के लिए इस प्रोजेक्ट की शुरुआत की। 2013 में उनकी मृत्यु तक वे इस कार्य में लगे रहे। ये सीढ़ियाँ लापा और सांता टेरेसा को जोड़ती हैं।",
            "insider_tip": "पर्यटन समूहों से बचने के लिए, सुबह जल्दी (8 बजे - 9 बजे) या शाम को (5 बजे) जाएं। सीढ़ियाँ सार्वजनिक स्थान पर हैं, और यहाँ कोई शुल्क नहीं है। चोरों से सावधान रहें; वहाँ बहुत से लोग होते हैं। इसे सांता टेरेसा की सैर के साथ संयोजित करना अच्छा रहेगा।",
            "price_level": "नि:शुल्क",
            "duration": "30 मिनट",
            "best_time": "सुबह जल्दी या शाम को देर से",
            "vibe": "रंगीन और कलात्मक",
            "good_for": [
              "इंस्टाग्राम के लिए फोटो",
              "कला प्रेमी",
              "जल्दी विजिट करने वाले लोग"
            ]
          },
          "image": "/images/rio/selaron.jpg",
          "geo": {
            "lat": -22.9153,
            "lng": -43.1792
          }
        }
      ]
    },
    {
      "title": "बीच",
      "id": "beaches",
      "items": [
        {
          "id": "sight-rio-004",
          "slug": "copacabana-beach",
          "name_en": "कोपाकबाना बीच",
          "name_local": "Praia de Copacabana",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "दुनिया की सबसे प्रसिद्ध बीच। 4 किमी की रेत की पट्टी है, और यहाँ सफेद-काल काश्त की पैदल रास्ता है। पर्यटक, बीच के विक्रेता, फुटबॉल मैच और दर्शक यहाँ की चहल-पहल का हिस्सा हैं।",
            "history": "बोलिविया के एक गांव में स्थित संत मैरी के प्रसिद्ध आश्रय के नाम पर रखा गया। 1920 और 30 के दशक में रियो का पर्यटन केंद्र बन गया। काश्त की पैदल रास्ता 1970 के दशक में ब्लूरेल मार्क्स द्वारा डिजाइन की गई थी।",
            "insider_tip": "प्रत्येक 'पोस्ट' (लाइफगार्ड स्टेशन) का एक अलग वातावरण होता है। कोपाकबाना पैलेस के पास पोस्ट 4 शांत है। पोस्ट 6 स्थानीय लोगों के बीच लोकप्रिय है। अपनी कीमती चीजें थोड़ी मात्रा में लें - चोरी सामान्य है।",
            "price_level": "मुक्त",
            "duration": "कम से कम आधा दिन",
            "best_time": "सुबह या शाम",
            "vibe": "प्रतिकात्मक और पर्यटन",
            "good_for": [
              "बीच संस्कृति",
              "लोगों का अवलोकन",
              "पहली बार आने वालों के लिए"
            ]
          },
          "image": "/images/rio/copacabana-beach.jpg",
          "geo": {
            "lat": -22.9711,
            "lng": -43.1822
          }
        },
        {
          "id": "sight-rio-005",
          "slug": "ipanema-beach",
          "name_en": "इपानेमा बीच",
          "name_local": "Praia de Ipanema",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "कोपाकबाना से अधिक शिष्ट और पर्यटकों की संख्या कम है। पोस्ट 9 सामाजिक केंद्र है, जहाँ सुंदर लोग इकट्ठा होते हैं। पानी साफ है, और वातावरण अच्छा है, यह 'इपानेमा की मां' के प्रेरणा का स्रोत है।",
            "history": "1962 के बोज़ा नवा गाने 'इपानेमा की मां' (Garota de Ipanema) के लिए प्रसिद्ध है। 1960 के दशक में, यह रियो का बोहेमियन बीच बन गया और एक परिष्कृत क्षेत्र में विकसित हुआ।",
            "insider_tip": "पोस्ट 9 LGBT+ के अनुकूल खंड है। पोस्ट 10 परिवार के लिए उपयुक्त है। रविवार को अवेनीड विएरा सोटो जब वाहनों के लिए बंद होती है, तब स्थानीय लोग साइकिल चलाते हैं, स्केटबोर्ड करते हैं या पिकनिक मनाते हैं।",
            "price_level": "मुक्त",
            "duration": "कम से कम आधा दिन",
            "best_time": "शाम में सूर्यास्त देखने के लिए",
            "vibe": "शिष्ट और परिष्कृत",
            "good_for": [
              "बीच प्रेमियों के लिए",
              "सूर्यास्त का अवलोकन",
              "लोगों का अवलोकन"
            ]
          },
          "image": "/images/rio/ipanema-beach.jpg",
          "geo": {
            "lat": -22.9868,
            "lng": -43.2045
          }
        },
        {
          "id": "sight-rio-006",
          "slug": "arpoador-beach",
          "name_en": "आर्पोडोर बीच",
          "name_local": "Praia do Arpoador",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "कोपाकबाना और इपानेमा के बीच में एक छोटी से चट्टानी बीच, जो सूर्यास्त के लिए प्रसिद्ध है। स्थानीय लोग हर रात चट्टानों पर इकट्ठा होकर सूर्य को मोरो दोइजी ईलामाओ के पीछे डूबते हुए तालियों के साथ स्वागत करते हैं।",
            "history": "19वीं सदी के व्हेल शिकारी ने व्हेल खोजने के लिए चट्टानों का इस्तेमाल किया, इसलिए इसे 'आर्पोडोर' (व्हेल शिकार) नाम दिया गया। सूर्यास्त का ताली के साथ स्वागत करने की परंपरा 1970 के दशक में स्वाभाविक रूप से शुरू हुई और आज भी जारी है।",
            "insider_tip": "सूर्यास्त से 30 मिनट पहले पहुँचें और चट्टानों पर एक अच्छी जगह सुनिश्चित करें। जब सूर्य क्षितिज को छूता है, तब तालियों और चिल्लाने की परंपरा होती है। बीयर ले जाना न भूलें।",
            "price_level": "मुक्त",
            "duration": "1 से 2 घंटे",
            "best_time": "सूर्यास्त (17:30-18:30)",
            "vibe": "स्थानीय परंपरा",
            "good_for": [
              "सूर्यास्त की रस्म",
              "फोटो खींचना",
              "स्थानीय संस्कृति"
            ]
          },
          "image": "/images/rio/arpoador.jpg",
          "geo": {
            "lat": -22.9874,
            "lng": -43.1903
          }
        },
        {
          "id": "sight-rio-007",
          "slug": "prainha-beach",
          "name_en": "प्राइनहा बीच",
          "name_local": "Prainha",
          "category": "पर्यटन स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "शहर से 45 मिनट की दूरी पर स्थित एक संरक्षित छोटी बीच। हरे-भरे पहाड़ियों से घिरा हुआ है और एक पर्यावरण संरक्षण क्षेत्र के रूप में संरक्षित है। यह सर्फिंग और प्राकृतिक प्रेमियों के लिए लोकप्रिय है।",
            "history": "पर्यावरण संरक्षण कानून के कारण इसे बिना विकास के रखा गया है। यह जंगली और प्राकृतिक विशेषताओं को बनाए रखता है। स्थानीय सर्फिंग प्रेमियों ने दशकों से इसे भीड़भाड़ से बचाने के लिए संघर्ष किया है।",
            "insider_tip": "बीच पर कोई अधोसंरचना नहीं है - भोजन, पानी, और सनस्क्रीन लाना न भूलें। सप्ताहांत में 11 बजे से पहले पार्किंग भर जाती है। रियो में सर्वश्रेष्ठ सर्फिंग लहरें हैं, लेकिन मजबूत धारें सर्फिंग न करने वालों के लिए खतरनाक हैं।",
            "price_level": "मुक्त",
            "duration": "आधा दिन",
            "best_time": "सप्ताह के दिनों की सुबह",
            "vibe": "प्राकृतिक और संरक्षित",
            "good_for": [
              "सर्फिंग प्रेमियों के लिए",
              "प्राकृतिक प्रेमियों के लिए",
              "भीड़ से बचने वालों के लिए"
            ]
          },
          "image": "/images/rio/prainha.jpg",
          "geo": {
            "lat": -23.0442,
            "lng": -43.5028
          }
        }
      ]
    },
    {
      "title": "प्राकृतिक और पार्क",
      "id": "nature",
      "items": [
        {
          "id": "sight-rio-008",
          "slug": "tijuca-forest",
          "name_en": "टिजुका राष्ट्रीय उद्यान",
          "name_local": "फ्लोरेस्टा दा टिजुका",
          "category": "पर्यटक स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "यह दुनिया का सबसे बड़ा शहरी वर्षावन है। यहाँ झरने, अवलोकन स्थलों और वन्यजीवों के लिए रास्ते हैं। यहाँ मसीह के उद्धारक की मूर्ति भी है। समुद्र तट की हलचल से प्रकृति की ओर एक परिपूर्ण पलायन।",
            "history": "1800 के दशक में कॉफी के बागानों के लिए काटा गया था। 1861 में सम्राट पेड्रो II ने पुनः वननिर्माण का आदेश दिया, जो इतिहास का पहला बड़ा पुनः वननिर्माण परियोजना बना। अब यह यूनेस्को की विश्व धरोहर है।",
            "insider_tip": "सुरक्षा के लिए एक गाइड को किराए पर लें और वन्यजीवों (बंदर, टौकन) का अवलोकन करें। कस्काचिन्हा झरने का रास्ता आसान और खूबसूरत है। अकेले ट्रेकिंग न करें—रास्ते एकांत हैं। दिन में गर्मी या बारिश से पहले सुबह जल्दी जाएँ।",
            "price_level": "मुफ्त (गाइड अलग से)",
            "duration": "आधी दिन",
            "best_time": "सुबह जल्दी",
            "vibe": "जंगल की साहसिकता",
            "good_for": [
              "हाइकर्स",
              "प्राकृतिक प्रेमी",
              "वन्यजीव अवलोकन"
            ]
          },
          "image": "/images/rio/tijuca.jpg",
          "geo": {
            "lat": -22.9628,
            "lng": -43.2839
          }
        },
        {
          "id": "sight-rio-009",
          "slug": "botanical-garden",
          "name_en": "रियो डी जनेरियो बॉटनिकल गार्डन",
          "name_local": "जार्जिन बोटानीको",
          "category": "पर्यटक स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "140 हेक्टेयर का शांत उद्यान है, जहाँ 6000 से अधिक पौधे हैं। सुंदर रॉयल पाम के वृक्षों की पंक्ति प्रसिद्ध है। झील, ऑर्किड, और मूर्तियाँ हैं, जो रियो की हलचल से एक शांत पलायन हैं।",
            "history": "1808 में, पुर्तगाल के नरेश प्रिंस जोआओ VI द्वारा पश्चिम इंडीज के मसाले उगाने के लिए स्थापित किया गया था। शुरू में यह रॉयल प्राइवेट गार्डन था, लेकिन 1822 में देश की स्वतंत्रता के बाद इसे आम जनता के लिए खोला गया।",
            "insider_tip": "शांति की तलाश में, सप्ताह के दिनों में सुबह का दौरा करें। जापानी उद्यान और संवेदी उद्यान छिपे हुए खजाने हैं। कीट-नाशक लाना न भूलें। अंदर के कैफे में ताजे जूस का आनंद लें।",
            "price_level": "अनुकूल",
            "duration": "2-3 घंटे",
            "best_time": "सप्ताह के दिनों में सुबह",
            "vibe": "शांत और पौधों से भरा",
            "good_for": [
              "पौधों के प्रेमी",
              "चुप्पी का समय",
              "फोटोग्राफी"
            ]
          },
          "image": "/images/rio/botanical.jpg",
          "geo": {
            "lat": -22.967,
            "lng": -43.2247
          }
        },
        {
          "id": "sight-rio-010",
          "slug": "parque-lage",
          "name_en": "लाज पार्क",
          "name_local": "पार्के लाज",
          "category": "पर्यटक स्थल",
          "is_generic_staple": false,
          "description": {
            "short": "कोर्कोवाडो के तल पर स्थित भव्य हवेली और उद्यान है। हवेली के अंदर कैफे से, आप एक मेहराब के माध्यम से मसीह के उद्धारक की मूर्ति देख सकते हैं। प्रवेश मुफ़्त है, और यह रोमांटिक वातावरण के साथ फोटो लेने के लिए एक लोकप्रिय जगह है।",
            "history": "20वीं सदी की शुरुआत में व्यवसायी एनरिके लाज और उनकी ओपेरा गायिका पत्नी के लिए बनाया गया था। वर्तमान में, यह हवेली एक कला स्कूल (EAV) के रूप में उपयोग की जाती है। उद्यान को ब्रिटिश लैंडस्केप आर्किटेक्ट जॉन टिंडाल ने डिजाइन किया था।",
            "insider_tip": "कैफे इंस्टाग्राम प्रेमियों का स्वर्ग है—भीड़ से बचने के लिए जल्दी पहुँचें। यहाँ से टिजुका के जंगल की ओर जाने वाले मुफ्त रास्ते हैं। सप्ताहांत में अक्सर प्रदर्शन और बाहरी शो होते हैं।",
            "price_level": "मुफ्त (कैफे उचित मूल्य)",
            "duration": "1-2 घंटे",
            "best_time": "फोटोग्राफी के लिए सुबह",
            "vibe": "रोमांटिक और कलात्मक",
            "good_for": [
              "इंस्टाग्राम के लिए फोटो",
              "आराम",
              "वास्तुकला"
            ]
          },
          "image": "/images/rio/parque-lage.jpg",
          "geo": {
            "lat": -22.9596,
            "lng": -43.2108
          }
        }
      ]
    },
    {
      "title": "संस्कृति और नाइटलाइफ़",
      "id": "culture",
      "items": [
        {
          "id": "sight-rio-011",
          "slug": "lapa-arches",
          "name_en": "लापा की मेहराब",
          "name_local": "Arcos da Lapa",
          "category": "दृष्टि",
          "is_generic_staple": false,
          "description": {
            "short": "18वीं सदी का जल परिवहन पुल, जो अब रियो की नाइटलाइफ़ का प्रतीक है। नीचे का क्षेत्र शुक्रवार और शनिवार रात को सड़क पार्टी (सम्बा का चक्र) में बदल जाता है। बार, क्लब और लाइव म्यूजिक हर जगह हैं।",
            "history": "1950 में सैंता टेरेज़ से शहर के केंद्र की ओर पानी लाने के लिए बनाया गया। 1896 में इसकी पुनःसंगठन करके ट्राम के लिए एक ऊँचा पुल बनाया गया। अब यह रियो की नाइटलाइफ़ क्षेत्र लापा और बुगुयोक सैंता टेरेज़ की पहाड़ी को जोड़ता है।",
            "insider_tip": "22:00 के बाद यहां आएं, सड़क पार्टी शुरू होती है। समूह में यात्रा करें और कीमती सामान का ध्यान रखें। निकटवर्ती क्लब, रियो सेनारियम और कारीओका दा जेम में लाइव संबाजी का मज़ा लें।",
            "price_level": "परिवर्तनीय",
            "duration": "3-5 घंटे",
            "best_time": "शुक्रवार/शनिवार की रात 22:00 के बाद",
            "vibe": "जंगली रात की जिंदगी",
            "good_for": [
              "पार्टी के लोगों के लिए",
              "संबा प्रेमियों के लिए",
              "रात को जागने वालों के लिए"
            ]
          },
          "image": "/images/rio/lapa-arches.jpg",
          "geo": {
            "lat": -22.9131,
            "lng": -43.1792
          }
        },
        {
          "id": "sight-rio-012",
          "slug": "maracana-stadium",
          "name_en": "माराकाना स्टेडियम",
          "name_local": "Estádio do Maracanã",
          "category": "दृष्टि",
          "is_generic_staple": false,
          "description": {
            "short": "फुटबॉल का प्रतीकात्मक कैथेड्रल, जो दो विश्व कप फाइनल (1950, 2014) और 2016 के ओलंपिक के उद्घाटन समारोह की मेज़बानी कर चुका है। फ्लैमिंगो और फ्लुमिनेंस के खेल देखने के लिए आइए और ब्राजील के फुटबॉल के जुनून का अनुभव करें।",
            "history": "1950 के विश्व कप के लिए बनाया गया। पहले यह 200,000 से अधिक लोगों को समायोजित कर सकता था (अब 78,000, नवीनीकरण के बाद)। यह पेले के 1,000 गोलों का स्थान है। फ्लैमिंगो बनाम फ्लुमिनेंस डर्बी के दौरान की ऊर्जा भुलाए नहीं भूलने वाली है।",
            "insider_tip": "पहले से ऑनलाइन टिकट खरीदें। अनुभव का मज़ा लेने के लिए निचले स्तर की सीट पर बैठें। अपने टीम के रंग या तटस्थ रंग पहनें; दुश्मन की टीम के रंग नहीं पहनें। खेल से पहले की उत्तेजना खुद खेल के बराबर होती है।",
            "price_level": "मध्यम",
            "duration": "3-4 घंटे",
            "best_time": "मैच दिन (वीकेंड)",
            "vibe": "रोमांचक फुटबॉल संस्कृति",
            "good_for": [
              "फुटबॉल प्रशंसकों के लिए",
              "संस्कृति के अनुभव के लिए",
              "एड्रेनालाइन के लिए"
            ]
          },
          "image": "/images/rio/maracana.jpg",
          "geo": {
            "lat": -22.9122,
            "lng": -43.2302
          }
        },
        {
          "id": "sight-rio-013",
          "slug": "santa-teresa-tram",
          "name_en": "सांता टेरेज़ा का ट्राम",
          "name_local": "Bondinho de Santa Teresa",
          "category": "दृष्टि",
          "is_generic_staple": false,
          "description": {
            "short": "शहर के केंद्र से बोहेमियन सांता टेरेज़ा क्षेत्र की तरफ चढ़ने वाली एक विंटेज पीली ट्राम। यह लापा की मेहराब के पार जाती है और अद्भुत दृश्य प्रदान करती है। यह ब्राजील के अंतिम कार्यशील ट्राम सिस्टम में से एक है।",
            "history": "1877 में शुरू हुआ, यह लैटिन अमेरिका के सबसे पुराने ट्राम सिस्टम में से एक है। 2011 में एक दुर्घटना के बाद यह बंद हो गया था और 2015 में आंशिक रूप से फिर से चालू हुआ। स्थानीय लोगों और पर्यटकों के लिए यह रियो का एक आइकन है।",
            "insider_tip": "अभी केवल एक मार्ग (लार्गो दा कारीओका से लार्गो दो गिमरानाइस तक) संचालित है। यह कम बार चलता है, इसलिए समय देख लें। सर्वोत्तम दृश्य का आनंद लेने के लिए दायीं ओर बैठें। उसके बाद, सांता टेरेज़ा की खोज करें, जहां बार और कला स्टूडियोज़ हैं।",
            "price_level": "सस्ती",
            "duration": "30 मिनट (सिर्फ सवारी)",
            "best_time": "दोपहर",
            "vibe": "नॉस्टैल्जिक और चित्रात्मक",
            "good_for": [
              "इतिहास प्रेमियों के लिए",
              "चित्रात्मक चलने के लिए",
              "फोटो लेने के लिए"
            ]
          },
          "image": "/images/rio/tram.jpg",
          "geo": {
            "lat": -22.9138,
            "lng": -43.1869
          }
        },
        {
          "id": "sight-rio-014",
          "slug": "pedra-do-sal",
          "name_en": "पेड्रा डो साल",
          "name_local": "Pedra do Sal",
          "category": "दृष्टि",
          "is_generic_staple": false,
          "description": {
            "short": "इस सांबाई में ऐतिहासिक पत्थर का चौक है जहाँ संगीत का जन्म हुआ। सोमवार और शुक्रवार की रात को मुफ्त संबाजी का चक्र होता है। स्थानीय लोग सडक पर नाचते, गाते और देर तक पीते हैं।",
            "history": "यह उपनिवेशकाल का एक पुराना दास बाजार है। यहां पर दास बने अफ्रीकी लोग अपनी संस्कृति को संगीत और नृत्य के माध्यम से बनाए रखते थे। इसे आधुनिक संबाजी का पालना माना जाता है।",
            "insider_tip": "सोमवार की रात यहां आकर सबसे प्रामाणिक और स्थानीय अनुभव का आनंद लें। संगीतकारों के निकट स्थान सुनिश्चित करने के लिए 20:00 बजे के आस-पास पहुँचे। स्टाल के पेय के लिए पैसे ले जाना न भूलें। कीमती सामान का ध्यान रखें।",
            "price_level": "फ्री",
            "duration": "2-4 घंटे",
            "best_time": "सोमवार की रात (20:00 के बाद)",
            "vibe": "सरल और सांस्कृतिक",
            "good_for": [
              "संबा प्रेमियों के लिए",
              "संस्कृति के अनुभव के लिए",
              "स्थानीय अनुभव के लिए"
            ]
          },
          "image": "/images/rio/pedra-sal.jpg",
          "geo": {
            "lat": -22.894,
            "lng": -43.184
          }
        }
      ]
    },
    {
      "title": "दृश्य बिंदु",
      "id": "viewpoints",
      "items": [
        {
          "id": "sight-rio-015",
          "slug": "mirante-dona-marta",
          "name_en": "ミランテ・ドナ・マルタ",
          "name_local": "Mirante Dona Marta",
          "category": "पर्यटन स्थलों",
          "is_generic_staple": false,
          "description": {
            "short": "रियो का 360° दृश्य प्रदान करने वाला एक दृष्टिकोण है जहाँ हेलीकॉप्टर भी हैं। यहाँ आपको ख्रीष्ट की मूर्ति, शुगरलोफ, समुद्र तट और फेवेला दिखाई देती हैं। इसे माइकल जैक्सन के संगीत वीडियो 'They Don't Care About Us' के लिए प्रसिद्ध किया गया। फोटो खींचने के लिए यह एक बेहतरीन स्थान है।",
            "history": "यह डोना मार्ता की फेवेला की पहाड़ी पर स्थित है। 1996 में माइकल जैक्सन द्वारा शूट किए जाने के बाद यह अंतरराष्ट्रीय स्तर पर प्रसिद्ध हुआ। समुदाय ने स्थानीय चरित्र को बनाए रखते हुए पर्यटन को अपनाया है।",
            "insider_tip": "हम अनुशंसा करते हैं कि आप एक टूर या निजी ड्राइवर के साथ जाएँ; अकेले जाना बेहतर नहीं है। सूर्यास्त या नीले घंटे में फोटो खींचने के लिए यह बेहतरीन है। एक छोटी कैफे में पेय और नाश्ते की बिक्री होती है। समुदाय सुरक्षित है लेकिन स्थानीय लोगों की जगह का सम्मान करें।",
            "price_level": "मुक्त (अतिरिक्त परिवहन शुल्क आवश्यक)",
            "duration": "1-2 घंटे",
            "best_time": "सूर्यास्त या देर शाम",
            "vibe": "पैनोरमिक और आश्चर्यजनक",
            "good_for": [
              "फोटोग्राफर",
              "सूर्यास्त प्रेमी",
              "खुले दृश्यों के लिए"
            ]
          },
          "image": "/images/rio/dona-marta.jpg",
          "geo": {
            "lat": -22.9491,
            "lng": -43.1943
          }
        },
        {
          "id": "sight-rio-016",
          "slug": "pedra-bonita",
          "name_en": "ペドラ・ボニタ",
          "name_local": "Pedra Bonita",
          "category": "पर्यटन स्थलों",
          "is_generic_staple": false,
          "description": {
            "short": "696 मीटर की ऊँचाई पर, यह अपेक्षाकृत आसान 1.5 घंटे की हाइकिंग के माध्यम से पहुँचा जा सकता है। यह पैराग्लाइडिंग का लॉन्चिंग स्थान भी है। दक्षिणी क्षेत्र, समुद्र तट और पर्वतों का पैनोरामिक दृश्य यहाँ का आनंद लें। इसे स्थानीय पर्वतारोहियों द्वारा पसंद किया जाता है।",
            "history": "1970 के दशक से पैराग्लाइडिंग के लॉन्चिंग स्थल के रूप में उपयोग हो रहा है। इसका नाम 'सुंदर पत्थर' का अर्थ है। यह तिजुका राष्ट्रीय उद्यान का एक हिस्सा है। इसे ब्राजील के ओलंपिक पैराग्लाइडरों को प्रशिक्षित करने के लिए उपयोग किया जाता है।",
            "insider_tip": "गर्मी से बचने के लिए जल्दी निकलें (सुबह 7-8 बजे)। ट्रेल मध्यम है लेकिन कुछ भाग तेज हैं। प्रवेश शुल्क फ्री है। पानी और नाश्ता साथ ले जाएँ। अगर पैराग्लाइडर उड़ाने का मौका मिले (सुबह 10 बजे-2 बजे), तो ज़रूर देखें।",
            "price_level": "मुक्त",
            "duration": "आवागमन में 3-4 घंटे",
            "best_time": "सुबह जल्दी",
            "vibe": "साहसिक हाइकिंग",
            "good_for": [
              "पर्वतारोही",
              "प्रकृति प्रेमी",
              "भीड़-भाड़ से मुक्त दृश्य"
            ]
          },
          "image": "/images/rio/pedra-bonita.jpg",
          "geo": {
            "lat": -22.9953,
            "lng": -43.2831
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "सुबह 8 बजे",
      "title": "क्राइस्ट द रिडीमर के दिन का उगता सूरज",
      "description": "शब्दश: शिखर से एक दिन की शुरुआत करें। भीड़ से बचने के लिए, कोरकोवाडो पहाड़ी के शिखर की ओर जाने वाली पहली नाव में सवार हों। 710 मीटर की ऊँचाई से, रियो के समुद्र तटों और पहाड़ों को रोशन करते हुए सूर्योदय का अवलोकन करें। सुबह की सुनहरी रोशनी बेहतरीन तस्वीरें प्रदान करती है, और आप लगभग 30 से 45 मिनट तक अपने आप में मूर्तियों का आनंद ले सकते हैं।",
      "image": "/images/rio/christ-morning.jpg",
      "ticket_link": "https://www.getyourguide.com/rio-de-janeiro-l61/"
    },
    {
      "time": "11:00",
      "title": "इपनेमा Beach और असाई",
      "description": "इपनेमा Beach के पोस्ट 9 की ओर बढ़ते हैं, जहाँ आप रियो का सामाजिक केंद्र पाएंगे। कुर्सियाँ और छायादार के लिए किराये पर लें, अटलांटिक में तैरें और खूबसूरत लोगों को फुटवॉली का आनंद लेते हुए देखें। Beach पर विक्रेताओं से असाई बाउल ऑर्डर करें और ऊर्जा बढ़ाएँ। यह कारीओका संस्कृति का बेहतरीन अनुभव है।",
      "image": "/images/rio/ipanema-morning.jpg"
    },
    {
      "time": "14:00",
      "title": "लंच: पारंपरिक रेस्तरां में फेज़ोआदा",
      "description": "शनिवार फेज़ोआदा का दिन है। इपानेमा या लेब्लॉन के पारंपरिक रेस्तरां की ओर बढ़ें और ब्राजील के राष्ट्रीय व्यंजन का आनंद लें। यह सूअर और गोमांस के साथ धीरे-धीरे पकी हुई काले सेम की स्टू है। इसे चावल, फ़ालोफ़ा, संतरे के स्लाइस, और गोभी के पत्तों के साथ परोसा जाता है। इसे 1.5-2 घंटे में आराम से समुदाय के भोजन के रूप में आनंद लें।",
      "image": "/images/rio/feijoada-lunch.jpg"
    },
    {
      "time": "17時00分",
      "title": "アルポアドール का सूर्योदय",
      "description": "कोपाकबाना और इपनेमा के बीच स्थित चट्टान, अल्पोडोर पर आएं। सूर्यास्‍त से 30 मिनट पहले चट्टान पर बैठने के लिए जगह बुक करें। जब सूर्य डॉस फ्लैटरोस के पीछे के क्षितिज को छूता है, तो स्थानीय लोगों के साथ तालियां बजाएं—यह रियो की परंपरा है। पास के स्टाल से ठंडी बीयर या काईपीरिन्हा लाना न भूलें।",
      "image": "/images/rio/arpoador-sunset.jpg"
    },
    {
      "time": "20:00",
      "title": "सेलारोन की सीढ़ियाँ और सांता टेरेज़ा",
      "description": "प्रसिद्ध सेलारोन की सीढ़ियों की ओर उबर का उपयोग करके चलें। यह लापा और सांता टेरेज़ा को जोड़ने वाला एक मोज़ाइक का अद्भुत नमूना है। रंग-बिरंगी सीढ़ियों पर चढ़ें और सांता टेरेज़ा के बोहेमियन क्षेत्र की खोज करें। यहां तिरछी सड़कें, उपनिवेशीय घर, कला दीर्घाएँ और लाइव संगीत का आनंद लेने वाले बार मौजूद हैं। यह डिनर से पहले की खोज के लिए एकदम सही है।",
      "image": "/images/rio/selaron-night.jpg"
    },
    {
      "time": "22:00",
      "title": "लापा में साम्बा और काईपिरिन्हा",
      "description": "रियो की रात का केंद्र लापा में रात का समापन करें। पारंपरिक साम्बा क्लब, रियो सेनारियम का दौरा करें या लापा के आर्च के नीचे के स्ट्रीट पार्टी में भाग लें। लाइव प्रदर्शन, नृत्य, और काईपिरिन्हा सुबह तक जारी रहते हैं। यहाँ आप रियो की ऊर्जा और खुशी का अनुभव कर सकते हैं। अपने चारों ओर ध्यान दें और समूह के साथ रहें।",
      "image": "/images/rio/lapa-night.jpg"
    }
  ],
  "affiliate_products": [
    {
      "name": "फोन के लिए वाटरप्रूफ केस",
      "reason": "बीच पर एक दिन के लिए यह अनिवार्य है। पानी, रेत और चोरों से फोन की सुरक्षा करते हुए तैरें।",
      "image_url": "https://m.media-amazon.com/images/I/71K7fqVqvdL._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07VPZT1DH?tag=canibringonpl-20"
    },
    {
      "name": "कोरल-फ्रेंडली सनस्क्रीन SPF 50+",
      "reason": "रीओ की धूप तेज होती है। कम से कम SPF 50 की आवश्यकता होती है। हर 2 घंटे में पुन: लगाना न भूलें। ब्राजील की धूप को कम मत समझिए।",
      "image_url": "https://m.media-amazon.com/images/I/71wFPvLKExL._SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B004XGPMFA?tag=canibringonpl-20"
    },
    {
      "name": "त्वरित सुखाने वाला बीच तौलिए",
      "reason": "हल्का और कॉम्पैक्ट, यह बीच पर सत्रों के बीच तुरंत सूख जाता है। पारंपरिक तौलिए रियो की नमी में गीले रहते हैं।",
      "image_url": "https://m.media-amazon.com/images/I/81iEXhZPk8L._AC_SL1500_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/B07H3J6TPN?tag=canibringonpl-20"
    },
    {
      "name": "पुर्तगाली भाषा की वाक्यांश गाइड",
      "reason": "पर्यटन स्थलों के अलावा अंग्रेजी की सीमितता है। पुर्तगाली के बुनियादी वाक्यांश स्थानीय लोगों के साथ बातचीत करने में बहुत मददगार होते हैं।",
      "image_url": "https://m.media-amazon.com/images/I/51jTjYv2tPL._SX348_BO1,204,203,200_.jpg",
      "affiliate_link": "https://www.amazon.com/dp/1786574756?tag=canibringonpl-20"
    }
  ],
  "region": "South America"
}