{
  "id": "city-007",
  "name": "Rome",
  "slug": "rome",
  "country": "Italy",
  "country_code": "it",
  "hero_image": "/images/rome/hero.jpg",
  "intro_vibe": "शाश्वत शहर: एक अराजक खुला-हवा संग्रहालय जहाँ प्राचीन खंडहर, वेस्पा यातायात और उत्तम पास्ता मिलते हैं।",
  "general_info": {
    "population": "~२.८ मिलियन (शहर) / ~४.३ मिलियन (मेट्रो क्षेत्र)",
    "is_capital": true,
    "description": "रोम अनुष्ठान पर निर्भर करता है, न कि दक्षता पर। यह ३,००० वर्षों के इतिहास, ग्रिटी स्ट्रीट लाइफ और सख्त खाद्य नियमों का टकराव है। जल्दी मत कीजिए; भोजन पवित्र समय के ब्लॉक्स हैं। यह शोरगर है, अस्तव्यस्त है, और अविश्वसनीय रूप से सुंदर है। अराजकता को स्वीकार कीजिए; यह आकर्षण का हिस्सा है।"
  },
  "stats": {
    "currency": "EUR",
    "plug_type": "प्रकार F / L"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "जनवरी",
      "temp": "3°C - 12°C",
      "vibe": "शांत सर्दी",
      "pros": [
        "खाली संग्रहालय",
        "सिलसिलेवार छूट का मौसम",
        "आरामदायक ट्रैट्टोरिया"
      ],
      "cons": [
        "बारिश",
        "ठंडी नमी"
      ],
      "clothing": "गर्म कोट, दुपट्टा, वॉटरप्रूफ जूते"
    },
    {
      "id": 2,
      "name": "फरवरी",
      "temp": "4°C - 13°C",
      "vibe": "ताज़गी भरा",
      "pros": [
        "कार्निवल के नाश्ते",
        "कम पर्यटक",
        "साफ दिन"
      ],
      "cons": [
        "अनियोजित बारिश",
        "ठंडी रातें"
      ],
      "clothing": "परतें, गर्म कोट"
    },
    {
      "id": 3,
      "name": "मार्स",
      "temp": "6°C - 16°C",
      "vibe": "बसंत का जागरण",
      "pros": [
        "फूल खिल रहे हैं",
        "बाहरी खाने की शुरुआत",
        "आरामदायक सैर"
      ],
      "cons": [
        "बसंत की बारिश",
        "परिवर्तनशील तापमान"
      ],
      "clothing": "हल्की जैकेट, छाता"
    },
    {
      "id": 4,
      "name": "अप्रैल",
      "temp": "9°C - 19°C",
      "vibe": "रोमांचक वसंत",
      "pros": [
        "स्पेनिश स्टेप्स पर अज़ालियाज़",
        "ईस्टर का जश्न",
        "परफेक्ट मौसम"
      ],
      "cons": [
        "सप्ताह свят का जन समूह",
        "उच्च कीमतें"
      ],
      "clothing": "लेयरिंग, धूप का चश्मा"
    },
    {
      "id": 5,
      "name": "मई",
      "temp": "13°C - 24°C",
      "vibe": "सुनहरी महीना",
      "pros": [
        "गुलाब के बाग का उद्घाटन",
        "लंबे दिन",
        "तसवीरों के लिए बेहतरीन रोशनी"
      ],
      "cons": [
        "भीड़ बढ़ने लगती है",
        "गर्मी शुरू होने लगती है"
      ],
      "clothing": "हल्के कपड़े, धूप का टोपी"
    },
    {
      "id": 6,
      "name": "जून",
      "temp": "17°C - 28°C",
      "vibe": "गर्मी का मौसम",
      "pros": [
        "खुले में सिनेमा",
        "लुंगोटेवरे के त्योहार",
        "रात्रिकालीन सैर"
      ],
      "cons": [
        "गर्मी की लहरों की शुरुआत",
        "बहुत भीड़"
      ],
      "clothing": "गर्मी के कपड़े, लिन"
    },
    {
      "id": 7,
      "name": "जुलाई",
      "temp": "20°C - 31°C",
      "vibe": "दिल दहला देने वाला",
      "pros": [
        "गर्मी की बिक्री",
        "शहर सुनसान (स्थानीय लोग चले जाते हैं)",
        "गर्म रातें"
      ],
      "cons": [
        "गर्मी भड़काऊ",
        "कई जगहों पर एयर कंडीशनिंग नहीं"
      ],
      "clothing": "कम कपड़े, पंखा"
    },
    {
      "id": 8,
      "name": "अगस्त",
      "temp": "20°C - 31°C",
      "vibe": "फेरागोस्तो",
      "pros": [
        "कोई जाम नहीं",
        "आराम का माहौल",
        "गर्मी का अनुभव"
      ],
      "cons": [
        "कई दुकानें बंद",
        "भयंकर गर्मी"
      ],
      "clothing": "संभवतः सबसे हल्के कपड़े"
    },
    {
      "id": 9,
      "name": "सितंबर",
      "temp": "16°C - 27°C",
      "vibe": "दूसरा गर्मी",
      "pros": [
        "फिर से सही मौसम",
        "सांस्कृतिक मौसम शुरू होता है",
        "व्यस्त"
      ],
      "cons": [
        "भीड़भाड़",
        "अभी भी नमी"
      ],
      "clothing": "गर्मियों के कपड़े + हल्का परत"
    },
    {
      "id": 10,
      "name": "अक्टूबर",
      "temp": "12°C - 22°C",
      "vibe": "ओट्टोब्राटा",
      "pros": [
        "प्रसिद्ध रोमन सूर्यास्त",
        "गर्म दिन/ठंडी रातें",
        "फसल का खाना"
      ],
      "cons": [
        "मध्य माहीने में बारिश लौटती है",
        "दिन छोटे होते हैं"
      ],
      "clothing": "हल्की जैकेट, आरामदायक जूते"
    },
    {
      "id": 11,
      "name": "नवंबर",
      "temp": "8°C - 17°C",
      "vibe": "बरसात का मौसम",
      "pros": [
        "आर्टिचोक का मौसम",
        "गर्म माहौल",
        "कम कीमतें"
      ],
      "cons": [
        "सबसे अधिक बारिश वाला महीना",
        "सGrey आसमान"
      ],
      "clothing": "बरसाती, मजबूत botas"
    },
    {
      "id": 12,
      "name": "दिसंबर",
      "temp": "4°C - 13°C",
      "vibe": "उत्सवपूर्ण",
      "pros": [
        "क्रिसमस की रोशनी",
        "हर जगह पैनटोन",
        "त्योहारों की भावना"
      ],
      "cons": [
        "केंद्र में भीड़",
        "ठंड"
      ],
      "clothing": "सर्दियों का कोट, दस्ताने"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "11 बजे के बाद कैप्पुचीनो नहीं: दूध नाश्ते के लिए है। दोपहर के भोजन के बाद कैप्पुचीनो ऑर्डर करना एक पाचन अपराध है। 'कैफे' (एस्प्रेसो) या 'कैफे मैकियाटो' ऑर्डर करें।",
      "बिल अनुष्ठान: चेक स्वचालित रूप से rarely नहीं आता। आपको वेटर की नजर पकड़नी होगी और नकल करना होगा। मेज पर भुगतान बनाम कैशियर में अंतर है; स्थानीय लोगों को देखिए।",
      "समय तरल है (भोजन को छोड़कर): ट्रेनें देर हो सकती हैं, दुकानें यादृच्छिक रूप से बंद हो सकती हैं, लेकिन भोजन के समय सख्त होते हैं। दोपहर का भोजन 1-3 बजे। रात का खाना 8:30 बजे के बाद। 6 बजे रात का खाना खाने की कोशिश न करें।",
      "पहनावा कोड: सेंट पीटर की/पैंथियन के लिए कंधे और घुटने कवर होना आवश्यक है। सामान्य तौर पर, रोमवासी अच्छी तरह से कपड़े पहनते हैं। शहर के केंद्र में एथलेटिक कपड़े पहनना आपको पर्यटक के रूप में पहचानता है।",
      "अराजकता मानसिकता: लाइनों को सुझाव माना जाता है। व्यवधान सामान्य हैं। कुशलता के बारे में बहस करना निरर्थक है। रोम सामाजिक प्रवाह पर चलता है, न कि प्रणालियों पर। शांत रहें और इसके साथ चलें।",
      "टिकट मान्यता: बस/ट्राम टिकटों को पीले मशीनों में मान्य करें। निरीक्षक अत्यधिक सख्त हैं और पर्यटकों को लक्षित करते हैं।",
      "पानी के नल (नासोनी): सड़कों के पानी के नल लगातार ठंडे, साफ ज्वालामुखीय पानी के साथ बहते हैं। उनसे पानी पिएं! एक पुन: उपयोग योग्य बोतल ले जाएं।"
    ],
"essential_phrases": [
  { "src": "नमस्ते / अलविदा", "local": "Ciao", "phonetic": "CHOW (अनौपचारिक)" },
  { "src": "सुप्रभात / शुभ दिन", "local": "Buongiorno", "phonetic": "bwon-JOR-no (औपचारिक)" },
  { "src": "धन्यवाद", "local": "Grazie", "phonetic": "GRAHT-see-eh" },
  { "src": "कृपया बिल", "local": "Il conto, per favore", "phonetic": "eel KON-toh" },
  { "src": "माफ़ कीजिए", "local": "Scusi / Permesso", "phonetic": "SKOO-zee (ध्यान आकर्षित करने हेतु) / per-MESS-oh (रास्ता देते समय)" }
]

  },
  "neighborhoods": {
    "translations": [
      {
        "name": "ट्रास्टेवेर",
        "vibe": "आकर्षक और जीवंत",
        "description": "टोकरा के साथ भरे भवन, कगोलीन की सड़के, और जीवन्त नाइटलाइफ़। दिन में खूबसूरत, रात में एक सड़क पार्टी। यह काफी भीड़भाड़ वाला हो जाता है, लेकिन इसका जादू अवश्य है।",
        "highlights": [
          "पियाज़ा सैंटा मारिया",
          "विला फार्नेसिना",
          "नाइटलाइफ़"
        ],
        "image": "/images/rome/trastevere.jpg"
      },
      {
        "name": "मोंटी",
        "vibe": "बोहेमियन और कूल",
        "description": "रोम का हिपस्टर गाँव जो कोलोसियम के पास है। विंटेज दुकानें, वाइन बार, और कारीगर। जहाँ स्थानीय लोग पर्यटकों की भीड़ से बचने के लिए आते हैं।",
        "highlights": [
          "पियाज़ा डेला मदोना",
          "विंटेज मार्केट्स",
          "विया डेल बोस्केट्टो"
        ],
        "image": "/images/rome/monti.jpg"
      },
      {
        "name": "टेस्टसेर",
        "vibe": "खाने का स्वर्ग",
        "description": "रोम के खाद्य व्यंजनों का gritty दिल। पुरानी वधशाला और सबसे अच्छी पारंपरिक ट्राटोरियाज़ का घर। खूबसूरत नहीं, लेकिन स्वादिष्ट और प्रामाणिक।",
        "highlights": [
          "टेस्टसेर मार्केट",
          "मोंटे डि कोच्ची",
          "प्रामाणिक भोजन"
        ],
        "image": "/images/rome/testaccio.jpg"
      },
      {
        "name": "सेंट्रो स्टोरिको",
        "vibe": "महान क्लासिक",
        "description": "बारोक रोम का दिल। पैंथियन, नवोना, त्रेवी। आश्चर्यजनक, भीड़भाड़ वाला, और महंगा। सुबह जल्दी या रात में जाएं।",
        "highlights": [
          "पैंथियन",
          "पियाज़ा नवोना",
          "त्रेवी फव्वारा"
        ],
        "image": "/images/rome/centro-storico.jpg"
      }
    ]
  },
  "logistics": {
    "translations": [
      {
        "id": "logistics-transit",
        "slug": "getting-around",
        "title": "यात्रा के लिए जानकारी",
        "icon": "Train",
        "summary": "संभव हो तो पैदल चलें। सार्वजनिक परिवहन अक्सर अस्थिर होता है।",
        "details": [
          "पैदल चलना: ऐतिहासिक केंद्र संकुचित है। इसे देखने का सबसे अच्छा तरीका है। आरामदायक जूते पहनें; कंक्रीट ('Sampietrini') कठोर होते हैं।",
          "मेट्रो: केवल 3 रेखाएँ (A, B, C)। शहर के पार जाने के लिए उपयोगी (जैसे वेटिकन से टर्मिनी), लेकिन ऐतिहासिक केंद्र के लिए बेकार। सावधान रहें: मेट्रो A अक्सर जल्दी (9 बजे) बंद हो जाती है—अनुसूचियों की जांच करें।",
          "टिकट (BIT): एक मानक टिकट (€1.50) 100 मिनट तक चलता है। आपको इसे बसों/ट्राम पर पीले मशीनों में मान्य करना होगा। निरीक्षक अक्सर बिना मोहर वाले टिकटों के साथ पर्यटकों को लक्षित करते हैं।",
          "टैक्सी ऐप्स: सड़क पर टैक्सी न रुकें (वे नहीं रुकेंगी)। 'फ्रीनाउ' का उपयोग करें या एक निर्दिष्ट टैक्सी रैंक पर जाएं। उबर उपलब्ध है लेकिन यह सिर्फ 'ब्लैक' है (महंगा)।"
        ]
      },
      {
        "id": "logistics-dining",
        "slug": "dining-protocol",
        "title": "भोजन की जानकारी",
        "icon": "Utensils",
        "summary": "सख्त समय और बिल के रिवाज।",
        "details": [
          "सख्त भोजन के समय: दोपहर का भोजन 1:00 बजे से 3:00 बजे तक है। रात का खाना 8:00 बजे से 11:00 बजे तक है। अधिकतर प्रामाणिक रसोइयाँ इन समयों के बीच बंद हो जाती हैं। आप शाम 6 बजे रात का खाना नहीं खा सकते।",
          "बिल का रिवाज: चेक कभी अपने आप नहीं आता। आपको वेटर की नज़र पकड़नी होगी और लेखन का अभिनय करना होगा या 'Il conto' कहना होगा। लम्बा समय बिताना सांस्कृतिक रूप से अपेक्षित है।",
          "कोपरटो और टिपिंग: प्रति व्यक्ति €2–3 'कोपरटो' (कवरेज शुल्क) जोड़ा जाता है। यह सामान्य है। टिपिंग आवश्यक नहीं है; स्थानीय लोग छोटे बदलाव छोड़ सकते हैं, लेकिन 20% कोई रिवाज नहीं है।",
          "पानी का नियम: रेस्तरां बॉटल्ड पानी डिफ़ॉल्ट रूप से सर्व करते हैं। हालाँकि, बाहर, हजारों 'नासोनी' (सड़क के फव्वारे) ठंडा, सुरक्षित ज्वालामुखीय पानी बहाते हैं। अपनी बोतल को मुफ्त में फिर से भरें।"
        ]
      },
      {
        "id": "logistics-airports",
        "slug": "airport-strategy",
        "title": "हवाई अड्डे की योजना",
        "icon": "Plane",
        "summary": "फिउमिसिनो (FCO) बनाम चियाम्पिनो (CIA)।",
        "details": [
          "FCO (फिउमिसिनो): मुख्य हवाई अड्डा। टर्मिनी के लिए 'लेनार्डो एक्सप्रेस' ट्रेन लें (32 मिनट, €14, सुनिश्चित कनेक्शन)। टैक्सी का निश्चित दर €50 है जो ऑरेलियन वॉल्स के अंदर कहीं भी जाता है।",
          "CIA (चियाम्पिनो): बजट हब (Ryanair)। यहाँ कोई ट्रेन स्टेशन नहीं है। टर्मिनी के लिए एक शटल बस (Terravision/SitBus) लें (~€6)। टैक्सी की निश्चित दर €31 है।",
          "टैक्सी चेतावनी: चालक के साथ सवार होने से पहले निश्चित दर की पुष्टि करें। टर्मिनल के अंदर टाउट्स की अनदेखी करें; बाहर आधिकारिक लाइन पर जाएं।"
        ]
      },
      {
        "id": "logistics-survival",
        "slug": "local-survival",
        "title": "स्थानीय सर्वाइवल टिप्स",
        "icon": "Info",
        "summary": "अव्यवस्था के बीच कैसे मार्गदर्शन करें।",
        "details": [
          "कॉफी बार नियम: बार पर कीमत विनियमित है (~€1.10) लेकिन यदि आप मेज पर बैठते हैं तो यह दोगुनी या तिगुनी हो सकती है। स्थानीय लोगों की तरह करें: काउंटर पर खड़े होकर पीएं।",
          "अव्यवस्था की मानसिकता: लाइन्स ढीली सुझाव हैं। बसें तब तक नहीं रुकती जब तक आप हाथ नहीं लहराते। चीजें समय लेती हैं। अव्यवस्था से लड़ना तनाव पैदा करता है; इसे स्वीकार करना रोमनों का तरीका है।",
          "अगस्त का समापन: फेरेगॉस्टो (15 अगस्त) के आस-पास शहर खाली हो जाता है। कई प्रामाणिक परिवार-चालित स्थान 2 सप्ताह के लिए बंद हो जाते हैं। पर्यटक जालें खुली रहती हैं।",
          "गर्मी से बचने: गर्मियों में, सूर्य कठोर होता है। स्थानीय 1pm से 4pm के बीच चलने से बचते हैं। इन घंटों में संग्रहालय या झपकी के लिए योजना बनाएं।"
        ]
      },
      {
        "id": "logistics-safety",
        "slug": "safety-tips",
        "title": "सुरक्षा और धोखाधड़ी",
        "icon": "Shield",
        "summary": "सुरक्षित शहर, आक्रामक धोखेबाज।",
        "details": [
          "पिकपॉकेट маршруटे: बस 64 (वेटिकन बस), भीड़भाड़ वाले मेट्रो A, और कोलोसियम के लिए कतारों में अत्यधिक सजग रहें।",
          "ब्रासलेट धोखाधड़ी: पर्यटक स्थलों पर पुरुष आपकी कलाई पर 'मुफ्त' ब्रासलेट बांधने की कोशिश करेंगे, फिर आक्रामक तरीके से पैसे की मांग करेंगे। हाथ जेब में रखें और चलते रहें।",
          "टर्मिनी स्टेशन: मुख्य ट्रेन स्टेशन के आसपास का क्षेत्र रात के समय थोड़ा गंदा और संदिग्ध हो सकता है। मुख्य, अच्छी रोशनी वाली गलियों में रहें।"
        ]
      },
      {
        "id": "logistics-apps",
        "slug": "essential-apps",
        "title": "डाउनलोड करने के लिए ऐप्स",
        "icon": "Smartphone",
        "summary": "शाश्वत शहर के लिए डिजिटल उपकरण।",
        "details": [
          "फ्रीनाउ: आधिकारिक सफेद टैक्सियों को बुलाने के लिए मुख्य ऐप।",
          "ट्रेनिटालिया: ट्रेन के समय की जांच और लेनार्डो एक्सप्रेस के लिए टिकट खरीदने के लिए आवश्यक।",
          "सिटीमैपर / गूगल मैप्स: दोनों परिवहन के लिए अच्छा कार्य करते हैं, हालांकि बस के समय अक्सर 'महत्वाकांक्षी' होते हैं बजाय कि सटीक।",
          "एसीए वाडी: निकटतम मुफ्त पानी के फव्वारे (नासोन) खोजता है।"
        ]
      }
    ]
  },
  "must_eat": [
    {
      "id": "food-001",
      "slug": "carbonara",
      "name_en": "Carbonara",
      "name_local": "Carbonara",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "कार्बोनारा एक रोमाई पास्ता डिश है जो अंडे की जर्दी, पेकोरिनो रोमैनो चीज़, ग्वान्चाल (सूखी सुअर की चीक) और काली मिर्च के साथ तैयार की जाती है—बिल्कुल भी क्रीम नहीं। पास्ता की गर्मी कच्चे अंडे को सिल्की और क्रीमी सॉस में पकाती है जो हर टुकड़े को ढक देती है। यह रोम का सबसे प्रतीकात्मक व्यंजन है, जिसे स्थानीय लोग क्रीम डालने को एक पाक अपराध समझते हैं।",
        "vibe": "समृद्ध, पारंपरिक",
        "history": "कार्बोनारा की उत्पत्ति पर बहस होती है लेकिन यह संभवतः 20वीं सदी के मध्य में रोम में उभरी। यह डिश एक सटीक तकनीक पर निर्भर करती है: अंडा पास्ता को बिना सरकाए कोट करना चाहिए। यह ग्वान्चाल के साथ तैयार किया जाना चाहिए, कभी भी बेकन या पैंसेटा के साथ नहीं।",
        "insider_tip": "यदि मेन्यू में कार्बोनारा में क्रीम का उल्लेख है, तो तुरंत निकल जाएँ—यह एक पर्यटक जाल है। जब रसोई सबसे ताजा होती है, तब दोपहर के भोजन के समय ऑर्डर करें। पारंपरिक पास्ता के रूपों में रिगाटोनी या टोंनारेlli होती हैं।",
        "price_level": "मध्यम",
        "good_for": [
          "गैस्ट्रोनॉम",
          "पहली बार आने वाले"
        ],
        "duration": "30-45 मिनट",
        "best_time": "दोपहर का भोजन"
      },
      "image": "/images/rome/carbonara.jpg"
    },
    {
      "id": "food-015",
      "slug": "trattoria-hierarchy",
      "name_en": "La règle de la trattoria",
      "name_local": "Trattoria Romana",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "एक ट्राटोरिया एक पारिवारिक और अनौपचारिक इटालियन रेस्तरां है जो सस्ती कीमतों पर क्षेत्रीय भोजन पेश करता है, आमतौर पर कागज़ की मेज़पोशों और हाथ से लिखे हुए मेन्यू के साथ। असली ट्राटोरियाओं की कभी भी प्रचार नहीं होती, उनके पास कभी भी अंग्रेजी में तस्वीरों के साथ मेन्यू नहीं होते और वे हमेशा पर्यटकों को प्राथमिकता नहीं देतीं। ये शोर के होते हैं क्योंकि रोमवासी जोर से बात करते हैं, संकुचित होते हैं क्योंकि जगह महंगी होती है, और वे ऐसे व्यंजन परोसते हैं जो स्थानीय लोग दैनिक आधार पर खाते हैं।",
        "vibe": "प्रामाणिक, बिना दिखावे के",
        "history": "ट्राटोरियाएँ कामकाजी वर्ग के रेस्तरां के रूप में उभरीं जो औपचारिक रेस्टोरेंट से भिन्न थीं। 1980-90 के दशक में, पर्यटन के विस्फोट के साथ, झूठी ट्राटोरियाएँ स्मारकों के चारों ओर प्लास्टिक-मेन्यू के साथ छह भाषाओं में फैलीं।",
        "insider_tip": "कागज़ की मेज़पोशों, हाथ से लिखे हुए काले बोर्ड के मेन्यू और अकेले बैठकर अखबार पढ़ते स्थानीय लोगों की तलाश करें। अगर 'पर्यटक मेन्यू' या तस्वीरें हैं, तो यह झूठा है। प्रामाणिक स्थान आवासीय क्षेत्रों में पाए जाते हैं।",
        "price_level": "सस्ती",
        "good_for": [
          "कम बजट वाले यात्री",
          "गैस्ट्रोनोम्स"
        ],
        "duration": "1-2 घंटे",
        "best_time": "दोपहर का भोजन या रात का खाना"
      },
      "image": "/images/rome/trattoria.jpg"
    },
    {
      "id": "food-016",
      "slug": "roman-fried-food",
      "name_en": "फ्राइड स्टार्टर्स (Fritti)",
      "name_local": "I Fritti",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "फ्रिट्टी पेस्टे या पिज्जा के पहले परोसे जाने वाले तले हुए ऐपेटाइज़र हैं, जिसमें सुप्ली (मोज़ेरेला के साथ तले हुए चावल के गोले), फियोरी दी जुक्का (तले हुए ज़ुकिनी के फूल) और आलू के क्रोक्केट शामिल हैं। ये कुरकुरे, गर्म, हाथों से खाने वाले होते हैं, और रोम के गैस्ट्रोनॉमी के लिए आवश्यक हैं। यह एक सामाजिक समारोह है: आप टेबल के लिए एक प्लेट ऑर्डर करते हैं और सभी मिलकर खाते हैं।",
        "vibe": "कुरकुरी, सामुदायिक",
        "history": "रोम में तली हुई भोजन की संस्कृति यहूदी गेटो से शुरू होती है, जहाँ जैतून के तेल में तलना एक कला बन गई है। तकनीक महत्वपूर्ण है: तेल को बेहद गर्म होना चाहिए, टेस्चर हलका होना चाहिए, और सामग्री को तुरंत परोसा जाना चाहिए।",
        "insider_tip": "सुप्ली अल टेलीफोनो ऑर्डर करें: जब आप इसका एक टुकड़ा काटते हैं तो मोज़ेरेला एक टेलीफोन की तार की तरह खींचता है। फियोरी दी जुक्का को 2 मिनट के भीतर खाना चाहिए वरना ये गीले हो जाते हैं। इन्हें किसी भी ट्रैटो리아 या फ्रिगगिटोरिया में पाया जा सकता है।",
        "price_level": "सस्ता",
        "good_for": [
          "समूह",
          "नाश्ते के शौकीन"
        ],
        "duration": "तेजी से खाने का",
        "best_time": "किसी भी समय"
      },
      "image": "/images/rome/fritti.jpg"
    },
    {
      "id": "food-002",
      "slug": "cacio-e-pepe",
      "name_en": "Cacio e Pepe",
      "name_local": "Cacio e Pepe",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "Cacio e Pepe एक रोमन पास्ता है जो केवल तीन सामग्री के साथ बनाया जाता है: पेकोरिनो पनीर, काली मिर्च और पास्ता के पकाने का पानी। पनीर को बारीक कद्दूकस किया जाना चाहिए और बिना गुथलों के चिकनी इमल्शन बनाने के लिए गर्म पास्ता के पानी से संतुलित किया जाना चाहिए। इसकी सरलता के बावजूद, यह अत्यधिक तकनीकी कौशल की आवश्यकता होती है और यह किसी भी रेस्तरां की गुणवत्ता का परीक्षण बन गया है।",
        "vibe": "सरल, अनौपचारिक",
        "history": "Cacio e Pepe की उत्पत्ति रोम के आसपास के पहाड़ियों में चरवाहों के भोजन के रूप में हुई थी: पेकोरिनो पोर्टेबल था, मिर्च खाद्य पदार्थों को संरक्षित करती है और सूखे पास्ता को आग पर पकाया जाता था। कई शेफ असफल होते हैं क्योंकि यह निर्दयी है।",
        "insider_tip": "पकवान की गुणवत्ता का आकलन करने के लिए इसे पहले पाठ्यक्रम के रूप में ऑर्डर करें। अगर यह गुथला हुआ या चरपरा आता है, तो रेस्तरां गंभीर नहीं है। हमेशा टोनारेली ऑर्डर करें, कभी भी स्पघेटी नहीं।",
        "price_level": "मध्यम",
        "good_for": [
          "गौर्मेट्स",
          "मिनिमलिस्ट"
        ],
        "duration": "30-45 मिनट",
        "best_time": "दोपहर का भोजन या रात का भोजन"
      },
      "image": "/images/rome/cacio-pepe.jpg"
    },
    {
      "id": "food-003",
      "slug": "amatriciana",
      "name_en": "Amatriciana",
      "name_local": "Amatriciana",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "Amatriciana एक पास्ता सॉस है जो टमाटर, ग्वान्चियाले (नमकीन सूअर का गाला), पेकोरिनो चीज़ और मिर्च के साथ बनाई जाती है। इसका Ursprung अमाट्रिस से है, जो एक पहाड़ी शहर है जिसे 2016 में भूकंप से नष्ट कर दिया गया था। विधि कानूनी रूप से संरक्षित है: केवल ग्वान्चियाले, पेकोरिनो, टमाटर, सफेद शराब और मिर्च की अनुमति है - प्याज और लहसुन शुद्धतावादियों द्वारा वर्जित हैं।",
        "vibe": "मजबूत, तीखा",
        "history": "मूल पकवान में टमाटर नहीं थे (टमाटर 1500 के दशक में इटली आया था)। 2016 के भूकंप के बाद, रोमवासी इस पकवान के चारों ओर एकत्र हो गए, रेस्तरां ने पुनर्निर्माण के प्रयासों के लिए लाभ का दान किया।",
        "insider_tip": "24 अगस्त को रोम में अमाट्रिस दिन मनाया जाता है, भूकंप की स्मृति में। बुकेटिनी मंगवाएं, जो पारंपरिक मोटी और खोखली पास्ता है जो सॉस को ठीक से पकड़ता है।",
        "price_level": "मध्यम",
        "good_for": [
          "पास्ता प्रेमी",
          "खाने के प्रेमी"
        ],
        "duration": "30-45 मिनट",
        "best_time": "दोपहर का भोजन या रात का खाना"
      },
      "image": "/images/rome/amatriciana.jpg"
    },
    {
      "id": "food-004",
      "slug": "roman-artichokes",
      "name_en": "रोमन आर्टिचोक",
      "name_local": "Carciofi alla Romana / Giudia",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "रोमन आर्टिचोक दो शैलियों में आते हैं: कारसियोफी ऑल ला रोमाना (लहसुन, पुदीना और जैतून के तेल के साथ भुने गए) और कारसियोफी ऑल ला जुदिया (पूर्ण रूप से तलकर फूल की पंखुड़ियों की तरह कुरकुरे)। दोनों में मुलायम रोमनस्को आर्टिचोक की किस्म का उपयोग होता है, जो अपने कड़वे दिल की अनुपस्थिति के लिए प्रिय है। आर्टिचोक नवंबर से अप्रैल तक रोम की मौसमी जुनून हैं।",
        "vibe": "मौसमी, नाजुक",
        "history": "कारसियोफी ऑल ला जुदिया का जन्म 16वीं सदी में यहूदी गेटो में हुआ था। तली हुई संस्करण के लिए विशाल आर्टिचोक की आवश्यकता होती है, जिन्हें पत्तियों को खोलने के लिए तालिका पर पीटा जाता है, फिर दो बार गर्म तेल में डुबाया जाता है।",
        "insider_tip": "सर्वश्रेष्ठ स्वाद के लिए फरवरी से मार्च का आदर्श समय है। इन्हें अपने हाथों से, पत्ते दर पत्ते खाएं। आर्टिचोक के मौसम के दौरान किसी भी पारंपरिक रोमन रेस्तरां में उपलब्ध हैं।",
        "price_level": "मध्यम",
        "good_for": [
          "शाकाहारी",
          "मौसमी उत्पादों के शौकीन"
        ],
        "duration": "30-45 मिनट",
        "best_time": "दोपहर का भोजन या रात का खाना"
      },
      "image": "/images/rome/artichokes.jpg"
    },
    {
      "id": "food-005",
      "slug": "maritozzo",
      "name_en": "Maritozzo",
      "name_local": "Maritozzo",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "मारिटोज़्ज़ो एक नरम बुन कैंडी है, जो आधी कटि जाती है और व्हीप्ड क्रीम से भरी होती है—भराई को बुन की ऊंचाई से दो गुना होना चाहिए। यह रोमन नाश्ते का एक अनिवार्य हिस्सा है, जिसे सुबह के मध्य में कॉफी के साथ स्नाक के रूप में खाया जाता है, कभी भी मिठाई के रूप में नहीं। बुन को नरम, थोड़ी मीठी और मधु से चुपड़ा होना चाहिए।",
        "vibe": "मुलायम, नरम",
        "history": "मारिटोज़्ज़ो प्राचीन रोम से आता है, जहाँ यह बस एक ब्रेड थी जिसे उपवास के दौरान खाया जाता था। इसका नाम 'मारिटो' (पति) से आया है क्योंकि युवा पुरुष इसे शादी के प्रस्ताव के लिए अंदर गहनों के साथ छिपाते थे। क्रीम से भरी संस्करण 19वीं सदी में मानक बन गई।",
        "insider_tip": "सुबह 11 बजे से पहले जाएँ जब वे किसी भी बेकरी में सबसे ताजा होते हैं। मीठास को संतुलित करने के लिए एक 'कैफे इन गिआस्सो' (आइस्ड कॉफी) का आदेश दें। यह अधिकांश बेकरी और रोमन कैफे में पाया जाता है।",
        "price_level": "सस्ती",
        "good_for": [
          "नाश्ता",
          "मीठे प्रेमियों"
        ],
        "duration": "त्वरित स्नैक",
        "best_time": "सुबह"
      },
      "image": "/images/rome/maritozzo.jpg"
    },
    {
      "id": "food-006",
      "slug": "roman-pizza",
      "name_en": "Pizza à la romaine",
      "name_local": "Pizza Romana",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "रोमन पिज़्ज़ा पतली, कुरकुरी, आयताकार होती है, और इसे बेकरी में वजन के अनुसार बेचा जाता है (पिज़्ज़ेरी एलबेकारियो)। इसके आटे में नापोलियन पिज़्ज़ा की तुलना में अधिक जैतून का तेल होता है, जिससे यह बिस्कुट के समान एक क्रस्ट बनाती है। इसे कागज पर काटकर खाया जाता है, खड़े होकर, सैंडविच की तरह मोड़कर। इसके टॉपिंग सरल होते हैं: मार्घेरिटा, आलू और मेंहदी, या ज़ूचिनी के फूल।",
        "vibe": "कुरकुरी, साधारण",
        "history": "रोमन पिज़्ज़ा 1950 के दशक में सड़क के भोजन के रूप में प्रकट हुई, इसे बेकरी में वजन के अनुसार बेचा जाता है। यह दोपहर के भोजन या शाम को एक नाश्ता है, कभी भी रात के खाने के लिए नहीं। पिज़्ज़ा बियंका (सिर्फ जैतून का तेल, नमक, मेंहदी) को बिना या सैंडविच के लिए काटकर खाया जाता है।",
        "insider_tip": "वे वजन के अनुसार बेचते हैं—जो आप चाहते हैं उसे इंगित करें। इसे तुरंत गर्मा गर्म खाएँ। यह शहर भर में पिज़्ज़ेरी एलबेकारियो में उपलब्ध है।",
        "price_level": "सस्ते",
        "good_for": [
          "तेज़ लंच",
          "बजट के अनुसार खाने वाले"
        ],
        "duration": "त्वरित लंच",
        "best_time": "दोपहर का भोजन"
      },
      "image": "/images/rome/roman-pizza.jpg"
    },
    {
      "id": "food-007",
      "slug": "gricia",
      "name_en": "Gricia",
      "name_local": "Gricia",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "ग्रीसिया रोम की सबसे पुरानी पास्ता है: यह एक बिना अंडे का कार्बोनारा या बिना टमाटर का अमाट्रिसियाना है। इसमें केवल ग्वांचाले, पेकोरिनो, काली मिर्च और पानी होता है। कुछ लोग कहते हैं कि यह वास्तव में भेड़पालकों का असली पास्ता है इससे पहले कि टमाटर या अंडे जोड़े जाएं। हालांकि यह रोम के पास्ता का आधार है, यह अपने वंशजों की तुलना में सबसे कम प्रसिद्ध है।",
        "vibe": "ग्रामीण और मांसल",
        "history": "इसका नाम शायद एक स्विस शहर से या 'ग्रिसियो', एक स्थानीय बेकरी से आया है। शुद्धतावादी इसे मांस और पनीर के बीच सामंजस्य का सबसे शुद्ध रूप मानते हैं।",
        "insider_tip": "इसे एक ट्रैट्टोरिया में ऑर्डर करें ताकि आप उनके ग्वांचाले की गुणवत्ता का आंकलन कर सकें: खराब सामग्री छुपाने की कोई जगह नहीं है। रिगाटोनी ग्रीशिया के लिए पारंपरिक पास्ता का आकार है।",
        "price_level": "मध्यम",
        "good_for": [
          "शुद्धतावादी",
          "सूअर के मांस के प्रेमी"
        ],
        "duration": "30-45 मिनट",
        "best_time": "दोपहर का भोजन या रात्रि भोजन"
      },
      "image": "/images/rome/gricia.jpg"
    },
    {
      "id": "food-008",
      "slug": "porchetta",
      "name_en": "Porchetta",
      "name_local": "Porchetta",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "पोर्केटा एक पूरा सुअर है, जिसे बहुत से मसालों जैसे जंगली डिल, लहसुन, रोज़मेरी और काली मिर्च भरकर, 8 घंटे से अधिक समय तक भुजाया जाता है जब तक कि इसकी त्वचा कुरकुरी न हो जाए। इसे मोटे टुकड़ों में काटकर कुरकुरे ब्रेड में सैंडविच के रूप में परोसा जाता है। पोर्केटा सड़कों पर, बाजारों में, और रविवार के दोपहर के खाने में मार्केट और पोर्केटा ट्रक्स पर मिलती है।",
        "vibe": "मांसयुक्त, सुगंधित",
        "history": "पोर्केटा रोमा के दक्षिण-पूर्व में कैस्टेली रोमानी की पहाड़ियों से उत्पन्न होता है, पारंपरिक रूप से त्योहारों के लिए तैयार किया जाता है। पोर्केटा ट्रक्स त्योहारों और लाजियो क्षेत्र के बाजारों में आते हैं। सबसे अच्छी पोर्केटा एरीचिया से आती है, जहां यह एक संरक्षित खाद्य उत्पाद है।",
        "insider_tip": "पोर्केटा को टेस्टैसीओ मार्केट जैसे बाजारों में खोजें। 'कों चिचिओली' (कुरकुरी त्वचा के टुकड़े) मिलाकर माँगे। उसे तुरंत खड़े होकर खाएं; ठंड होने पर वसा ठोस हो जाती है।",
        "price_level": "सस्ती",
        "good_for": [
          "मांस प्रेमियों",
          "बाजार"
        ],
        "duration": "तेज़ भोजन",
        "best_time": "दोपहर का भोजन"
      },
      "image": "/images/rome/porchetta.jpg"
    },
    {
      "id": "food-009",
      "slug": "gelato-rules",
      "name_en": "Glace Italienne (Les Règles)",
      "name_local": "Gelato Artigianale",
      "category": "नाश्ता",
      "is_generic_staple": true,
      "description": {
        "short": "जेलाटो इटालियन आइसक्रीम है जिसे एक धीमी गति से कम हवा और वसा के साथ बनाया जाता है, जो एक घनी और गहरी स्वाद देती है। असली हस्तनिर्मित जेलाटो दैनिक छोटे मात्रा में तैयार किया जाता है, धातु के ढक्कन लगे बक्से में रखा जाता है और इसकी रंगत प्राकृतिक होती है। पिस्ता का रंग भूरा-हरा होना चाहिए, न कि नीयन; केले का रंग ग्रे-ब्लैंक होना चाहिए, न कि पीला। यदि यह ऊँचाई पर रंगीन ढेर में रखा है, तो यह औद्योगिक फर्जी जेलाटो है।",
        "vibe": "क्रीमयुक्त, हस्तनिर्मित",
        "history": "जेलाटो का निर्माण इटली में पुनर्जागरण के समय से होता आ रहा है। 2000 के दशक में, फ़र्ज़ी जेलाटेरियास का उभार हुआ जो औद्योगिक पूर्वनिर्मित जेलाटो और कृत्रिम रंगों के साथ थे जो पर्यटकों को आकर्षित करने के लिए डिज़ाइन किए गए थे।",
        "insider_tip": "असली जेलाटो को ढक्कन लगे बक्सों में सपाट रखा जाता है, ऊँचाई में नहीं। प्रमुख स्मारकों के पास के स्थानों से बचें। हमेशा खरीदने से पहले चखें। जेलाटेरियास की तलाश करें जो 'produzione propria' (स्थानीय रूप से निर्मित) प्रदर्शित करती हैं।",
        "price_level": "सस्ता",
        "good_for": [
          "सबके लिए",
          "मिठाई के शौकीनों के लिए"
        ],
        "duration": "तेज़ भोजन",
        "best_time": "दोपहर"
      },
      "image": "/images/rome/gelato.jpg"
    },
    {
      "id": "food-010",
      "slug": "trippa",
      "name_en": "Ragoût de Tripes",
      "name_local": "Trippa alla Romana",
      "category": "नाश्ता",
      "is_generic_staple": true,
      "description": {
        "short": "ट्रिप्स धीरे-धीरे उबले हुए गोमांस के आंतों (गाय की आंत का आवरण) होते हैं, जो टमाटर की चटनी, पुदीना और पेकोरिनो के साथ बनते हैं। यह रोम के टेस्टेसियो में कसाईखानों की संस्कृति से उत्पन्न हुए बचे हुए खाने की एक व्यंजन है। ट्रिप्स को साफ करना, उबालना और फिर उन्हें नरम होने तक कई घंटों तक पकाना पड़ता है। इसका बनावट चिकना और रबर जैसा होता है, जो उन मेहमानों के लिए चुनौतीपूर्ण बनाता है जो आंतों से अपरिचित हैं।",
        "vibe": "पारंपरिक, चुनौतीपूर्ण",
        "history": "ट्रिप्स गरीबों का भोजन हुआ करती थीं, जिसमें तैयार करने में कई घंटे लगते थे। यह पारंपरिक ट्राटोरियास में शनिवार का लंच का एक व्यंजन है। युवा रोमवासी अब इसे कम ही खाते हैं, जिससे यह मेन्यू में越来越 दुर्लभ होता जा रहा है।",
        "insider_tip": "इसे केवल पुराने ट्राटोरियास में ऑर्डर करें, खासकर टेस्टेसियो में। यह पारंपरिक रूप से शनिवार का एक व्यंजन है। इसे सॉस को सोखने के लिए ब्रेड के साथ खाएं।",
        "price_level": "सस्ती",
        "good_for": [
          "साहसी खाने वाले",
          "आंतों के प्रेमी"
        ],
        "duration": "1 घंटे",
        "best_time": "शनिवार का लंच"
      },
      "image": "/images/rome/trippa.jpg"
    },
    {
      "id": "food-011",
      "slug": "saltimbocca",
      "name_en": "Saltimbocca",
      "name_local": "Saltimbocca alla Romana",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "साल्टिंबोक्का एक महीन गोश्त की स्केलोप है जिस पर प्रॉससुट्टो और साज के एक पत्ते को एक क्यूरेडेंट से रखा जाता है, फिर इसे मक्खन और सफेद शराब में भुना जाता है। इसका नाम 'आपके मुँह में कूदता है' का अर्थ है, जो इसके विस्फोटक स्वाद को संदर्भित करता है। पकाने का समय 5 मिनट से कम होता है; अधिक पकाने से गोश्त कठोर हो जाता है। यह एक सेकंडो (मुख्य व्यंजन) है जिसे पास्ता के बाद परोसा जाता है।",
        "vibe": "उत्कृष्ट, नाजुक",
        "history": "साल्टिंबोक्का की उत्पत्ति संभवतः ब्रेस्किया में हुई थी लेकिन इसे 19वीं शताब्दी में रोमन व्यंजन में शामिल किया गया। यह पारंपरिक रूप से सरल साइड डिश जैसे पालक या भुने हुए आलू के साथ जोड़ा जाता है।",
        "insider_tip": "इसे दोपहर के भोजन में ऑर्डर करें जब गोश्त सबसे ताजा होता है। यदि मेनू में चिकन साल्टिंबोक्का है, तो यह एक किफायती संस्करण है: पारंपरिक संस्करण केवल गोश्त का उपयोग करता है। इसे तुरंत खाएँ; यह अच्छे से फिर से गर्म नहीं होता।",
        "price_level": "महंगा",
        "good_for": [
          "फाइन डाइनिंग",
          "गोश्त प्रेमियों"
        ],
        "duration": "1-2 घंटे",
        "best_time": "दोपहर का भोजन"
      },
      "image": "/images/rome/saltimbocca.jpg"
    },
    {
      "id": "food-012",
      "slug": "jewish-ghetto-food",
      "name_en": "यहूदी गेटो व्यंजन",
      "name_local": "यहूदी गेटो व्यंजन",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "यहूदी गेटो व्यंजन 500 वर्षों का एक विलय है जिसमें यहूदी खाने के कानून और रोमन सामग्री शामिल हैं, जिसमें कार्चियोफी अला जुदिया (तले हुए आर्टिचोक), कोंसिया (सिरका और पुदीना में तले गए ज़ुकीनी) और बक्काला (नमकीन कॉड) शामिल हैं। जैतून के तेल में तला हुआ खाना केंद्रीय हो गया क्योंकि बटर (डेयरी उत्पाद) को मांस के साथ मिलाने की अनुमति नहीं थी। ये व्यंजन यहूदी गेटो के क्षेत्र में और कई पारंपरिक रोमन रेस्तरां में मिलते हैं।",
        "vibe": "ऐतिहासिक, तला हुआ",
        "history": "रोम का यहूदी गेटो 1555 में स्थापित किया गया था। उत्पीड़न के बावजूद, एक अनोखी व्यंजन शैली सामने आई। 1888 में गेटो को तोड़े जाने के बाद, ये व्यंजन पारंपरिक रोमन व्यंजन में शामिल हो गए। कई रेसिपी आज भी 400 से अधिक वर्षों बाद यहूदी परिवारों द्वारा बनाई जाती हैं।",
        "insider_tip": "वास्तविक अनुभव के लिए गेटो में ही खाएं। कोंसिया डी ज़ुकीनी अवश्य आजमाएं - यह रोम के बाहर अज्ञात है। उन रविवारों से बचें जब कैशेर स्थान शब्बत के लिए बंद होते हैं।",
        "price_level": "मध्यम",
        "good_for": [
          "इतिहास प्रेमी",
          "गैस्ट्रोनोम"
        ],
        "duration": "1-2 घंटे",
        "best_time": "दोपहर का भोजन या रात का भोजन"
      },
      "image": "/images/rome/jewish-food.jpg"
    },
    {
      "id": "food-013",
      "slug": "espresso-culture",
      "name_en": "रुचि espresso",
      "name_local": "Caffè",
      "category": "खाना",
      "is_generic_staple": true,
      "description": {
        "short": "एस्प्रेसो (इटली में 'काफे' कहा जाता है) एक केंद्रित कॉफी है जिसे बार पर खड़े होकर 60 सेकंड के भीतर पीया जाता है। बैठने पर 2 से 4 € का अतिरिक्त चार्ज होता है। कैपुचिनो का सेवन सुबह 11 बजे से पहले ही किया जाता है; लंच के बाद इसे मंगवाने पर आप एक पर्यटक के रूप में पहचान लिए जाएंगे। रोमवासी भोजन के बाद एक छोटे पानी के गिलास के साथ काफे (एस्प्रेसो) पीते हैं।",
        "vibe": "तेज, अनुष्ठान",
        "history": "एस्प्रेसो की संस्कृति 1900 के दशक में आधुनिक मशीनों के साथ रोम में आई। यह एक सामाजिक अनुष्ठान है: आप दो बार अपने स्थानीय बार पर रुकते हैं, बारिस्ता को उनके पहले नाम से सलाम करते हैं और चाय की गपशप करते हैं जबकि आप पीते हैं।",
        "insider_tip": "बारों में, पहले किसी कैशियर को भुगतान करें, बार में अपना रिसीट लें, फिर ऑर्डर करें। कभी भी 'एस्प्रेसो' न कहें - 'एक काफे' कहें। यदि आप मजबूत कॉफी चाहते हैं, तो 'काफे रिस्ट्रेटो' मांगें।",
        "price_level": "सस्ती",
        "good_for": [
          "सबके लिए",
          "कॉफी प्रेमियों"
        ],
        "duration": "2 मिनट",
        "best_time": "सुबह या भोजन के बाद"
      },
      "image": "/images/rome/espresso.jpg"
    },
    {
      "id": "food-014",
      "slug": "wine-strategy",
      "name_en": "Culture du vin romain",
      "name_local": "Vino Laziale",
      "category": "nourriture",
      "is_generic_staple": true,
      "description": {
        "short": "रोमन वाइन की संस्कृति फ्रास्काती और कास्टेली रोमानी के सफेद वाइन पर केंद्रित है, जो माल्वासिया और ट्रेब्बियानो अंगूर से बनती है। 'विनो डेला कासा' (घर का वाइन) का कड़ाही द्वारा ऑर्डर करने की परंपरा अभी भी मजबूत है: घर का वाइन स्थानीय, सस्ता (€8-12 प्रति लीटर) और दैनिक उपभोग के लिए पूरी तरह से उपयुक्त है। रोमवासी वाइन को भोजन के साथ एक सहायक के रूप में देखते हैं, न कि एक आयोजन के रूप में।",
        "vibe": "बिना दिखावे वाला, स्थानीय",
        "history": "कास्टेली रोमानी की पहाड़ियाँ प्राचीन रोम से सफेद वाइन का उत्पादन कर रही हैं। ऐतिहासिक रूप से, रोमवासी हर भोजन के साथ वाइन पीते थे, जिसे पानी के साथ पतला किया जाता था। वाइन का स्नॉबिज्म टस्कनी की तुलना में कम सामान्य है।",
        "insider_tip": "हमेशा आधा लीटर कड़ाही में घर का सफेद वाइन ऑर्डर करें: यह €4-6 का होता है और रोमाई भोजन के साथ पूरी तरह मेल खाता है। ट्रैटोरियास में महंगी बोतलों से बचें; ये आवश्यक नहीं हैं।",
        "price_level": "सस्ते",
        "good_for": [
          "भोजन",
          "सफेद वाइन प्रेमियों"
        ],
        "duration": "भोजन के साथ",
        "best_time": "दोपहर का भोजन या रात का खाना"
      },
      "image": "/images/rome/wine.jpg"
    }
  ],
  "must_see": [
    {
      "title": "दैनिक जीवन",
      "id": "daily-life",
      "items": [
        {
          "id": "lif-001",
          "slug": "market-culture",
          "name_en": "सुबह के बाजार",
          "name_local": "Mercato Rionale",
          "category": "site",
          "is_generic_staple": true,
          "description": {
            "short": "पड़ोस के बाजार हैं जहाँ रोमन रोज़ाना ताजे उत्पाद खरीदते हैं—एक व्यस्त और कार्यात्मक माहौल जो दोपहर 2 बजे बंद हो जाता है। विक्रेता मूल्य चिल्लाते हैं, नियमित ग्राहकों से बातचीत करते हैं और मौसमी सामग्री बेचते हैं। रोमन अपनी खरीदारी हर दिन करते हैं क्योंकि रेफ्रिजरेटर छोटे होते हैं और परंपरा के अनुसार यह मौसमी खरीदने और उसी दिन खाने का होता है।",
            "vibe": "अराजक, प्रामाणिक",
            "history": "रोम के बाजार प्राचीन युग से चले आ रहे हैं। Campo de' Fiori 1869 से सक्रिय है, हालाँकि अब यह पर्यटकों से भरा रहता है। Testaccio का बाजार, जिसे 2012 में पुनर्निर्मित किया गया, मुख्य रूप से स्थानीय है। यहाँ का माहौल कार्यात्मक अराजकता है, जो इंस्टाग्राम के लिए बहुत उपयुक्त नहीं है।",
            "insider_tip": "Testaccio के बाजार में 9 बजे से 11 बजे के बीच जाएँ ताकि एक प्रामाणिक अनुभव मिल सके। स्नैक के लिए मौसमी फल खरीदें—विक्रेता उन्हें आपके लिए काट देंगे। लोगों की तस्वीरें लेने से पहले अनुमति माँगना न भूलें।",
            "price_level": "सस्ती",
            "good_for": [
              "सुबह जल्दी उठने वाले",
              "खानपान प्रेमी"
            ],
            "duration": "1 घंटा",
            "best_time": "सुबह (9 बजे-11 बजे)"
          },
          "image": "/images/rome/market.jpg"
        },
        {
          "id": "lif-002",
          "slug": "night-rome",
          "name_en": "रात में रोम",
          "name_local": "Roma di Notte",
          "category": "site",
          "is_generic_staple": true,
          "description": {
            "short": "रात के समय रोम एक विशेष प्रकाश में तब्दील हो जाता है, प्राचीन खंडहर खूबसूरती से रोशन होते हैं, ताज़ा हवा होती है और चौकों पर स्थानीय लोग होते हैं। रात की सैर एक परंपरा है जो ग्रैंड टूर (1600-1800) के जमाने से चली आ रही है। दिन के दर्शक गायब हो जाते हैं और शहर फिर से निवासियों का होता है।",
            "vibe": "जादुई, शांति",
            "history": "शहर के स्मारकों को पहली बार 1930 के दशक में व्यवस्थित रूप से रोशन किया गया था। 2000 के दशक में स्थापित आधुनिक LED रोशनी ने कोलोसियम, ट्रेवी फव्वारा और फोरम को शानदार तरीके से उजागर किया है। रोमन रात के खाने के बाद 'passeggiata' (शाम की सैर) करने की परंपरा रखते हैं।",
            "insider_tip": "22 बजे-24 बजे के बीच Piazza Venezia से Colosseum तक चलें ताकि सबसे अच्छा प्रकाश और कोई भी भीड़ न हो। गर्मियों में, Lungo il Tevere समारोह देखें जहाँ पानी के किनारे बार होते हैं।",
            "price_level": "सस्ती",
            "good_for": [
              "फोटोग्राफर्स",
              "युगल"
            ],
            "duration": "2-3 घंटे",
            "best_time": "रात (22 बजे-24 बजे)"
          },
          "image": "/images/rome/night-rome.jpg"
        }
      ]
    },
    {
      "title": "प्राचीन प्रतीक",
      "id": "ancient",
      "items": [
        {
          "id": "anc-001",
          "slug": "colosseum",
          "name_en": "कोलोसियम",
          "name_local": "Colosseo",
          "category": "स्मारक",
          "is_generic_staple": false,
          "description": {
            "short": "कोलोसियम दुनिया का सबसे बड़ा एंफीथिएटर है, जिसे 70 और 80 ईस्वी के बीच गदानों, पशुवध और फांसी के लिए 50,000 से 80,000 दर्शकों के लिए बनाया गया था। जमीन को समुद्री युद्ध के लिए पानी से भर दिया जा सकता था। यह इटली का सबसे अधिक देखे जाने वाला स्मारक है और प्राचीन रोम की शक्ति का परिभाषित प्रतीक है।",
            "vibe": "महान, प्राचीन",
            "history": "रोम के पतन के बाद, इसे इसके निर्माण सामग्री के लिए निकाला गया: संगमरमर संत पीटर की बासिलिका के लिए हटा दिया गया। हाइपोगेइ (सुरंगों जिसमें गदान और जानवर इंतज़ार करते थे) ने केवल 2010 में पर्यटकों के लिए अपने दरवाजे खोले।",
            "insider_tip": "2 से 4 सप्ताह पहले ऑनलाइन 'पूर्ण अनुभव' का टिकट बुक करें: इसमें सुरंगों और एरिना के फर्श तक पहुंच शामिल है, जो सामान्य यात्रा से कहीं अधिक दिलचस्प है। सुबह 8 बजे या शाम को जाएं।",
            "price_level": "महंगा",
            "good_for": [
              "इतिहास प्रेमियों",
              "पहली बार आने वालों"
            ],
            "duration": "2-3 घंटे",
            "best_time": "सुबह जल्दी या शाम को"
          },
          "image": "/images/rome/colosseum.jpg",
          "geo": {
            "lat": 41.8902,
            "lng": 12.4922
          }
        },
        {
          "id": "anc-002",
          "slug": "pantheon",
          "name_en": "पैंथियन",
          "name_local": "Pantheon",
          "category": "स्मारक",
          "is_generic_staple": false,
          "description": {
            "short": "पैंथियन प्राचीन रोम का सबसे अच्छा संरक्षित भवन है, जिसे 126 ईस्वी में सम्राट हैड्रियन द्वारा बनाया गया था। इसका कंक्रीट का गुंबद 1,300 वर्षों तक दुनिया का सबसे बड़ा असंरक्षित गुंबद बना रहा। ओकुलस (गुंबद की चोटी पर 9 मीटर का छिद्र) एकमात्र प्रकाश स्रोत है और बारिश को संगमरमर के फर्श पर सीधे गिरने देता है जिसमें नाली के छिद्र होते हैं।",
            "vibe": "प्रभावशाली, स्थापत्य",
            "history": "यह बिना किसी बाधा के सुरक्षित रहा क्योंकि इसे 609 ईस्वी में एक चर्च में परिवर्तित कर दिया गया था। भवन के अनुपात गणितीय रूप से निर्दोष हैं: गुंबद का व्यास इसकी ऊंचाई के बराबर है। 2023 में, इसने पहली बार प्रवेश शुल्क लेना शुरू किया।",
            "insider_tip": "जल्द खुलने पर (9 बजे) वहां जाएं इससे पहले कि पर्यटक समूह पहुंचें। बारिश के दिन वहां जाएं ताकि ओकुलस से पानी गिरता हुआ देख सकें: यह नाटकात्मक है। कतार से बचने के लिए अपने टिकट ऑनलाइन खरीदें।",
            "price_level": "सस्ती",
            "good_for": [
              "आर्किटेक्चर प्रेमियों",
              "इतिहास प्रेमियों"
            ],
            "duration": "30-45 मिनट",
            "best_time": "सुबह जल्दी"
          },
          "image": "/images/rome/pantheon.jpg",
          "geo": {
            "lat": 41.8986,
            "lng": 12.4769
          }
        }
      ]
    },
    {
      "title": "छिपे हुए खजाने और दृश्य",
      "id": "hidden",
      "items": [
        {
          "id": "gem-001",
          "slug": "san-luigi",
          "name_en": "San Luigi dei Francesi",
          "name_local": "San Luigi",
          "category": "site",
          "is_generic_staple": false,
          "description": {
            "short": "San Luigi dei Francesi एक चर्च है जिसमें कैरवाजियो की तीन बड़ी पेंटिंग्स हैं जो कॉन्टारेली चैपल में हैं: ल'एपेल, ल'इनस्पिरेशन और ले मार्टायर डे सेंट मैथ्यू (1599-1602)। इन पेंटिंग्स ने प्रकाश और छाया के नाटकीय उपयोग से कला में انقلاب ला दिया। प्रवेश निःशुल्क है, जिससे यह रोम में कला के लिए सबसे अच्छे मूल्य का अनुभव बन जाता है।",
            "vibe": "घनिष्ठ, नाटकीय",
            "history": "यह चर्च 1589 में रोम में फ्रांसीसी राष्ट्रीय चर्च के रूप में बनाया गया था। चैपल छोटा और अंधेरा है; पेंटिंग्स को €1 में 3 मिनट के लिए लाइटिंग द्वारा उजागर किया जाता है। बहुत से पर्यटक बिना यह जाने गुजर जाते हैं कि अंदर तीन उत्कृष्ट कृतियाँ हैं।",
            "insider_tip": "पेंटिंग्स को रोशन करने के लिए €1 के सिक्के लाएँ: प्रभाव नाटकीय है। जब चर्च शांत हो, तो दोपहर में जाएँ। चेहरों और हाथों में अविश्वसनीय विवरण देखने के लिए करीब जाएँ।",
            "price_level": "सस्ती",
            "good_for": [
              "कला प्रेमी",
              "बजट पर यात्रा करने वाले"
            ],
            "duration": "20-30 मिनट",
            "best_time": "दोपहर में"
          },
          "image": "/images/rome/san-luigi.jpg",
          "geo": {
            "lat": 41.8996,
            "lng": 12.4731
          }
        },
        {
          "id": "gem-002",
          "slug": "orange-garden",
          "name_en": "The Orange Garden",
          "name_local": "Giardino degli Aranci",
          "category": "site",
          "is_generic_staple": false,
          "description": {
            "short": "Giardino degli Aranci एक छोटा पार्क है जो अवेंटिन की चोटी पर एक पहाड़ी पर स्थित है, जहाँ रोम में सूर्यास्त का सबसे अच्छा दृश्य है: संत पीटर का गुंबद, जो टिबर के ऊपर पाइन पेड़ों से ठीक से घिरा हुआ है। यह बगीचा 1932 में निर्मित किया गया था जब शहर ने खट्टे संतरे (खाने योग्य नहीं) लगाए थे। यह सूर्यास्त के लिए एक स्थानीय秘密 है, हालांकि यह धीरे-धीरे और लोकप्रिय हो रहा है।",
            "vibe": "रोमांटिक, शांत",
            "history": "यह पार्क रोम की सात मूल पहाड़ियों में से एक पर स्थित है। 13वीं सदी में, यह टेम्पलर शूरवीरों के लिए एक किला था। इसके बगल में स्थित सांता सबीना बेसिलिका रोम के सबसे पुराने चर्चों में से एक है (5वीं सदी)।",
            "insider_tip": "सूर्यास्त से 45 मिनट पहले पहुँचे ताकि एक बेंच मिल सके। दृश्य सर्दी/बसंत में बेहतर होता है जब हवा अधिक स्पष्ट होती है। बगीचा क्षितिज में बंद होता है।",
            "price_level": "सस्ती",
            "good_for": [
              "जोड़े",
              "फोटोग्राफर्स"
            ],
            "duration": "1 घंटा",
            "best_time": "सूर्यास्त"
          },
          "image": "/images/rome/orange-garden.jpg",
          "geo": {
            "lat": 41.8845,
            "lng": 12.4797
          }
        },
        {
          "id": "gem-003",
          "slug": "gianicolo",
          "name_en": "Gianicolo Hill",
          "name_local": "Gianicolo",
          "category": "site",
          "is_generic_staple": false,
          "description": {
            "short": "Gianicolo रोम का सबसे ऊँचा दृश्य है जहाँ 360° में पूरे शहर का दृश्य मिलता है। हर दिन दोपहर में एक तोप यहाँ 1847 से फायर की जाती है ताकि शहर की घड़ियों को समायोजित किया जा सके। यह टेरेस संपूर्ण दृश्य की सबसे अच्छी जगह है: सभी सात पहाड़, वेटिकन और अपेनिन पहाड़।",
            "vibe": "पैनोरमिक, हवादार",
            "history": "Gianicolo रोम की सात मूल पहाड़ियों में से एक नहीं है, लेकिन यह सबसे ऊँची है। 1849 में रोम के घेरे के दौरान, गारिबाल्डी की सेनाएँ यहाँ शहर की रक्षा कर रही थीं। गारिबाल्डी की घोड़े की प्रतिमा 1895 में स्थापित की गई थी।",
            "insider_tip": "दोपहर के तोप के फायरिंग को देखने के लिए 11:55 बजे आएँ: यह शोरगुल और नाटकीय है। रास्ता खड़ी है; ट्रस्टेवेरे से बस 115 लें। गर्मियों में दोपहर से बचें; वहाँ कोई छाया नहीं है।",
            "price_level": "सस्ती",
            "good_for": [
              "पैनोरमिक दृश्य",
              "परिवार"
            ],
            "duration": "1 घंटा",
            "best_time": "दोपहर से पहले"
          },
          "image": "/images/rome/gianicolo.jpg",
          "geo": {
            "lat": 41.8914,
            "lng": 12.4616
          }
        }
      ]
    },
    {
      "title": "वैटिकन",
      "id": "vatican",
      "items": [
        {
          "id": "vat-001",
          "slug": "st-peters",
          "name_en": "बेसिलिका सेंट पीटर",
          "name_local": "Basilica di San Pietro",
          "category": "site",
          "is_generic_staple": false,
          "description": {
            "short": "बेसिलिका सेंट पीटर दुनिया के सबसे बड़े चर्चों में से एक है और कैथोलिकिज्म का केंद्र है, जिसे संत पीटर की कब्र पर बनाया गया है। वर्तमान संरचना, जो पुनर्जागरण शैली में है, को 1506 से 1626 तक कई पोपों के तहत बनाया गया था। मिशेल एंजेलो ने 71 वर्ष की आयु में प्रतिष्ठित गुंबद को डिज़ाइन किया। इसमें मिशेल एंजेलो, बर्निनी और राफेल की उत्कृष्ट कृतियाँ हैं। प्रवेश निशुल्क है, लेकिन कतारें 2 घंटे से अधिक हो सकती हैं।",
            "vibe": "शानदार, विशाल",
            "history": "मूल बेसिलिका को क Constantinius ने 326 ईस्वी में बनाया था। इसे पूरी तरह से बनने में 120 वर्षों का समय लगा और इससे पोप दिवालिया हो गए, जिसने आंशिक रूप से प्रोटेस्टेंट सुधार को वित्तपोषित किया। बर्निनी ने 1660 के दशक में चारों ओर कॉलोनाइड को डिज़ाइन किया।",
            "insider_tip": "पूरी तरह से कतारों से बचने के लिए सुबह 7 बजे खुलने पर जाएं। बेसिलिका में प्रवेश निशुल्क है, लेकिन गुंबद पर चढ़ने का शुल्क 10 € है (लिफ्ट + सीढ़ियाँ) - दृश्य इसके लायक है। ड्रेस कोड: बिना कंधे या घुटने दिखाए।",
            "price_level": "सस्ती",
            "good_for": [
              "कैथोलिक",
              "वास्तुकला प्रेमी"
            ],
            "duration": "2-3 घंटे",
            "best_time": "सुबह का समय (7 बजे)"
          },
          "image": "/images/rome/st-peters.jpg",
          "geo": {
            "lat": 41.9029,
            "lng": 12.4534
          }
        },
        {
          "id": "vat-002",
          "slug": "vatican-museums",
          "name_en": "वैटिकन संग्रहालय",
          "name_local": "Musei Vaticani",
          "category": "site",
          "is_generic_staple": false,
          "description": {
            "short": "वैटिकन संग्रहालयों में 7 किमी लंबे गलियारे हैं, जो दुनिया की सबसे बड़ी कला संग्रहाओं में से एक है, जो मिशेल एंजेलो की छत के साथ सिस्टिन चैपल के साथ समाप्त होती है (1508 से 1512 के बीच चित्रित)। संग्रहालयों में प्राचीन मिस्री कलाकृतियाँ, ग्रीक मूर्तियाँ, पुनर्जागरण की चित्रकला और 500 वर्षों में जमा की गई टेपेस्ट्री शामिल हैं। हर साल 60 लाख से अधिक लोग यहाँ आते हैं, जिससे यह स्थान अत्यधिक भीड़-भाड़ वाला हो जाता है।",
            "vibe": "भरी हुई, विश्व स्तरीय",
            "history": "संग्रहालय 1506 में शुरू हुए जब पोप ज्यूलियस II ने कورتाइल ओटेगोनो में प्राचीन मूर्तियों को रखा। सिस्टिन चैपल अंतिम कक्ष है; फोटोग्राफी और बातचीत निषिद्ध है।",
            "insider_tip": "सुबह 7:30 बजे 'तड़के' का दौरा बुक करें - आप लगभग खाली सिस्टिन चैपल देखेंगे। सामान्य प्रवेश 9 बजे है और तुरंत भरा हुआ होता है। कम से कम 3-4 घंटे का समय निकलें। आरामदायक जूते पहनें।",
            "price_level": "महंगा",
            "good_for": [
              "कला प्रेमी",
              "कैथोलिक"
            ],
            "duration": "3-4 घंटे",
            "best_time": "सुबह का समय (7:30 बजे)"
          },
          "image": "/images/rome/vatican-museums.jpg",
          "geo": {
            "lat": 41.9067,
            "lng": 12.4525
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "8:00 AM",
      "title": "ट्रास्टेवेर में कैपुचीनो और कॉर्नेटो",
      "description": "ट्रास्टेवेर से शुरुआत करें, रोम का सबसे आकर्षक पड़ोस। एक स्थानीय बार (कैफे) खोजें और काउंटर पर कैपुचीनो और कॉर्नेटो का ऑर्डर दें—बैठने पर दोगुना खर्च होता है। स्थानीय लोग सुबह 11 बजे तक ही कैपुचीनो पीते हैं; इसके बाद, यह एस्प्रेसो है। इस समय, पत्थर की सड़कें वीरान होती हैं, इधर-उधर झूठी सुनहरी रोशनी लताओं से ढके बिल्डिंगों के बीच से छनकर आती है। यही है रोम की ला डोल्चे वीटा।",
      "image": "/images/rome/trastevere-morning.jpg"
    },
    {
      "time": "9h30",
      "title": "वैटिकन के संग्रहालय और सिस्टिन चैपल",
      "description": "पहले से और टिकट(8h30) महीने भर में बुक करें—यह सिस्टिन चैपल देखने का एकमात्र तरीका है बिना भीड़ में दबे। माइकल एंजेलो की छत देखने लायक है, लेकिन सुरक्षा आपको जल्दी करने के लिए कहेगी। मानचित्र गैलरी और राफेल के कक्ष भी अद्भुत हैं और कम भीड़भाड़ वाले होते हैं। संत पीटर की बेसिलिका में जाएँ (नि:शुल्क) और माइकल एंजेलो की पीएटÀ को देखें। यह पूरी वैटिकन सिटी लगभग 0.44 वर्ग किलोमीटर कला का अनुभव कराती है।",
      "image": "/images/rome/vatican-morning.jpg",
      "ticket_link": "https://www.getyourguide.com/vatican-city-l136/vatican-museums-sistine-chapel-skip-the-line-ticket-t52643/"
    },
    {
      "time": "13h00",
      "title": "लंच: कैचियो ई पेपे सेंट्रो स्टोरिको में",
      "description": "ऐतिहासिक केंद्र तक पैदल चलें और एक पारंपरिक ट्राटोरिया में लंच करें। कैचियो ई पेपे (पनीर पेकोरिनो और काली मिर्च के साथ पास्ता) का ऑर्डर दें - रोम का सिग्नेचर डिश, जो दिखने में साधारण है लेकिन शायद ही कभी परिपूर्ण होता है। फ्लावियो अल वेलावेवोडेट्टो या फेलिसे ए टेस्टेसियो को अपनी सूची में शामिल करें। इसे घर के सफेद शराब की एक कैराफ के साथ परोसें। रोमवासी लंच के दौरान 2 घंटे से अधिक का समय लेते हैं - इस रिदम को अपनाएं। भोजन के बाद कैपुचिनो न लें; यह एक संकेत है पर्यटकों के लिए।",
      "image": "/images/rome/cacio-e-pepe2.jpg"
    },
    {
      "time": "15h30",
      "title": "कोलोसियम और रोम का फोरम",
      "description": "समय-निर्धारित प्रवेश के साथ एक संयुक्त टिकट बुक करें (कोलोसियम + फोरम + पलैटाइन हिल)। कोलोसियम में प्रवेश करें जहाँ 50,000 रोमनों ने एक समय में ग्लैडियेटरों की लड़ाइयों की प्रशंसा की थी। इसके बाद, फोरम का अन्वेषण करें, जो प्राचीन रोम का दिल है जहाँ सम्राटों ने चलना किया। पलैटाइन हिल से खंडहरों का सबसे अच्छा दृश्य मिलता है। पानी लाना न भूलें; रोम की गर्मी कठोर है। उन पत्थरों पर कदम रखें जिनकी उम्र 2,000 वर्ष है और जो आज भी खड़े हैं।",
      "image": "/images/rome/colosseum-afternoon.jpg",
      "ticket_link": "https://www.getyourguide.com/rome-l33/colosseum-roman-forum-palatine-hill-priority-access-t189736/"
    },
    {
      "time": "18h00",
      "title": "फाउंटेन ऑफ ट्रेवी और स्पेनिश स्टेप्स पर गोल्डन ऑवर",
      "description": "संकीर्ण गलियों के माध्यम से फाउंटेन ऑफ ट्रेवी तक जाएँ। अपनी दायीं हाथ से अपने बाएँ कंधे पर एक सिक्का फेंकें: किंवदंती कहती है कि आप रोम में लौटेंगे। फाउंटेन अद्भुत है लेकिन भीड़भाड़ वाली है; इसे सराहें और आगे बढ़ें। सूर्यास्त के समय लोगों को देखने के लिए स्पेनिश स्टेप्स तक (15 मिनट) चलें। ये सीढ़ियाँ एक सामाजिक एम्फीथिएटर हैं जहाँ रोमवासी मिलते हैं। निकटवर्ती Giolitti या Fassi का एक जिलो है अनिवार्य।",
      "image": "/images/rome/trevi-golden-hour.jpg"
    },
    {
      "time": "20h30",
      "title": "मोंटी में एपरिटिवो और डिनर",
      "description": "मोंटी में मिलें, रोम का हिप्स्टर-बोहेमियाई क्षेत्र। एपरिटिवो (18h-21h) से शुरू करें: एक कॉकटेल खरीदें, मुफ्त स्नैक्स, पिज़्ज़ा, पास्ता और सलाद का बुफे का आनंद लें। रोमवासी इसे 'एपरिटिवो' कहते हैं, 'हैप्पी ऑवर' नहीं। उसके बाद, डिनर में जाएं: कार्बोनारा, अमाट्रिसियाना या साल्टिंबोक्का अला रोमान। रात का अंत पुरानी गलियों में घूमते हुए करें, शायद एक छिपे हुए पियाज़ा की खोज करें। रोम को नाइट क्लबों की आवश्यकता नहीं है—शहर खुद मनोरंजन है।",
      "image": "/images/rome/monti-night.jpg"
    }
  ],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "इटली के लिए यात्रा अवसर (प्रकार L)",
      "image": "/images/rome/adapter.jpg",
      "reason": "इटली में एक अद्वितीय 3 पिन का सॉकेट (प्रकार L) है, इसके अलावा मानक यूरो सॉकेट भी है। चार्ज करने के लिए यह अनिवार्य है।",
      "amazon_url": "https://www.amazon.com/s?k=italy+travel+adapter+type+l",
      "category": "इलेक्ट्रॉनिक्स"
    },
    {
      "id": "aff-002",
      "title": "एंटी-थीफ क्रॉस बॉडी बैग",
      "image": "/images/rome/bag.jpg",
      "reason": "बसों और मेट्रो में जेबकतरे काफी चालाक होते हैं। एक लॉक करने योग्य बैग आपको मन की शांति देता है।",
      "amazon_url": "https://www.amazon.com/s?k=anti+theft+crossbody+bag",
      "category": "सुरक्षा"
    },
    {
      "id": "aff-003",
      "title": "पुनर्व्यवहार योग्य पानी की बोतल",
      "image": "/images/rome/bottle.jpg",
      "reason": "रोम में हजारों मुफ्त और ताज़ा पानी के फव्वारे (नस्सोनी) हैं। दिन भर में अपनी बोतल को मुफ्त में भरें।",
      "amazon_url": "https://www.amazon.com/s?k=reusable+water+bottle&tag=canibringonpl-20",
      "category": "बाहरी गतिविधियाँ"
    }
  ],
  "lat": 41.9028,
  "lng": 12.4964,
  "region": "Europe"
}