{
  "id": "city-002",
  "name": "सिंगापुर",
  "slug": "singapore",
  "country": "सिंगापुर",
  "country_code": "sg",
  "hero_image": "/images/singapore/hero.jpg",
  "intro_vibe": "एक अत्यधिक कुशल, हाइपर-मॉडर्न सिटी-स्टेट जहाँ भविष्य की गगनचुंबी इमारतें, हरी-भरी उष्णकटिबंधीय हरियाली और विश्व स्तरीय भोजन का संगम होता है।",
  "general_info": {
    "population": "6.11 मिलियन",
    "is_capital": true,
    "description": "सिंगापुर दक्षिण-पूर्व एशिया में एक संप्रभु द्वीप देश और सिटी-स्टेट है। भूमध्य रेखा से लगभग एक डिग्री उत्तर में स्थित, यह वित्त, परिवहन और नवाचार का एक वैश्विक केंद्र है, जो अपने सख्त कानूनों, बहुसांस्कृतिक आबादी और 'प्रकृति के बीच बसे शहर' के रूप में अपनी पहचान के लिए जाना जाता है।"
  },
  "stats": {
    "currency": "SGD",
    "plug_type": "Type G"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "जनवरी",
      "temp": "24°C - 30°C",
      "vibe": "गीला और अपेक्षाकृत ठंडा",
      "pros": [
        "थोड़ा ठंडा तापमान",
        "हरी-भरी, जीवंत हरियाली",
        "चंद्र नव वर्ष (Lunar New Year) के लिए उत्सव का माहौल"
      ],
      "cons": [
        "भारी और लगातार बारिश",
        "अक्सर अचानक बाढ़ (Flash floods) की संभावना",
        "बाहरी गतिविधियों में बाधा"
      ],
      "clothing": "वाटरप्रूफ जूते, छोटा छाता, एसी के लिए हल्की जैकेट"
    },
    {
      "id": 2,
      "name": "फरवरी",
      "temp": "25°C - 31°C",
      "vibe": "धूप वाला और सूखा",
      "pros": [
        "न्यूनतम वार्षिक वर्षा",
        "धूप के अधिकतम घंटे",
        "बाहरी आकर्षणों के लिए बेहतरीन समय"
      ],
      "cons": [
        "उमस अधिक बनी रहती है",
        "लोकप्रिय स्थानों पर भीड़",
        "यात्रा की ऊंची कीमतें"
      ],
      "clothing": "लिनेन या सूती कपड़े, धूप का चश्मा, सनब्लॉक"
    },
    {
      "id": 3,
      "name": "मार्च",
      "temp": "25°C - 32°C",
      "vibe": "चमकीला और हवादार",
      "pros": [
        "लगातार धूप",
        "पैदल यात्रा के लिए आदर्श",
        "सेंटोसा के लिए अनुकूल परिस्थितियां"
      ],
      "cons": [
        "दोपहर की गर्मी बढ़ जाती है",
        "कभी-कभी दोपहर में बौछारें",
        "उच्च यूवी (UV) स्तर"
      ],
      "clothing": "सांस लेने योग्य स्नीकर्स, नमी सोखने वाले कपड़े"
    },
    {
      "id": 4,
      "name": "अप्रैल",
      "temp": "25°C - 32°C",
      "vibe": "शांत और धूप वाला",
      "pros": [
        "शुष्क मौसम की समाप्ति",
        "शांत हवाएं",
        "रूफटॉप दृश्यों के लिए बिल्कुल सही"
      ],
      "cons": [
        "पसीना बहुत आता है",
        "अधिक गर्म महीनों की ओर संक्रमण",
        "अचानक बारिश का होना"
      ],
      "clothing": "प्राकृतिक रेशे, हाथ वाला पंखा"
    },
    {
      "id": 5,
      "name": "मई",
      "temp": "26°C - 33°C",
      "vibe": "गर्म और उमस भरा",
      "pros": [
        "लंबी धूप वाली सुबह",
        "फोटोग्राफी के लिए साफ आसमान",
        "जीवंत रात्रिकालीन दृश्य"
      ],
      "cons": [
        "वार्षिक उच्चतम तापमान",
        "क्षेत्रीय धुंध (haze) का जोखिम",
        "तीव्र आर्द्रता"
      ],
      "clothing": "हल्के शॉर्ट्स, टी-शर्ट, हाइड्रेशन किट"
    },
    {
      "id": 6,
      "name": "जून",
      "temp": "26°C - 33°C",
      "vibe": "उबाऊ और सामाजिक",
      "pros": [
        "इनडोर म्यूजियम घूमने के लिए बढ़िया",
        "ग्रेट वर्ल्ड सिटी सेल",
        "नाइट सफारी सुखद होती है"
      ],
      "cons": [
        "दोपहर की भीषण गर्मी",
        "मॉल में बहुत भीड़",
        "धुंध की संभावना"
      ],
      "clothing": "SPF वाले कपड़े, हवादार कपड़े, अंदर के लिए हल्का शॉल"
    },
    {
      "id": 7,
      "name": "जुलाई",
      "temp": "26°C - 31°C",
      "vibe": "तूफानी और उष्णकटिबंधीय",
      "pros": [
        "सुमात्रा स्क्वॉल्स (Sumatra Squalls) हवा को ठंडा कर देते हैं",
        "जीवंत फूड फेस्टिवल्स",
        "बारिश के बाद सुंदर सूर्यास्त"
      ],
      "cons": [
        "सुबह भारी गरज के साथ बारिश",
        "तेज हवाएं",
        "बारिश का अनिश्चित समय"
      ],
      "clothing": "सैंडल, वाटरप्रूफ बैग कवर"
    },
    {
      "id": 8,
      "name": "अगस्त",
      "temp": "26°C - 31°C",
      "vibe": "देशभक्तिपूर्ण और हवादार",
      "pros": [
        "राष्ट्रीय दिवस समारोह",
        "हलचल भरा माहौल",
        "समुद्र की ठंडी हवाएं"
      ],
      "cons": [
        "अक्सर सुबह की बारिश",
        "सार्वजनिक स्थानों पर भीड़",
        "हवा के कारण कभी-कभी व्यवधान"
      ],
      "clothing": "आरामदायक पैदल चलने वाले जूते, राष्ट्रीय दिवस के लिए लाल/सफेद पोशाक"
    },
    {
      "id": 9,
      "name": "सितंबर",
      "temp": "25°C - 31°C",
      "vibe": "गतिशील",
      "pros": [
        "F1 ग्रैंड प्रिक्स का उत्साह",
        "मिड-ऑटम लालटेन उत्सव",
        "शाम का तापमान सहने योग्य होता है"
      ],
      "cons": [
        "सीबीडी (CBD) में सड़कें बंद",
        "होटल की कीमतें चरम पर",
        "सुबह की उमस"
      ],
      "clothing": "नाइटलाइफ़ के लिए स्मार्ट कैजुअल, नमी सोखने वाली शर्ट"
    },
    {
      "id": 10,
      "name": "अक्टूबर",
      "temp": "25°C - 32°C",
      "vibe": "परिवर्तनशील",
      "pros": [
        "जीवंत दीपावली की रोशनी",
        "फूड मार्केट घूमने के लिए बढ़िया",
        "नवंबर की तुलना में कम बारिश"
      ],
      "cons": [
        "बढ़ती आर्द्रता",
        "अनिश्चित मौसम पैटर्न",
        "भीड़भाड़ वाले विरासत क्षेत्र"
      ],
      "clothing": "हल्के सूती कपड़े, छाता"
    },
    {
      "id": 11,
      "name": "नवंबर",
      "temp": "24°C - 30°C",
      "vibe": "बादल वाला और नम",
      "pros": [
        "कम तापमान",
        "पर्यटकों की कम भीड़",
        "इनडोर आकर्षणों का सीजन"
      ],
      "cons": [
        "सबसे गीले दौर की शुरुआत",
        "बहुत अधिक उमस",
        "बाहरी योजनाओं में देरी की संभावना"
      ],
      "clothing": "वाटरप्रूफ जैकेट, अतिरिक्त मोजे, एसी के लिए हुडी"
    },
    {
      "id": 12,
      "name": "दिसंबर",
      "temp": "24°C - 30°C",
      "vibe": "उत्सवी और बारिश वाला",
      "pros": [
        "ऑर्चर्ड रोड की क्रिसमस लाइटें",
        "छुट्टियों का उत्साह",
        "साल का सबसे ठंडा महीना"
      ],
      "cons": [
        "सबसे अधिक बारिश वाला महीना (भारी बारिश)",
        "चरम पर्यटन सीजन",
        "यात्रा की ऊंची लागत"
      ],
      "clothing": "मजबूत छाता, हल्की परतें, साबर (suede) के जूते न पहनें"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "ट्रे वापसी का नियम: हॉकर सेंटरों और फूड कोर्ट में अपनी इस्तेमाल की गई ट्रे और क्रॉकरी वापस करना कानूनी रूप से अनिवार्य है। पहली बार गलती करने पर चेतावनी मिलती है, लेकिन दोबारा ऐसा करने पर $300 का जुर्माना हो सकता है। सफाई बनाए रखें!",
      "हलाल बनाम नॉन-हलाल: ट्रे वापसी स्टेशनों पर हमेशा संकेतों की जांच करें। हलाल स्टेशन में नॉन-हलाल प्लेटें मिलाना सांस्कृतिक रूप से असंवेदनशील है और ऐसा बिल्कुल न करें।",
      "चोपिंग (Choping) का रिवाज: यदि आप हॉकर सेंटर में किसी खाली मेज पर टिश्यू पेपर का पैकेट देखते हैं, तो वह मेज आरक्षित है! सामाजिक टकराव से बचने के लिए इस स्थानीय व्यवस्था का सम्मान करें।",
      "एस्केलेटर अनुशासन: बाईं (LEFT) ओर खड़े हों, दाईं (RIGHT) ओर चलें। एमआरटी स्टेशनों और मॉल में यह एक कड़ाई से पालन किया जाने वाला नियम है। 'फास्ट लेन' को रोकने वाले व्यक्ति न बनें!",
      "च्युइंग गम नहीं: च्युइंग गम की बिक्री और आयात प्रतिबंधित है। हालांकि व्यक्तिगत उपयोग के लिए थोड़ा साथ रखना गैरकानूनी नहीं है, लेकिन इसे बाहर थूकना एक बड़ा अपराध है। इसे घर पर छोड़ देना ही बेहतर है।",
      "टिपिंग की हकीकत: टिप देने का रिवाज नहीं है। अधिकांश रेस्तरां बिल में 10% सर्विस चार्ज और 9% जीएसटी अपने आप जोड़ देते हैं। हॉकर स्टालों पर टिपिंग नहीं की जाती है और इससे दुकानदार भ्रमित हो सकते हैं।",
      "इनडोर सर्दी: सिंगापुर को एयर कंडीशनिंग बहुत पसंद है! बाहर भले ही 30°C हो, लेकिन मॉल और सिनेमा हॉल अक्सर 20°C के जमा देने वाले तापमान पर रखे जाते हैं। हमेशा एक हल्की कार्डिगन या शॉल साथ रखें।",
      "नल का पानी सुरक्षित है: आप यहाँ सीधे नल से पानी पी सकते हैं! पानी को कड़ाई से उपचारित किया जाता है और यह पीने के लिए पूरी तरह सुरक्षित है, इसलिए बोतलबंद पानी छोड़कर अपने पैसे और पर्यावरण को बचाएं।",
      "कतार संस्कृति: सिंगापुर के लोगों को कतार में लगना पसंद है। चाहे वह नवीनतम गैजेट हो या प्रसिद्ध चिकन राइस स्टाल, हमेशा कतार के अंत में लगें और धैर्यपूर्वक अपनी बारी का इंतजार करें।",
      "सिंग्लिश (Singlish) पर ध्यान दें: आप बहुत सारे 'Lah', 'Leh' और 'Lor' सुनेंगे। यह एक अनूठी स्थानीय बोली है। हालाँकि आपको इसे बोलने की ज़रूरत नहीं है, लेकिन यह समझना कि यह अपशब्द नहीं बल्कि दक्षता के बारे में है, आपको बेहतर ढंग से संवाद करने में मदद करेगा।"
    ],
    "essential_phrases": [
      {
        "src": "धन्यवाद",
        "local": "Terima Kasih / 谢谢 / நன்றி",
        "phonetic": "ते-री-मा का-सेह"
      },
      {
        "src": "सुप्रभात",
        "local": "Selamat Pagi",
        "phonetic": "से-ला-मत पा-गी"
      },
      {
        "src": "खाना / भोजन",
        "local": "Makan",
        "phonetic": "मा-कान"
      },
      {
        "src": "पैक कराना (Takeaway)",
        "local": "Bungkus / Ta-pau",
        "phonetic": "बुंग-कुस / दा-पाओ"
      },
      {
        "src": "कृपया / मदद",
        "local": "Tolong",
        "phonetic": "तो-लोंग"
      }
    ]
  },
  "neighborhoods": [
    {
      "name": "चाइनाटाउन",
      "vibe": "विरासत और हलचल",
      "description": "पारंपरिक मंदिरों, ऐतिहासिक शॉपहाउस और जीवंत बाजारों का मिश्रण। यह सिंगापुर में चीनी प्रवासियों की कहानी की आत्मा है।",
      "highlights": [
        "बुद्ध टूथ रेलिक टेम्पल",
        "श्री मरिअम्मन मंदिर",
        "चाइनाटाउन कॉम्प्लेक्स"
      ],
      "image": "/images/singapore/chinatown.jpg"
    },
    {
      "name": "काम्पोंग गेलम",
      "vibe": "हिपस्टर और विरासत का मेल",
      "description": "ऐतिहासिक मलय और अरब क्वार्टर जहाँ सुनहरे गुंबद वाली मस्जिदें आधुनिक भित्तिचित्रों वाली गलियों और स्वतंत्र बुटीक के साथ स्थित हैं।",
      "highlights": [
        "सुल्तान मस्जिद",
        "हाजी लेन",
        "मलय हेरिटेज सेंटर"
      ],
      "image": "/images/singapore/kampong-gelam.jpg"
    },
    {
      "name": "तियोन्ग बाहरू",
      "vibe": "शांत और कलात्मक",
      "description": "शहर का पहला सार्वजनिक आवास क्षेत्र, जो अब स्ट्रीमलाइन मॉडर्न वास्तुकला, स्वतंत्र किताबों की दुकानों और आरामदायक कैफे का एक हरा-भरा क्षेत्र है।",
      "highlights": [
        "यिप यिउ चोंग के भित्तिचित्र",
        "तियोन्ग बाहरू मार्केट",
        "की तियान गोंग मंदिर"
      ],
      "image": "/images/singapore/tiong-bahru.jpg"
    },
    {
      "name": "कातोंग और जू चियात",
      "vibe": "रंगीन और पेरानाकन",
      "description": "पेरानाकन संस्कृति का पूर्वी गढ़, जो अपने पेस्टल रंग के शॉपहाउस और स्थानीय भोजन की प्रतिस्पर्धा के लिए प्रसिद्ध है।",
      "highlights": [
        "कून सेंग रोड शॉपहाउस",
        "द इत्तान (The Intan)",
        "328 कातोंग लक्सा"
      ],
      "image": "/images/singapore/joo-chiat.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "आवाजाही",
      "icon": "Train",
      "summary": "एमआरटी और बस नेटवर्क शहर की धड़कन हैं—तेज, स्वच्छ और अविश्वसनीय रूप से कुशल।",
      "details": [
        "सिम्पलीगो (SimplyGo) रणनीति: टूरिस्ट पास के चक्कर में न पड़ें। बस अपने विदेशी कांटेक्टलेस क्रेडिट/डेबिट कार्ड या मोबाइल वॉलेट (Apple/Google Pay) को किसी भी रीडर पर टैप करें। यह यात्रा करने का सबसे आसान तरीका है।",
        "टूरिस्ट पास की चेतावनी: $10 का दैनिक पास घाटे का सौदा हो सकता है। आपको इसका फायदा उठाने के लिए दिन में 6+ यात्राएं करनी होंगी। अधिकांश यात्राओं की लागत केवल $1.50-$2.00 होती है।",
        "एमआरटी की बुनियादी बातें: ट्रेनें सुबह 5:30 बजे से आधी रात तक चलती हैं। अगर आप भीड़ पसंद नहीं करते हैं, तो रश ऑवर (सुबह 8-9:30 और शाम 5:30-7) से बचें!",
        "एस्केलेटर का नियम: बाईं ओर खड़े हों, दाईं ओर चलें। यदि आप दाईं ओर खड़े होते हैं, तो स्थानीय लोगों से 'एक्सक्यूज मी' सुनने के लिए तैयार रहें।",
        "खाना-पीना मना है: एमआरटी पर पानी पीने के बारे में भी न सोचें। जुर्माना सख्ती से लागू किया जाता है और यह $500 तक हो सकता है।",
        "बस प्रोटोकॉल: प्रवेश करते समय और पीछे से बाहर निकलते समय अपना कार्ड या फोन टैप करें ताकि यह सुनिश्चित हो सके कि आपसे सही किराया लिया गया है।"
      ]
    },
    {
      "id": "logistics-connectivity",
      "slug": "mobile-data",
      "title": "मोबाइल डेटा",
      "icon": "Smartphone",
      "summary": "पूरे द्वीप में हाई-स्पीड 4G/5G के साथ जुड़े रहें।",
      "details": [
        "सबसे अच्छा सिम: सिंगटेल का $12 वाला hi!Tourist सिम सबसे बेहतरीन है। यह आपको 14 दिनों के लिए 100GB 4G डेटा देता है और पड़ोसी देशों में रोमिंग के लिए भी काम करता है।",
        "कहाँ से खरीदें: आप चांगी हवाई अड्डे (ट्रेवेलेक्स काउंटर या चीयर्स स्टोर्स) या शहर के किसी भी 7-इलेवन से सिम कार्ड ले सकते हैं।",
        "ई-सिम (eSIM) विकल्प: यदि आप सुविधा चाहते हैं, तो नोमैड (Nomad) या एयरलो (Airalo) जैसे प्रदाता अच्छा काम करते हैं, लेकिन वे आमतौर पर स्थानीय फिजिकल सिम की तुलना में अधिक महंगे होते हैं।",
        "नेटवर्क की गुणवत्ता: सिंगटेल का इनडोर और अंडरग्राउंड कवरेज सबसे अच्छा है। यदि आप एमआरटी पर बहुत समय बिताने की योजना बना रहे हैं, तो इसी के साथ जाएं।"
      ]
    },
    {
      "id": "logistics-money",
      "slug": "currency-payments",
      "title": "पैसा और भुगतान",
      "icon": "CreditCard",
      "summary": "सिंगापुर तेजी से कैशलेस हो रहा है, लेकिन बाजारों के लिए कुछ नकदी साथ रखें।",
      "details": [
        "हर जगह कैशलेस: मॉल, परिवहन और अधिकांश दुकानें वीज़ा/मास्टरकार्ड और मोबाइल भुगतान स्वीकार करती हैं। आपको शायद ही कभी कार्ड स्वाइप करने की आवश्यकता होगी।",
        "भोजन के लिए नकदी अभी भी जरूरी है: कई पुराने हॉकर स्टाल और गीले बाजार केवल नकद या स्थानीय क्यूआर भुगतान लेते हैं। अपने भोजन के लिए छोटे नोटों में $20-$50 साथ रखें।",
        "एटीएम: आधिकारिक बैंक एटीएम (DBS, OCBC, UOB) का उपयोग करें। भारी शुल्क से बचने के लिए स्वतंत्र मशीनों से बचें। हवाई अड्डे पर विनिमय दरें वास्तव में काफी उचित हैं।",
        "ब्रुनेई डॉलर: मजेदार तथ्य! एक विशेष समझौते के कारण, ब्रुनेई डॉलर सिंगापुर में फेस वैल्यू पर स्वीकार किए जाते हैं। यदि आपको खुले पैसों में कोई ब्रुनेई डॉलर मिलता है, तो वह पूरी तरह से वैध है।"
      ]
    },
    {
      "id": "logistics-safety",
      "slug": "laws-and-safety",
      "title": "कानून और सुरक्षा",
      "icon": "Shield",
      "summary": "सख्त नियमों और सामाजिक अनुपालन के कारण दुनिया के सबसे सुरक्षित शहरों में से एक।",
      "details": [
        "कम अपराध दर: हिंसक अपराध अत्यंत दुर्लभ हैं। आप रात में किसी भी समय सुरक्षित रूप से कहीं भी घूम सकते हैं।",
        "भारी जुर्माना: गंदगी फैलाना, थूकना और सड़क गलत तरीके से पार करना (jaywalking) न केवल असभ्य है—बल्कि अवैध है और इसके लिए भारी जुर्माना देना पड़ता है। यह शहर एक कारण से साफ है!",
        "नशीली दवाओं के कानून: नशीली दवाओं के प्रति सिंगापुर की जीरो-टॉलरेंस नीति है। तस्करी के लिए मृत्युदंड सहित सजाएं गंभीर हैं।",
        "आपातकालीन नंबर: पुलिस के लिए 999 या एम्बुलेंस/फायर सर्विस के लिए 995 डायल करें।"
      ]
    },
    {
      "id": "logistics-weather",
      "slug": "weather-strategy",
      "title": "मौसम की रणनीति",
      "icon": "Cloud",
      "summary": "गर्मी और अचानक होने वाली उष्णकटिबंधीय बारिश के लिए तैयार रहें।",
      "details": [
        "आर्द्रता: यह हमेशा 80% के आसपास रहती है। आपको पसीना आएगा। लिनेन या सूती जैसे प्राकृतिक रेशे या नमी सोखने वाले कपड़े आपके सबसे अच्छे दोस्त हैं।",
        "छाता अनिवार्य: उष्णकटिबंधीय बारिश तेज और अचानक होती है। धूप होने पर भी हमेशा एक छोटा छाता साथ रखें।",
        "दोपहर का बचाव: दोपहर 12 बजे से 3 बजे तक घर के अंदर रहें। यह मॉल घूमने या म्यूजियम देखने का सबसे अच्छा समय है।",
        "पसीने की टिप: ग्रे रंग के कपड़े पहनने से बचें—वे पसीने के धब्बे तुरंत दिखाते हैं। गहरे रंग या सफेद रंग के कपड़े पहनें।"
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-001",
      "slug": "chicken-rice",
      "name_en": "Hainanese Chicken Rice",
      "name_local": "海南鸡饭 / Nasi Ayam Hainan",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "चिकन फैट और अदरक में पकाए गए सुगंधित चावल के साथ परोसा गया उबला हुआ चिकन। यह यकीनन सिंगापुर का राष्ट्रीय व्यंजन है। चिकन रेशमी और कोमल होना चाहिए, जिसे तीखी मिर्च-लहसुन की चटनी और डार्क सोया के साथ परोसा जाता है। यह थाली में शुद्ध सुकून है।",
        "vibe": "अनिवार्य, रेशमी",
        "history": "चीन के हैनान से आए प्रवासियों द्वारा लाया गया, इसे अधिक लहसुन और मिर्च के साथ स्थानीय स्वादों के अनुसार ढाला गया। यह 1940-50 के दशक में श्रमिकों के लिए एक सस्ते, पौष्टिक भोजन के रूप में मुख्य आहार बन गया और अब यह यूनेस्को द्वारा मान्यता प्राप्त एक सांस्कृतिक गौरव है।",
        "insider_tip": "तिआन तिआन (Tian Tian) प्रसिद्ध है, लेकिन यदि कतार बहुत लंबी है, तो केवल तीन स्टाल दूर आ ताई (Ah Tai) पर जाएं। इसे तिआन तिआन के पूर्व मुख्य शेफ द्वारा चलाया जाता है, स्वाद लगभग समान है, और कतार भी नहीं होती। हमेशा अतिरिक्त मिर्च मांगें!",
        "price_level": "सस्ता",
        "good_for": [
          "लंच",
          "पहली बार आने वाले"
        ],
        "duration": "20 मिनट",
        "best_time": "लंच"
      },
      "image": "/images/singapore/chicken-rice.jpg"
    },
    {
      "id": "food-002",
      "slug": "katong-laksa",
      "name_en": "Katong Laksa",
      "name_local": "叻沙 / Laksa",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "मोटी सेंवई, झींगे और मछली के केक से भरा एक समृद्ध, तीखा नारियल दूध का शोरबा। कातोंग शैली में, नूडल्स को छोटा काट दिया जाता है ताकि आप पूरा व्यंजन केवल एक चम्मच से खा सकें—चॉपस्टिक्स की आवश्यकता नहीं है!",
        "vibe": "तीखा, मलाईदार",
        "history": "पेरानाकन संस्कृति का एक उत्पाद, लक्सा चीनी सामग्री को मलय मसालों और नारियल के दूध के साथ मिलाता है। कातोंग शैली की शुरुआत जू चियात क्षेत्र में हुई थी और इसने प्रतिद्वंद्वी स्टालों के बीच प्रसिद्ध 'लक्सा युद्ध' को जन्म दिया।",
        "insider_tip": "328 कातोंग लक्सा प्रसिद्ध स्थान है, लेकिन जांगगुट लक्सा (Janggut Laksa) को कई स्थानीय लोग मूल नुस्खा मानते हैं। यह थोड़ा अधिक हर्बल और कम चिकना है। यदि आपके पास जगह है, तो दोनों आजमाएं!",
        "price_level": "सस्ता",
        "good_for": [
          "ब्रंच",
          "मसाले के शौकीन"
        ],
        "duration": "15 मिनट",
        "best_time": "देर सुबह"
      },
      "image": "/images/singapore/laksa.jpg"
    },
    {
      "id": "food-003",
      "slug": "bak-kut-teh",
      "name_en": "Pork Rib Tea",
      "name_local": "肉骨茶 / Bak Kut Teh",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "खूब सारे लहसुन के साथ एक साफ, काली मिर्च वाले शोरबे में उबाली गई सूअर की पसलियां। नाम के बावजूद, सूप में कोई चाय नहीं होती है—यह वास्तव में वह चाय है जिसे आप भोजन के साथ पीते हैं ताकि भारीपन को कम किया जा सके।",
        "vibe": "तीखा, गर्माहट देने वाला",
        "history": "20वीं सदी की शुरुआत का एक तेओचेव प्रवासी व्यंजन, जिसे मूल रूप से बंदरगाहों पर श्रमिकों द्वारा ऊर्जा के लिए खाया जाता था। यह एक सरल व्यंजन है जो काली मिर्च की गुणवत्ता और पसलियों को धीमी आंच पर पकाने पर निर्भर करता।",
        "insider_tip": "सोंग फा (Song Fa) में, सूप का रिफिल मुफ्त और असीमित है! कर्मचारी शोरबे की केतली लेकर घूमते रहते हैं, इसलिए रिफिल मांगने में संकोच न करें। इसे सूप सोखने के लिए 'यू तियाओ' (आटे के पकोड़े) के साथ खाएं।",
        "price_level": "मध्यम",
        "good_for": [
          "नाश्ता",
          "सुकून देने वाला भोजन"
        ],
        "duration": "45 मिनट",
        "best_time": "सुबह या बारिश के दिन"
      },
      "image": "/images/singapore/bak-kut-teh.jpg"
    },
    {
      "id": "food-004",
      "slug": "roti-prata",
      "name_en": "Roti Prata",
      "name_local": "Roti Prata / ரோட்டி பிராட்டா",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "आटे को पलटकर और खींचकर बनाई गई एक कुरकुरी, परतदार दक्षिण भारतीय फ्लैटब्रेड। इसे सुनहरा होने तक तला जाता है और नमकीन मछली या मटन करी के साथ परोसा जाता है। यह स्थानीय लोगों के लिए सबसे अच्छा नाश्ता या देर रात का भोजन है।",
        "vibe": "कुरकुरा, परतदार",
        "history": "भारतीय पराठे से व्युत्पन्न, इसे सिंगापुर और मलेशिया में हल्के, हवादार संस्करण में ढाला गया था जिसे हम आज देखते हैं। यह सिंगापुर के भोजन परिदृश्य पर महत्वपूर्ण दक्षिण भारतीय प्रभाव का प्रतिनिधित्व करता है।",
        "insider_tip": "शहर में सबसे कुरकुरी पराठा के लिए मिस्टर एंड मिसेज मोहगन (Mr and Mrs Mohgan’s) पर जाएं। वे अक्सर दोपहर 1 बजे तक बिक जाते हैं, इसलिए जल्दी जाएं! प्रो टिप: स्थानीय लोग कभी-कभी मीठे-नमकीन स्वाद के लिए अपने पराठे को चीनी में डुबोते हैं।",
        "price_level": "सस्ता",
        "good_for": [
          "नाश्ता",
          "रात का खाना"
        ],
        "duration": "20 मिनट",
        "best_time": "सुबह (10 बजे से पहले)"
      },
      "image": "/images/singapore/roti-prata.jpg"
    },
    {
      "id": "food-005",
      "slug": "char-kway-teow",
      "name_en": "Char Kway Teow",
      "name_local": "炒粿条",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "डार्क सोया सॉस, मिर्च, लैप चेओन्ग (सॉसेज) और सूअर की चर्बी के साथ तेज आंच पर तले हुए फ्लैट राइस नूडल्स। यह धुआँदार और बहुत ही स्वादिष्ट होता है, जिसे इसके 'वोक हेई' (कढ़ाई की सांस) के लिए जाना जाता है।",
        "vibe": "धुआँदार, शानदार",
        "history": "मूल रूप से एक गरीब आदमी का व्यंजन, जिसे उन मछुआरों और किसानों द्वारा बेचा जाता था जो बचे हुए नूडल्स और चर्बी का उपयोग करते थे। यह स्वास्थ्य के लिए उतना अच्छा नहीं माना जाता लेकिन सिंगापुर में हर किसी का पसंदीदा है।",
        "insider_tip": "हांग लिम में आउटरम पार्क फ्राइड क्वे टियो (Outram Park Fried Kway Teow) सबसे बेहतरीन है। अंडों के उपयोग के कारण यह थोड़ा 'गीला' और मलाईदार होता है। कतार की उम्मीद करें, लेकिन यह पूरी तरह से इसके लायक है।",
        "price_level": "सस्ता",
        "good_for": [
          "लंच",
          "चीट मील"
        ],
        "duration": "15 मिनट",
        "best_time": "लंच"
      },
      "image": "/images/singapore/char-kway-teow.jpg"
    },
    {
      "id": "food-006",
      "slug": "kopi-system",
      "name_en": "Local Coffee Culture",
      "name_local": "Kopi",
      "category": "food",
      "is_generic_staple": true,
      "description": {
        "short": "मलय और होक्किएन शब्दों के मिश्रण का उपयोग करके कॉफी ऑर्डर करने का एक अनूठा तरीका। चाहे आप इसे कंडेंस्ड मिल्क (Kopi), इवेपोरेटेड मिल्क (Kopi C), या बिना दूध (Kopi O) के पसंद करें, हर पसंद के लिए एक विशिष्ट कोड है।",
        "vibe": "सामाजिक, ऊर्जावान",
        "history": "1900 के दशक की शुरुआत के पारंपरिक कोपिटियाम (कॉफी की दुकानों) में जन्मी, यह प्रणाली व्यस्त बरिस्ता को विविध कार्यबल के लिए जल्दी से पेय तैयार करने की अनुमति देती थी। यह सिंगापुर के लोगों के लिए मूल 'थर्ड वेव' कॉफी है।",
        "insider_tip": "यदि आप इसे काली और बिना चीनी के चाहते हैं, तो 'Kopi O Kosong' ऑर्डर करें। यदि आप इसे ठंडा चाहते हैं, तो अंत में बस 'Peng' जोड़ें। पूरे अनुभव के लिए इसे काया टोस्ट और हाफ-बॉइल्ड अंडे के साथ आजमाना न भूलें।",
        "price_level": "सस्ता",
        "good_for": [
          "नाश्ता",
          "छोटा ब्रेक"
        ],
        "duration": "30 मिनट",
        "best_time": "कभी भी"
      },
      "image": "/images/singapore/kopi.jpg"
    }
  ],
  "must_see": [
    {
      "title": "आधुनिक चमत्कार",
      "id": "modern-sights",
      "items": [
        {
          "id": "sight-01",
          "slug": "gardens-by-the-bay",
          "name_en": "Gardens by the Bay",
          "name_local": "滨海湾花园",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "एक भविष्यवादी प्रकृति पार्क जिसमें विशाल सुपरट्री, इनडोर झरनों के साथ क्लाउड फॉरेस्ट और दुनिया का सबसे बड़ा ग्लास ग्रीनहाउस है। यह टिकाऊ डिजाइन का एक चमत्कार है।",
            "vibe": "भविष्यवादी, लुभावना",
            "history": "सिंगापुर को 'गार्डन सिटी' से 'सिटी इन नेचर' में बदलने की सरकार की रणनीति के तहत 2012 में खोला गया। इसे शहर के केंद्र में हरियाली बढ़ाकर जीवन की गुणवत्ता सुधारने के लिए डिज़ाइन किया गया था।",
            "insider_tip": "शाम 7:45 या 8:45 बजे मुफ्त गार्डन रैप्सोडी लाइट शो देखें। देखने का सबसे अच्छा तरीका सुपरट्री के ठीक नीचे घास पर लेट जाना और ऊपर रोशनी वाले शामियाने को देखना है।",
            "price_level": "मध्यम",
            "good_for": [
              "परिवार",
              "फोटोग्राफी",
              "प्रकृति प्रेमी"
            ],
            "duration": "3 घंटे",
            "best_time": "रात का शो देखने के लिए देर दोपहर"
          },
          "image": "/images/singapore/gardens-by-the-bay.jpg",
          "geo": {
            "lat": 1.2816,
            "lng": 103.8636
          }
        },
        {
          "id": "sight-02",
          "slug": "jewel-changi",
          "name_en": "Jewel Changi Airport",
          "name_local": "星耀樟宜",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "हवाई अड्डे के टर्मिनलों से जुड़ा एक प्रकृति-थीम वाला मनोरंजन और खुदरा परिसर। इसमें HSBC रेन वोर्टेक्स है, जो दुनिया का सबसे ऊंचा इनडोर झरना है।",
            "vibe": "स्मारकीय, हरा-भरा",
            "history": "मोशे सफ़दी द्वारा डिज़ाइन किया गया और 2019 में खोला गया, ज्वेल को चांगी के दुनिया के सर्वश्रेष्ठ हवाई अड्डे के दर्जे को बनाए रखने और स्थानीय आगंतुकों के साथ-साथ ट्रांजिट यात्रियों को आकर्षित करने के लिए बनाया गया था।",
            "insider_tip": "दोपहर 3 बजे से 5 बजे के बीच, सूरज की रोशनी झरने के धुंध पर ठीक से पड़ती है जिससे आधार पर इंद्रधनुष बनता है। यह 'लैंडसाइड' स्थित है, इसलिए इसे देखने के लिए आपको चेक-इन करने की आवश्यकता नहीं है!",
            "price_level": "मुफ्त",
            "good_for": [
              "ट्रांजिट",
              "परिवार",
              "शॉपिंग"
            ],
            "duration": "2 घंटे",
            "best_time": "देर दोपहर"
          },
          "image": "/images/singapore/jewel-changi.jpg",
          "geo": {
            "lat": 1.3602,
            "lng": 103.9898
          }
        }
      ]
    },
    {
      "title": "वन्यजीव और प्रकृति",
      "id": "nature-sights",
      "items": [
        {
          "id": "sight-03",
          "slug": "night-safari",
          "name_en": "Singapore Night Safari",
          "name_local": "夜间野生动物园",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "दुनिया का पहला रात्रिकालीन चिड़ियाघर। यह चांदनी की नकल करने के लिए हल्की रोशनी का उपयोग करता है, जिससे आप जानवरों को बिना सलाखों या कांच के उनकी सबसे सक्रिय अवस्था में देख सकते हैं।",
            "vibe": "रहस्यमय, इमर्सिव",
            "history": "1994 में खोला गया, यह रात्रिकालीन पशु अनुसंधान और संरक्षण में अग्रणी था। इसने पशु कल्याण और शैक्षिक मूल्य पर ध्यान केंद्रित करने के लिए कई पुरस्कार जीते हैं।",
            "insider_tip": "जब आप पहली बार पहुँचें तो ट्राम की कतार छोड़ दें। जानवरों के करीब से दर्शन और बहुत कम भीड़ के लिए पहले चार पैदल रास्ते घूमें। रात 9 बजे के बाद ट्राम लें जब परिवार जा चुके होते हैं।",
            "price_level": "महंगा",
            "good_for": [
              "पशु प्रेमी",
              "परिवार",
              "नाइट आउल्स"
            ],
            "duration": "3 घंटे",
            "best_time": "रात 8:30 के बाद"
          },
          "image": "/images/singapore/night-safari.jpg",
          "geo": {
            "lat": 1.4022,
            "lng": 103.788
          }
        },
        {
          "id": "sight-04",
          "slug": "botanic-gardens",
          "name_en": "Singapore Botanic Gardens",
          "name_local": "新加坡植物园 / தற்கால சிங்கப்பூர் தாவரவியல் பூंगा",
          "category": "sight",
          "is_generic_staple": false,
          "description": {
            "short": "सिंगापुर का पहला यूनेस्को विश्व धरोहर स्थल। 160 साल पुराना उष्णकटिबंधीय उद्यान जो शानदार नेशनल ऑर्किड गार्डन का घर है।",
            "vibe": "शांतिपूर्ण, ऐतिहासिक",
            "history": "1859 में स्थापित, इसने 20वीं सदी की शुरुआत में क्षेत्र के रबर उद्योग में महत्वपूर्ण भूमिका निभाई। यह अब वनस्पति और बागवानी अनुसंधान का एक प्रमुख केंद्र है।",
            "insider_tip": "मुख्य उद्यान मुफ़्त हैं, लेकिन नेशनल ऑर्किड गार्डन का शुल्क लगभग $15 है। विश्व स्तरीय हाइब्रिड संग्रह देखने के लिए यह पूरी तरह से इसके लायक है। गर्मी से बचने के लिए जल्दी जाएँ!",
            "price_level": "सस्ता",
            "good_for": [
              "प्रकृति प्रेमी",
              "बजट के अनुकूल",
              "सुबह की सैर"
            ],
            "duration": "2 घंटे",
            "best_time": "सुबह 8:30 बजे खुलते ही"
          },
          "image": "/images/singapore/botanic-gardens.jpg",
          "geo": {
            "lat": 1.3138,
            "lng": 103.8159
          }
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "8:00 AM",
      "title": "फार ईस्ट स्क्वायर में पारंपरिक नाश्ता",
      "description": "एक स्थानीय व्यक्ति की तरह या कुन काया टोस्ट (Ya Kun Kaya Toast) में अपने दिन की शुरुआत करें। सेट ए ऑर्डर करें: नारियल जैम (काया) के साथ कुरकुरा टोस्ट, हाफ-बॉइल्ड अंडे और एक गर्म कोपी। अंडों में सोया सॉस और काली मिर्च मिलाएं, फिर अपने टोस्ट को उसमें डुबोएं। यह अन्वेषण के एक लंबे दिन के लिए एकदम सही ईंधन है।",
      "image": "/images/singapore/breakfast-kaya.jpg"
    },
    {
      "time": "10:30 AM",
      "title": "तियोन्ग बाहरू में स्ट्रीट आर्ट और भित्तिचित्र",
      "description": "सिंगापुर के सबसे पुराने सार्वजनिक आवास क्षेत्र की ओर बढ़ें। यिप यिउ चोंग के विरासत भित्तिचित्रों को खोजने के लिए पीछे की गलियों में टहलें। वे पुराने सिंगापुर के दृश्यों को दिखाते हैं और फोटो के लिए एकदम सही हैं। वहां रहते हुए तियोन्ग बाहरू बेकरी से एक प्रसिद्ध क्रोइसैन ले लें।",
      "image": "/images/singapore/tiong-bahru-murals.jpg"
    },
    {
      "time": "1:00 PM",
      "title": "मैक्सवेल फूड सेंटर में दोपहर का भोजन",
      "description": "यह बड़े भोजन का समय है: चिकन राइस। तिआन तिआन या आ ताई में कतार में लगें। खुले बाजार में ठंडक बनाए रखने के लिए ताज़ा लाइम जूस या गन्ने का जूस लें। मिठाई के लिए, पास के स्टॉल पर 'ओंडे ओंडे' (पाम शुगर बॉल्स) तलाशें।",
      "image": "/images/singapore/maxwell-lunch.jpg"
    },
    {
      "time": "3:30 PM",
      "title": "नेशनल गैलरी से शहर का दृश्य",
      "description": "खूबसूरत नेशनल गैलरी के अंदर गर्मी से बचें। भले ही आप कला के लिए टिकट न खरीदें, छत पर पादांग डेक (Padang Deck) के लिए लिफ्ट लें। यह मुफ़्त है और शहर के क्षितिज और मरीना बे का सबसे अच्छा अबाधित दृश्य प्रदान करता है।",
      "image": "/images/singapore/national-gallery-view.jpg"
    },
    {
      "time": "6:30 PM",
      "title": "गार्डन्स बाई द बे में सूर्यास्त",
      "description": "शाम की रोशनी में झरना देखने के लिए सूरज डूबने से ठीक पहले क्लाउड फॉरेस्ट गुंबद में घूमें। फिर, शाम 7:45 बजे लाइट और साउंड शो के लिए सुपरट्री ग्रोव में घास पर जगह लें। यह जादुई है।",
      "image": "/images/singapore/gardens-sunset.jpg"
    },
    {
      "time": "8:30 PM",
      "title": "साते (Satay) स्ट्रीट पर रात का खाना",
      "description": "सीबीडी के केंद्र में लाउ पा सात (Lau Pa Sat) की ओर चलें। रात में, बून टाट स्ट्रीट कारों के लिए बंद हो जाती है और 'साते स्ट्रीट' में बदल जाती है। 20 कटार (मटन, चिकन और बीफ) की एक प्लेट ऑर्डर करें और रोशनी वाले गगनचुंबी इमारतों से घिरे प्लास्टिक की मेज पर बाहर बैठकर खाएं।",
      "image": "/images/singapore/satay-street.jpg"
    }
  ],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "यूके ट्रैवल एडाप्टर (टाइप G)",
      "image": "/images/singapore/adapter.jpg",
      "reason": "सिंगापुर यूके-शैली के तीन-पिन प्लग का उपयोग करता है। आपको अपने लगभग सभी उपकरणों के लिए इसकी आवश्यकता होगी।",
      "amazon_url": "https://www.amazon.com/s?k=uk+travel+adapter+type+g&tag=canibringonpl-20",
      "category": "electronics"
    },
    {
      "id": "aff-002",
      "title": "पोर्टेबल हैंडहेल्ड पंखा",
      "image": "/images/singapore/fan.jpg",
      "reason": "आर्द्रता बहुत अधिक है। एक छोटा पंखा एक सामान्य स्थानीय सामान है जो बसों की प्रतीक्षा को बहुत अधिक सहनीय बनाता है।",
      "amazon_url": "https://www.amazon.com/s?k=portable+handheld+fan&tag=canibringonpl-20",
      "category": "electronics"
    },
    {
      "id": "aff-003",
      "title": "नमी सोखने वाली टी-शर्ट",
      "image": "/images/singapore/shirts.jpg",
      "reason": "आपको पसीना आएगा। प्राकृतिक रेशे अच्छे हैं, लेकिन इस जलवायु में हाई-टेक स्वेट-विकिंग शर्ट्स वास्तव में काम आती हैं।",
      "amazon_url": "https://www.amazon.com/s?k=moisture+wicking+travel+shirts&tag=canibringonpl-20",
      "category": "clothing"
    }
  ],
  "lat": 1.3521,
  "lng": 103.8198,
  "region": "Asia"
}