{
  "id": "city-003",
  "name": "Tokyo",
  "slug": "tokyo",
  "country": "Japan",
  "country_code": "jp",
  "hero_image": "/images/tokyo/hero.jpg",
  "intro_vibe": "العاصمة الكهربائية: حيث يلتقي التقليد القديم بمستقبل مضاء بالأضواء النيون.",
  "general_info": {
    "population": "حوالي 14 مليون (في المدينة) / حوالي 38 مليون (في منطقة العاصمة)",
    "is_capital": true,
    "description": "طوكيو هي عاصمة اليابان وأكبر منطقة حضرية في العالم من حيث عدد السكان. مدينة تتسم بالتباين، حيث تمتزج طوكيو بسلاسة بين المعابد القديمة وناطحات السحاب، وحفلات الشاي التقليدية مع التكنولوجيا المتقدمة، وحدائق هادئة مع الطاقة الفوضوية لتقاطع شيبويا. ولكن إلى جانب المعالم، فهي نظام تشغيل عالي الكفاءة يتميز ببروتوكولات غير مكتوبة صارمة ('مي واكو' أو تجنب الإزعاج) وتدفقات لوجستية معقدة."
  },
  "stats": {
    "currency": "JPY",
    "plug_type": "النوع A/B"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "يناير",
      "temp": "0°م - 10°م",
      "vibe": "هادئ وجاف",
      "pros": [
        "سماء صافية",
        "عروض الشتاء",
        "عدد الزوار قليل"
      ],
      "cons": [
        "بارد",
        "أيام قصيرة"
      ],
      "clothing": "معطف شتوي، ملابس متعددة الطبقات"
    },
    {
      "id": 2,
      "name": "فبراير",
      "temp": "1°C - 10°C",
      "vibe": "لا يزال باردًا",
      "pros": [
        "زهور بادري نات",
        "أسعار معقولة",
        "طقس لطيف"
      ],
      "cons": [
        "رياح باردة",
        "هواء جاف"
      ],
      "clothing": "معطف دافئ، وشاح"
    },
    {
      "id": 3,
      "name": "مارس",
      "temp": "5°C - 14°C",
      "vibe": "بداية الربيع",
      "pros": [
        "موسم زهور الكرز",
        "أيام دافئة",
        "مهرجانات"
      ],
      "cons": [
        "زحام في الحدائق",
        "طقس غير منتظم"
      ],
      "clothing": "جاكيت خفيف، ارتداء طبقات"
    },
    {
      "id": 4,
      "name": "أبريل",
      "temp": "10°C - 19°C",
      "vibe": "ازدهار زهور الكرز",
      "pros": [
        "زهور الكرز",
        "طقس مثالي",
        "مهرجان الزهور"
      ],
      "cons": [
        "زحام كبير",
        "أسعار مرتفعة"
      ],
      "clothing": "طبقات خفيفة، أحذية مريحة"
    },
    {
      "id": 5,
      "name": "مايو",
      "temp": "14°C - 23°C",
      "vibe": "منعش ولون أخضر",
      "pros": [
        "عطلة الأسبوع الذهبي",
        "طقس لطيف",
        "أزهار الفوجي"
      ],
      "cons": [
        "زحام عطلة الأسبوع الذهبي",
        "بدء الرطوبة"
      ],
      "clothing": "تي شيرت، جاكيت خفيف"
    },
    {
      "id": 6,
      "name": "يونيو",
      "temp": "18°C - 26°C",
      "vibe": "موسم الرياح الموسمية",
      "pros": [
        "تفتح زهور الهيدرانجيا",
        "عدد الزوار أقل",
        "برودة تحت الحرارة"
      ],
      "cons": [
        "هطول الأمطار يومياً",
        "رطوبة الهواء مرتفعة"
      ],
      "clothing": "سترة مقاومة للماء، مظلة"
    },
    {
      "id": 7,
      "name": "يوليو",
      "temp": "22°C - 30°C",
      "vibe": "دافئ ورطب",
      "pros": [
        "مهرجان (تشينغ مينغ)",
        "حيوية الصيف",
        "زيارة الشواطئ القريبة"
      ],
      "cons": [
        "حرارة زائدة",
        "رطوبة",
        "زحام"
      ],
      "clothing": "ملابس خفيفة، واقي شمس"
    },
    {
      "id": 8,
      "name": "أغسطس",
      "temp": "23°C - 31°C",
      "vibe": "ذروة الصيف",
      "pros": [
        "مهرجان أوجون",
        "عطلة أوبان شوجي",
        "مأكولات الصيف"
      ],
      "cons": [
        "أكثر شهور السنة حرارة",
        "موسم العواصف"
      ],
      "clothing": "ملابس خفيفة جداً، قبعة"
    },
    {
      "id": 9,
      "name": "سبتمبر",
      "temp": "20°C - 27°C",
      "vibe": "فترة انتقالية",
      "pros": [
        "أبرد من الصيف",
        "بداية الخريف",
        "أعداد الزوار أقل"
      ],
      "cons": [
        "العواصف",
        "لا تزال رطبة"
      ],
      "clothing": "ملابس خفيفة، مظلة"
    },
    {
      "id": 10,
      "name": "أكتوبر",
      "temp": "15°C - 22°C",
      "vibe": "خريف ذهبي",
      "pros": [
        "طقس مثالي",
        "بدء تساقط أوراق الخريف",
        "مناسب للمشي المريح"
      ],
      "cons": [
        "زيادة عدد السياح",
        "ارتفاع الأسعار"
      ],
      "clothing": "جاكيت خفيف، أحذية مريحة"
    },
    {
      "id": 11,
      "name": "نوفمبر",
      "temp": "9°C - 17°C",
      "vibe": "ملون",
      "pros": [
        "ذروة ألوان الخريف",
        "سماء صافية",
        "مشاهدة أوراق الخريف"
      ],
      "cons": [
        "برودة الليل",
        "موسم السياحة"
      ],
      "clothing": "معطف دافئ، ارتداء طبقات"
    },
    {
      "id": 12,
      "name": "ديسمبر",
      "temp": "4°C - 12°C",
      "vibe": "أجواء احتفالية",
      "pros": [
        "زينة عيد الميلاد",
        "استعدادات رأس السنة",
        "سماء صافية"
      ],
      "cons": [
        "برد",
        "أسعار العطلات المرتفعة"
      ],
      "clothing": "معطف شتوي، طبقات دافئة"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "قاعدة 'مايواكو': القاعدة الذهبية في طوكيو هي 'مايواكو'—تجنب الإزعاج للآخرين. هذا يفسر لماذا القطارات صامتة والحقائب تحمل من الأمام. ليس فقط من الأدب؛ بل هو بنية تحتية.",
      "الصمت هو الرابطة الاجتماعية: الضوضاء تخلق احتكاك اجتماعي. التحدث عبر الهاتف في القطار هو تابو كبير. يجب أن تكون المحادثات هادئة. الصمت هو سلوك نشط لاحترام المساحة المشتركة.",
      "واقع القمامة: لا توجد صناديق قمامة عامة (إرث تدابير الأمن من 1995). يجب عليك حمل القمامة معك حتى تجد صندوق قمامة في متجر便利 (كونبيني) أو فندقك.",
      "تابيروكِ (لا تأكل أثناء المشي): يعتبر المشي أثناء الأكل غير مقبول ('غير مرتب'). إذا اشتريت طعامًا من الشارع، فقف بالقرب من المتجر لتأكله، وألق القمامة هناك، ثم انتقل.",
      "ثقافة الاصطفاف: الاصطفاف مقدس. سواء كان للقطار أو مطعم، لا تقطع الطابور أبدًا. إذا كان هناك طابور، فمن المحتمل أن يكون الطعام يستحق الانتظار.",
      "النقد مقابل البطاقة: بينما تتModernize، لا تزال العديد من متاجر الرامن، وآلات التذاكر، والمعابد CASH ONLY. دائمًا احمل 10,000 ين نقدًا.",
      "أرصفة السلم: قف على اليسار، وسر على اليمين. يتم فرض ذلك بصرامة بسبب ضغط الأقران. (ملاحظة: يتغير ذلك في أوساكا).",
      "الأدب الإجرائي: الأدب الياباني يتعلق بالصواب والكفاءة، وليس الدفء العاطفي. نقص الابتسامات لا يعني أنهم غير مهذبين؛ بل يعني أنهم مركزون على القيام بعملهم بشكل مثالي.",
      "لا بخشيش: الخدمة الممتازة أمر قياسي. البخشيش يسبب الارتباك وقد يتم إرجاعه إليك كـ 'مال ضائع'.",
      "خلع الأحذية: ابحث عن خطوة المدخل (جنكان). إذا كانت هناك زحافات، استخدمها. لا ترتدي زحافات الحمام خارج الحمام."
    ],
   "essential_phrases": [
  { "src": "مرحبا", "local": "こんにちは", "phonetic": "kon-nee-chee-wah" },
  { "src": "شكراً", "local": "ありがとうございます", "phonetic": "ah-ree-gah-toh goh-zai-mahs" },
  {
    "src": "عذراً / آسف / شكراً",
    "local": "すみません",
    "phonetic": "soo-mee-mah-sen",
    "note": "كلمة متعددة الاستخدامات لنداء النادل أو الاعتذار أو الشكر."
  },
  {
    "src": "أنا آسف حقاً",
    "local": "ごめんなさい",
    "phonetic": "goh-men-nah-sai",
    "note": "تستخدم للاعتذارات الشخصية فقط."
  },
  { "src": "لا أفهم", "local": "わかりません", "phonetic": "wah-kah-ree-mah-sen" },
  { "src": "الفاتورة من فضلك", "local": "お会計お願いします", "phonetic": "oh-kai-keh oh-neh-gai-shee-mahs" }
]

  },
  "neighborhoods": {
    "name": "شيبويا",
    "vibe": "شباب وطاقة",
    "description": "القلب النابض لثقافة الشباب في طوكيو. يتسم بالارتفاعات وطوبوغرافيا الوادي. المحطة عبارة عن كومة؛ خط غينزا في الطابق الثالث، والآخرون في أعماق الأرض. استخدم 'المراكز الحضرية' (المصاعد) للتحرك لأعلى.",
    "highlights": [
      "معبر شيبويا",
      "تمثال هاچيكو",
      "شارع سنتر غاي",
      "شيبويا سكاي"
    ],
    "image": "/images/tokyo/shibuya.jpg"
  },
  "logistics": {
    "id": "logistics-survival",
    "slug": "local-survival",
    "title": "نصائح للبقاء المحلي",
    "icon": "Info",
    "summary": "وسائل إزالة الاحتكاك الأساسية لرحلة سلسة.",
    "details": [
      "صدمة المحطة: المحطات الكبرى مدن صغيرة. الخروج من الجانب الخطأ (مثل، الشرق مقابل الغرب في شينجوكو) قد يبعدك 20 دقيقة. تحقق من أرقام المخرج بعناية.",
      "بروتوكول القطار الأخير: القطارات تتوقف بين 23:30-00:30. عادةً ما تعني 'القطار الأخير' الوصول إلى المحطة النهائية، وليس محطتك *الخاصّة*. فقدانه يعني تكلفة تتجاوز 50 دولارًا على سيارة أجرة أو الإقامة في مقهى مانغا.",
      "وقت الذروة: تجنب القطارات من 7:30 صباحًا حتى 9:00 صباحًا. إنه إزدحام جسدي. الصمت إلزامي.",
      "إرسال الأمتعة (تاكيوبين): لا تحمل الحقيبة على القطارات. أرسل الأمتعة من المطار إلى الفندق مقابل حوالي 20 دولارًا. ابحث عن شعار 'القط الأسود'."
    ]
  },
  "must_eat": [
    {
      "id": "food-001",
      "slug": "sushi",
      "name_en": "寿司",
      "name_local": "寿司",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "السوشي هو عبارة عن سمك أو مأكولات بحرية طازجة تُقدم مع الأرز والتوابل. أحيانًا يتم وضع الوسابي بين السمك والأرز. طوكيو تعتبر عاصمة السوشي في العالم، من المطاعم الراقية مثل Omakase (مثل Sukiyabashi Jiro) إلى السوشي المتداول بأسعار معقولة. كل قضمة تُعد طازجة وتؤكل مباشرة.",
        "vibe": "أدب وتعقيد",
        "history": "تاريخ السوشي يعود إلى عشرينيات القرن التاسع عشر في طوكيو (إيدو)، كان يُعتبر طعامًا شوارع: الأسماك المُنقوعة في الخل والأرز كانت تُؤكل يدويًا، وكانت تُباع في أكشاك على جانبي الطريق. بعد الحرب العالمية الثانية، أدت تقنية سلسلة التبريد إلى إمكانية استخدام السمك الطازج. بدأت حانات السوشي الحديثة في الخمسينيات والستينيات. سوق تسوكيجي (سوق تويوسو الحالي) أصبح أكبر سوق سمك في العالم، مما عزز مكانة طوكيو الرائدة في السوشي.",
        "insider_tip": "في السوشي المتداول (¥100-300/صحن)، يمكنك أخذ الأطباق مباشرة من الحزام المتحرك، أو الطلب عبر الجهاز اللوحي. في مطاعم Omakase الراقية (¥20,000+)، يقوم الطاهي بتقديم السمك الذي قام بتجهيزه لك على الفور. يمكنك تناوله باليد أو باستخدام العصا. قم بتغميس جانب السمكة في صوص الصويا برفق (بدلاً من جانب الأرز). الزنجبيل يُستخدم لتجديد الحنك بعد كل قضمة، بدلاً من كونه طبق جانبي."
      },
      "price_level": "متوسط",
      "good_for": [
        "عشاق الطعام",
        "مناسبات خاصة"
      ],
      "duration": "30 دقيقة - 1 ساعة",
      "best_time": "الغداء أو العشاء"
    },
    {
      "id": "food-002",
      "slug": "ramen",
      "name_en": "رامن",
      "name_local": "رامن",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "رامن هو طعام الروح في طوكيو: نودلز القمح تُقدم في مرق كثيف (صلصة الصويا، ميسو، عظام الخنزير أو ملح) مع لحم الخنزير المطبوخ، بيض مسلوق، نوري، بصل أخضر، إلخ. إنها سريعة ورخيصة (¥800-1,200)، وغالبًا ما توجد في شكل وجبات سريعة. يُنصح بإحداث صوت أثناء تناول المعكرونة لتبريدها وزيادة نكهة المرق. في معظم المحلات، يجب الطلب عبر آلة البيع الذاتية قبل الجلوس.",
        "vibe": "مريح، وفير",
        "history": "تُعتبر الرامن قد قدمت من الصين في أواخر القرن التاسع عشر، لكنها تطورت لتصبح طعام ياباني نتيجة لزيادة القمح بعد الحرب. تتميز رامن طوكيو بالنودلز المجعدة ومرق قائم على صلصة الصويا. في الثمانينات والتسعينات، تطورت الرامن لتصبح شكلًا من أشكال الفن، مما أدى إلى منافسة محلية. اليوم، هناك أكثر من 5000 متجر رامن في طوكيو.",
        "insider_tip": "قبل دخول المتجر، اطلب من خلال آلة البيع الذاتية (قوائم باللغة الإنجليزية نادرة، لذا يرجى الاطلاع على الصور). اختر قوام النودلز (صعب=قوي). الشرب بصوت عالٍ هو التقنية الصحيحة ويُعتبر تعبيراً عن الشكر. من المهم أن تأكل بشكل سريع. الانتظار طويلاً ليس جيداً. معظم المحلات تقبل الدفع نقدًا فقط. يمكنك أيضًا تجربة المرق الكثيف ورامن الغمس السميك.",
        "price_level": "رخيص",
        "good_for": [
          "وجبة سريعة",
          "تناول فردي"
        ],
        "duration": "15-20 دقيقة",
        "best_time": "الغداء أو في وقت متأخر من الليل"
      },
      "image": "/images/tokyo/ramen.jpg"
    },
    {
      "id": "food-020",
      "slug": "tempura",
      "name_en": "تمبورا",
      "name_local": "テンパラ",
      "category": "أطباق",
      "is_generic_staple": true,
      "description": {
        "short": "تمبورا هي وجبة مقلية خفيفة ومقرمشة تتكون من المأكولات البحرية والخضروات المغلفة بعجين مقرمش ومقلية حتى 160-180°C. تشمل المكونات الشائعة: الجمبري، الباذنجان، فطر الشيتاكي، أوراق الشراشف، والبطاطا الحلوة. تُقدم عادةً مع الأرز (وعاء تمبورا) أو مع صلصة (صلصة تمبورا). في مطاعم التمبورا الفاخرة، يتم تقديم كل قطعة تمبورا مقلية طازجة على الفور. يجب أن تكون القشرة مقرمشة حتى تنكسر في اللقمة الأولى.",
        "vibe": "ناعمة ومقرمشة",
        "history": "تم إدخال التمبورا في القرن السادس عشر بواسطة المبشرين البرتغاليين (اسمها قد يكون مستمدًا من 'temporas' المرتبطة بأيام الصوم). أصبحت شائعة في الشوارع في عصر إيدو في طوكيو. بعد الحرب، تطورت لتصبح طبقًا فاخرًا. في النسخ الطوكيوية، يتم استخدام زيت السمسم لتعزيز نكهة المكسرات، بينما النسخ الكيوطوية تستخدم زيت نباتي خفيف.",
        "insider_tip": "في مطاعم التمبورا الفاخرة (أكثر من ¥10,000)، من المهم تناول الطعام فور تقديمه من قبل الطاهي: حيث تفقد التمبورا قوامها المقرمش خلال 60 ثانية. يمكن غمسها بلطف في صلصة التمبورا، أو استخدام الملح (مع الخضار (ملح الشاي الأخضر)). يمكن تناول ذيل الجمبري وهو مقرمش. في المطاعم ذات الأسعار المعقولة، يُعتبر وعاء تمبورا (أرز تمبورا) خيارًا اقتصاديًا (¥800-1,200). يُرجى استخدام عيدان الطعام وليس اليدين لتناول الطعام.",
        "price_level": "معتدل",
        "good_for": [
          "فخر",
          "غداء"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "الغداء أو العشاء"
      },
      "image": "/images/tokyo/tempura.jpg"
    },
    {
      "id": "food-013",
      "slug": "japanese-curry",
      "name_en": "الكاري الياباني",
      "name_local": "カレーライス",
      "category": "الطعام",
      "is_generic_staple": true,
      "description": {
        "short": "الكاري الياباني (Kare Raisu) كثيف وناعم ويحتوي على نكهة حلوة، ويختلف تمامًا عن الكاري الهندي أو التايلندي. يتم صنعه من مسحوق الكاري والدقيق والزيت، وله قوام لزج. غالبًا ما يتم تقديمه مع الأرز المطبوخ ومكونات مثل لحم الخنزير (كاري لحم الخنزير المقلي) والدجاج والخضار. تعتبر CoCo Ichibanya سلسلة مطاعم على مستوى الوطن، حيث يمكنكم تعديل درجة الحرارة (1-10) والمكونات حسب ذوقكم. إنه خيار ممتاز للطعام الساخن، بالتأكيد غير غريب.",
        "vibe": "ممتع وحلو",
        "history": "دخل الكاري اليابان في السبعينات من القرن التاسع عشر عبر البحرية البريطانية. قام اليابانيون بتحسينه باستخدام مسحوق الكاري والرو (roux) ليصبح أكثر حلاوة ونعومة. بحلول الستينات، أصبحت رو الكاري الجاهز ( كاري الذهب وكاري فيرمونت) من الأطعمة الأساسية في المنازل. تأسست CoCo Ichibanya في عام 1978، وهي أكبر سلسلة مطاعم كاري في اليابان.",
        "insider_tip": "تعتبر CoCo Ichibanya رائعة للاختيارات الشخصية: يمكنكم اختيار حجم الأرز (200-400 جرام)، ودرجة الحرارة (عادةً من 1-5، في حين أن 6-10 تعتبر حارة جدًا) والمكونات (لحم الخنزير المقلي، الجبنة، السبانخ). الدرجة 3 معتدلة بينما 5 حارة. يشمل كل طبق كاري القليل من فوكوشين تزو (خضار مخللة حمراء) ويتم تناوله مع الأرز. الأسعار معتدلة (¥500-800) وسريعة التحضير.",
        "price_level": "معتدل",
        "good_for": [
          "طعام لذيذ وممتع",
          "خيارات شخصية"
        ],
        "duration": "20-30 دقيقة",
        "best_time": "الغداء أو العشاء"
      },
      "image": "/images/tokyo/curry.jpg"
    },
    {
      "id": "food-011",
      "slug": "tonkatsu",
      "name_en": "تونكاتسو",
      "name_local": "とんかつ",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "التونكاتسو هو نوع من شرائح لحم الخنزير المغطاة بالبقسماط، عادة ما تؤخذ من منطقة الخصر أو الكتف، تكون مقرمشة من الخارج وطرية من الداخل. وغالبًا ما تُقدم مع كُرّات الملفوف المقطعة (مع صلصة زيت السمسم)، وحساء ميسو، والأرز، وصلصة التونكاتسو (سميكة وحلوة وحامضة). يجب أن تكون القشرة مقرمشة، ولحم الخنزير يجب أن يكون طريًا وداخله وردي قليلاً. يتطلب تحضير التونكاتسو تقنيات دقيقة.",
        "vibe": "مقرمش، مريح",
        "history": "تم ابتكار التونكاتسو في عام 1899 في Brick House بطوكيو، وهو طبق ياباني مستوحى من شرائح اللحم الأوروبية. أصبح بعد الحرب العالمية الثانية طعام راحة مهم. في المطاعم الراقية للتونكاتسو، يستخدمون لحم الخنزير التقليدي (الخنزير الأسود، Berkshire) ويعدونه في درجات حرارة محددة. تقنية تحضير التونكاتسو تتطلب دقة عالية.",
        "insider_tip": "أفضل تونكاتسو يجب أن يكون له قشرة مقرمشة بسمك 3-5 مم ولحم عصير. يُرجى طحن السمسم على الطاولة وخلطه مع الصلصة المقدمة للاستمتاع بالطعم الطازج. يتم تقديم الملفوف المقطع بكثرة لتوازن الثراء. اتبع الطريقة اليابانية التقليدية واستمتع بالتناوب بين تناول التونكاتسو، الأرز، وحساء الميسو. تشير مطاعم تونكاتسو Katsu وBuntagu بأنها من السلاسل الموثوقة.",
        "price_level": "معتدل",
        "good_for": [
          "تناول مريح",
          "الغداء"
        ],
        "duration": "30-45 دقيقة",
        "best_time": "الغداء أو العشاء"
      },
      "image": "/images/tokyo/tonkatsu.jpg"
    },
    {
      "id": "food-010",
      "slug": "yakitori",
      "name_en": "串 دجاج مشوي",
      "name_local": "焼き鳥",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "串 دجاج مشوي هو نوع من دجاج مشوي باستخدام فحم بينشوتان، يمتاز بنكهة مدخنة. يمكنكم تجربة عدة قطع مثل صدور الدجاج، أفخاذ الدجاج (مومو)، جلد الدجاج (كاوا)، كبد الدجاج (ريبا)، قلب الدجاج (هاتسو)، وأمعاء الدجاج (سونا جيمو). هناك خياران من الصلصات: 'تاري' (صلصة الصويا الحلوة) و'شيو' (ملح). سواء في مطاعم غير رسمية أو في أكشاك الشوارع المليئة بالدخان، فإنها اختيار مثالي لتناول العشاء بعد العمل مع كوب من البيرة أو هاوار.)",
        "vibe": "مدخن، صاخب",
        "history": "ظهر串 دجاج مشوي في طوكيو بعد الحرب، عندما أصبحت الدجاج متاحة. بدأ الباعة الجائلون بشواء الكباب على الفحم في الأزقة قرب المحطات. بحلول الستينيات والسبعينيات، أصبح串 دجاج مشوي جزءًا من ثقافة المهنيين لأنه كان اقتصاديًا وسريعًا، وغالبًا ما يُستخدم مع الكحول. الشوارع تحت محطة يوي راكو-تشو تُعتبر نموذجية. اليوم، تتراوح أسعار أكشاك串 دجاج مشوي من ¥100، بينما يمكن أن تصل مطاعم أومكاسي إلى ¥10,000.",
        "insider_tip": "احرصوا على طلب قطع متنوعة: لا تقتصروا على صدور الدجاج. نجد أن نيجما (دجاج مع بصل أخضر) هو خيار كلاسيكي. تأكدوا من تجربة كاوا (جلد الدجاج المقرمش). ابدأوا بتناول 'شيو' (ملح) لتجربة جودة الدجاج ثم جربوا 'تاري' (الصلصة). تمتعوا ببيرة طازجة أو مشروب ليموني. عندما تتناولون الطعام وقوفًا، تكون أكشاك串 دجاج مشوي هي الأرخص؛ بينما المطاعم تكلف أكثر ولكن توفر تجربة تناول أكثر راحة.",
        "price_level": "مناسب",
        "good_for": [
          "بعد العمل",
          "مجموعات"
        ],
        "duration": "1-2 ساعة",
        "best_time": "بعد الظهر"
      },
      "image": "/images/tokyo/yakitori.jpg"
    },
    {
      "id": "food-012",
      "slug": "gyudon",
      "name_en": "Gyudon (لحم البقر على الأرز)",
      "name_local": "牛丼",
      "category": "وجبة",
      "is_generic_staple": true,
      "description": {
        "short": "الجيودون هو طبق يتكون من لحم البقر المقطع والبصل، مطبوخ بصلصة صويا حلوة ومالحة، ويقدم فوق الأرز. إنه سريع، رخيص (¥400-600) ويشبع. يمكن تناوله في سلاسل المطاعم مثل يوشنبا، سوكيا، وماتسوي طوال اليوم. يمكنكم الطلب من آلة الطلب الذاتي، ثم تناول الطعام بسرعة على المنضدة. إنه الوجبة السريعة في اليابان، مريحة وسهلة، وتجدها في كل مكان.",
        "vibe": "سريع، عملي",
        "history": "ظهر الجيودون في عام 1899 في فترة ميجي، عندما بدأ لحم البقر في الانتشار في اليابان. افتتحت يوشنبا في طوكيو في عام 1899 للعمال. بحلول السبعينات والثمانينات، أصبحت الوجبة السريعة الوطنية. تعمل طوال اليوم مما جعلها وجبة لا غنى عنها للموظفين والطلاب وعمال النوبات الليلية. سوكيا وماتسوي هما منافسان.",
        "insider_tip": "يرجى الطلب من آلة الطلب الذاتي - يترك انطباعًا. 'نارو' (بسيط) أو 'كان كاو نو أوفر' (لحم كثير وأرز قليل) هما خياران شائعان. يُنصح بإضافة بيضة نيئة (سُ تاماغو) لكي يتم خلط الأرز واللحم بشكل جيد. هناك أيضًا أطباق جانبية مثل الكيمتشي أو الجبنة. إنها وجبة لفرد واحد، لذلك لا مشكلة. تناول الطعام بسرعة ثم اغادر. خاصة إذا كنت جائعًا في الساعة 3 صباحًا، إنها وجبة رخيصة."
      },
      "price_level": "رخيص",
      "good_for": [
        "تناول سريع",
        "اقتصادي"
      ],
      "duration": "10-15 دقيقة",
      "best_time": "في أي وقت (خصوصًا في المساء رخيص)"
    },
    {
      "id": "food-021",
      "slug": "monjayaki",
      "name_en": "Monjayaki",
      "name_local": "もんじゃ焼き",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "مونجاياكي هو تنوع سائل وفوضوي مرتبط بأطباق أوساكا أوكونومياكي. إنه نوع من الكريب المالح يُطهى باستخدام الكرنب والمأكولات البحرية واللحوم على صينية حديدية على الطاولة. تظل العجينة سائلة بينما تصبح الحواف مقرمشة. يتم إزالته باستخدام ملعقة معدنية صغيرة من السطح الساخن ويتم تناوله مباشرة منه. إنها تجربة ممتعة وتفاعلية للغاية، وتوجد بشكل رئيسي في منطقة تسوكيجي بطوكيو.",
        "vibe": "أجواء احتفالية وتفاعلية",
        "history": "أصبح مونجاياكي شائعًا في منطقة تسوكيجي بطوكيو كخيار غذائي رخيص للأطفال في الخمسينات والستينات. يأتي الاسم من",
        "insider_tip": "للحصول على تجربة حقيقية، قم بزيارة تسوكيجي (شارع مونيجا). حاول الأنواع التي تحتوي على مكوني مينتاكو وموزو (بيض البط وموزو) أو المأكولات البحرية. سيقوم الموظفون بتحضير الطبق الأول، لذا راقبهم عن كثب. قطع المكونات إلى دوائر وركزها في المنتصف، ثم قم بسكب العجينة، ثم انشرها بشكل رقيق. اتركها تطهى حتى يصبح لونها ذهبيًا، ثم استخدم الملعقة لإزالتها، وتناولها مباشرة من الصاج. إنه نشاط اجتماعي وممتع.",
        "price_level": "متوسط",
        "good_for": [
          "مجموعات",
          "عشاء تفاعلي"
        ],
        "duration": "1-2 ساعة",
        "best_time": "العشاء"
      },
      "image": "/images/tokyo/monjayaki.jpg"
    },
    {
      "id": "food-005",
      "slug": "konbini",
      "name_en": "متجر便利",
      "name_local": "Konbini",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "متجر便利 (Konbini) – 7-Eleven، Lawson، FamilyMart – هو توصية سرية للثقافة الغذائية اليابانية، يقدم مواد غذائية عالية الجودة على مدار الساعة وطوال أيام السنة. المنتجات الشهيرة تشمل: ساندويتش البيض (خبز أبيض ناعم، كريمة داخلية)، كرات الأرز (سلمون، تونيا مايونيز، كرات أرز عطرية)، دجاج مقلي (Famichiki)، أطعمة مطبوخة (Oden)، قهوة طازجة. الأسعار معقولة (¥100-500)، موثوقة ومفتوحة على مدار الساعة.",
        "vibe": "ملائم وموثوق",
        "history": "تم افتتاح أول 7-Eleven في اليابان عام 1974، حيث غيرت صناعة المتاجر بشكل ثوري. في الثمانينات والتسعينات، أصبحت متاجر便利 جزءًا أساسيًا من الحياة في المدينة: بطاقات الخصم، دفع الفواتير العامة، خدمات الطباعة، والغذاء - كل شيء في مكان واحد. في العقد الأول من الألفية، عززت خدمات التوصيل اليومية والتقنيات المبردة جودة المواد الغذائية. اليوم، يتم زيارة المتاجر أكثر من 60 مليون مرة يوميًا في جميع أنحاء البلاد.",
        "insider_tip": "يمكنكم طلب تسخين المنتجات الخاصة بكم من الكاونتر - سيطرح عليكم الموظف السؤال: \"هل ترغبون في التسخين؟\" الخيارات الموصى بها: ساندويتش البيض، كرات الأرز بالتونيا، Famichiki، أطعمة مطبوخة شتوية (Oden)، قهوة المتجر (¥100-200). ابحثوا عن العروض الموسمية. استخدموا ماكينة الماء الساخن لإعداد النودلز السريعة. لدى Lawson حلوى رائعة (علامة Uchi Cafe). يمكنكم التمتع بها بكل راحة في الساعة الثالثة صباحًا.",
        "price_level": "معقول",
        "good_for": [
          "وجبات خفيفة",
          "عشاء"
        ],
        "duration": "5 دقائق",
        "best_time": "في أي وقت (خصوصًا في المساء)"
      },
      "image": "/images/tokyo/konbini.jpg"
    },
    {
      "id": "food-014",
      "slug": "udon-soba",
      "name_en": "أودون وسوبا",
      "name_local": "うどん / そば",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الأودون هو نودلز سميك ومطاطي مصنوع من الدقيق، بينما السوبا هو نودلز رفيع مصنوع من دقيق الحنطة السوداء، وله طعم لطيف من المكسرات. كلاهما يقدم عادةً مع حساء ساخن، أو مع صلصة باردة. يمكنكم العثور عليهما في متاجر الوجبات السريعة في المحطات (مطاعم وقوف) حيث يمكنكم تناول الطعام بسرعة. العديد من المطاعم تقدم نسخ منزلية الصنع. هي سريعة ورخيصة (₹160-400). تشمل التغييرات الشعبية: كاكي أودون (حساء ساخن بسيط)، تيمبورا سوبا (مع جمبري تيمبورا)، زارو سوبا (نودلز باردة).",
        "vibe": "سريع، بسيط",
        "history": "يمكن إرجاع أصل نودلز السوبا إلى فترة إيدو (1600) حيث كانت غذاءً أساسياً للطبقة العاملة في طوكيو. تاريخ الأودون أقدم، يعود إلى 1300. في الستينات، بدأت متاجر وقوف السوبا في المحطات تتجه نحو الشعبية، حيث قدمت وجبات سريعة. أصبحت صناعة نودلز السوبا يدويًا فنًا، حيث يصنع الحرفيون نودلز جديدة يوميًا. من التقاليد تناول الطعام بصوت عالٍ لتبريد النودلز وجعل الحساء يتفاعل مع الهواء.",
        "insider_tip": "في مطاعم ال Standing (سوبا وقوف)، يمكنكم الطلب من خلال آلة البيع والوقوف لتناول الطعام في غضون 5 دقائق. هذه هي ثقافة الوجبات السريعة. عندما ترغبان في الجلوس لتناول سوبا، تأكدوا من تجربة زارو سوبا مع الصلصة الباردة. اغمسوا ثلث النودلز في الصلصة، بدلاً من غمسهم جميعًا مرة واحدة. اختتموا الوجبة بشرب ماء السوبا (Soba-yu) مع الصلصة المتبقية. الأماكن الموصى بها: فوجي سوبا (مفتوح على مدار 24 ساعة)، هاراما أودون."
      },
      "price_level": "رخيص",
      "good_for": [
        "وجبات سريعة",
        "طعام رخيص"
      ],
      "duration": "10-15 دقيقة",
      "best_time": "الغداء أو الإفطار"
    },
    {
      "id": "food-015",
      "slug": "teishoku",
      "name_en": "وجبة متكاملة",
      "name_local": "وجبة متكاملة",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "الوجبة المتكاملة هي وجبة متوازنة تتضمن عادة طبق رئيسي (سمك مشوي، خضار مخللة، دجاج مقلي أو سردين)، أرز مطبوخ، حساء ميسو، وخضار مخللة، وأحياناً سلطة صغيرة. إنها الغداء الحقيقي في طوكيو: سريعة وصحية وبأسعار معقولة (¥800-1,200)، وتُقدم في مطاعم محلية مثل أوتوكييو أو يايواي-كين. يمكنكم الاستمتاع بوجبة مغذية في غضون 15 دقيقة.",
        "vibe": "متوازن، فعال",
        "history": "ظهرت الوجبة المتكاملة في أوائل القرن العشرين كوجبة للعمال، وقدمت نظام غذائي متوازن بتكلفة منخفضة. بعد الحرب العالمية الثانية، أصبحت مطاعم الوجبات المتكاملة (المقاهي) الخيار الرئيسي للغداء. في الثمانينيات والتسعينيات، قامت سلاسل مطاعم مثل أوتوكييو بتوحيد هذا المفهوم. تعكس هذه الفكرة مفهوم الوجبة المتوازنة اليابانية (وعاء حساء، ثلاثة أطباق جانبية).",
        "insider_tip": "لديكم صور وإنجليزية في قوائم أوتوكييو ويايواي-كين. تشمل الأطباق الرئيسية الشهيرة السمك المشوي المملح، والخضار المخللة، والدجاج المقلي. عادةً ما يكون الأرز متوفراً بكميات غير محدودة: حاولوا قول \"من فضلك إضافة المزيد\". تم تصميم الوجبة المتكاملة لتكون متوازنة، والطريقة المثالية للاستمتاع بها هي بالبدء بالأرز، ثم الطبق الرئيسي، فالحساء والخضار المخللة. إنها مناسبة جداً لتناول الطعام بمفردكم، ولن يعترض أحد على ذلك.",
        "price_level": "أسعار معقولة",
        "good_for": [
          "الغداء",
          "تناول الطعام بمفردك"
        ],
        "duration": "20-30 دقيقة",
        "best_time": "الغداء"
      },
      "image": "/images/tokyo/teishoku.jpg"
    },
    {
      "id": "food-016",
      "slug": "izakaya-culture",
      "name_en": "ثقافة الإيزاكايا",
      "name_local": "居酒屋",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "الإيزاكايا هو نوع من الحانات اليابانية حيث يجتمع الزملاء بعد العمل للاستمتاع بالمشروبات ووجبات خفيفة (فاصوليا، حبار، سمك مشوي، دجاج مشوي). رسوم الوجبات الخفيفة هي رسوم طاولة إلزامية (¥300-500) تشمل مقبلات صغيرة - وهذا ليس احتيالًا، مشابه لرسوم الغطاء في المطاعم الإيطالية. إذا كنت بحاجة إلى الخدمة، يمكنك أن تصرخ 'عذرًا!' لطلب النادل. اطلب البيرة (بيرة سحب)، أو هاي بال، أو ساكي، وشارِك الأطباق مع الأصدقاء. إنه مكان اجتماعي في طوكيو.",
        "vibe": "صاخب وودود",
        "history": "ظهرت الإيزاكايا في عصر إيدو (القرن السابع عشر)، حيث كان بإمكان الزبائن الجلوس والاستمتاع بالمشروبات. بعد الحرب العالمية الثانية، تطورت إلى تنسيق مطاعم كامل وبدأت تقدم وجبات خفيفة. بحلول الثمانينات، أصبحت الإيزاكايا جزءًا لا يتجزأ من ثقافة العمال، وأصبحت مكانًا مفضلًا للاسترخاء بعد العمل. بدأت سلاسل مثل Torikizoku و Watanin في توحيد التنسيق، بينما احتفظت الإيزاكايا المستقلة بخصوصيتها.",
        "insider_tip": "رسوم الوجبات الخفيفة (رسوم الطاولة) تُحسب تلقائيًا - لا تسأل عن ذلك، واستمتع بالمقبلات الصغيرة. اطلب عدة أطباق مرة واحدة - فاصوليا، حبار، دجاج مشوي، شريحة سمك. في اليابان، من غير المعتاد أن تشرب وحدك دون تناول الطعام. إذا كنت تريد جذب انتباه النادل، يمكنك أن تصرخ 'عذرًا!'. عروض المشروبات غير المحدودة تتراوح عادة بين ¥2,000-3,000 لمدة ساعتين. اغادر المتجر بعد العمل؛ لا داعي للقلق حول البقاء.",
        "price_level": "متوسط",
        "good_for": [
          "مجموعات",
          "بعد العمل"
        ],
        "duration": "2-3 ساعات",
        "best_time": "بعد الظهر"
      },
      "image": "/images/tokyo/izakaya.jpg"
    },
    {
      "id": "food-018",
      "slug": "breakfast-reality",
      "name_en": "فطور طوكيو",
      "name_local": "朝ご飯",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "عادةً ما تشمل الفطور في طوكيو الإفطار الياباني التقليدي (سمك مشوي، أرز، حساء ميسو، خضار مخللة، ناتو) المتوفر في بوفيهات الفنادق والمطاعم. بالإضافة إلى ذلك، يمكنكم شراء الحلويات والسندويشات من السوبر ماركت. عادةً لا تفتح المقاهي الغربية قبل العاشرة صباحًا، لكن DOUTOR وستاربكس يقدمون الحلويات. لا يوجد مفهوم 'برنش'. ثقافة الفطور عملية وليست للاسترخاء.",
        "vibe": "عملي وسريع",
        "history": "يعود أصل الإفطار الياباني التقليدي إلى فترة إيدو (حوالي 1600) ويتضمن الأرز، حساء ميسو، سمك مشوي، وخضار مخللة. تم إدخال الفطور الغربي بعد الحرب العالمية الثانية لكن لم ينجح في استبدال الشكل التقليدي. في الثمانينات، كان سكان طوكيو المشغولون غالبًا ما يختارون السوبر ماركت أو يتخطون الفطور. ثقافة الجلوس بهدوء أثناء تناول الفطور موجودة بشكل رئيسي في الفنادق السياحية.",
        "insider_tip": "إذا كنتم ترغبون في تناول فطور ياباني تقليدي، يُرجى حجز فندق يوفر هذه الخدمة، أو الذهاب إلى مطعم يفتح من الساعة 7 إلى 9 صباحًا. إذا كنتم مستعجلين، يمكنكم شراء سويتدولة البيض أو الأونيجيري من السوبر ماركت. DOUTOR وKomeda يفتحان بين السابعة والثامنة صباحًا ويقدمان وجبات توست. لا تتوقعوا وجود توست بالأفوكادو أو ثقافة البرنش - هذا ليس من العادات. تناولوا بسرعة أو انتظروا وقت الغداء.",
        "price_level": "معقول",
        "good_for": [
          "محبي الاستيقاظ مبكرًا",
          "فطور الفندق"
        ],
        "duration": "15-30 دقيقة",
        "best_time": "الصباح (7-9 صباحًا)"
      },
      "image": "/images/tokyo/breakfast.jpg"
    },
    {
      "id": "food-017",
      "slug": "depachika",
      "name_en": "Depachika (Food Halls)",
      "name_local": "デパ地下",
      "category": "مأكولات",
      "is_generic_staple": true,
      "description": {
        "short": "ديباچيكه هي قاعات الطعام في المتاجر الكبرى اليابانية مثل إيسيتان وماتسوزاكي وتاكا شيميا. هنا، ستكتشف عالمًا رائعًا من البنتو ذات الجودة العالية، والحلويات، والمكونات الطازجة، والسلع المستوردة، والهدايا الفاخرة. جميع المنتجات معروضة بطريقة مذهلة وبأسعار مرتفعة. بين الساعة 19:30 و20:00 يكون هناك 'تخفيضات مميزة'، حيث يحصل الطعام الطازج على خصومات تتراوح بين 20-50% قبل إغلاق المتجر. إنها مثالية للنزهات في غرفة الفندق أو لشراء الهدايا.",
        "vibe": "فخامة ورقي",
        "history": "ظهرت المتاجر الكبرى بأسلوب التجزئة الغربي في أوائل القرن العشرين. أصبحت قاعات الطعام (ديباچيكه) سائدة في الستينيات والسبعينيات، مع التركيز على المأكولات اليابانية عالية الجودة والسلع المستوردة. في التسعينيات والألفينات، تطورت ديباچيكه إلى وجهة طعام، تعرض أعمال الحرفيين والطهاة المعروفين، وتتمشى مع الاتجاهات الموسمية. إنها ثقافة استهلاكية مثالية.",
        "insider_tip": "يرجى زيارة ديباچيكه المميزة في إيسيتان شينجوكو، ماتسوزاكي غينزا، وتاكا شيميا نيهونباشي. لا تفوتوا تخفيضات المنتجات الجاهزة في الساعة 19:30 (ابحثوا عن ملصقات التخفيضات). اشتروا أنواعًا مختلفة من واغيو، والفواكه عالية الجودة، والحلويات اليدوية. يمكنكم أيضًا العثور هنا على هدايا للأصدقاء (بسكويت، موشي، ومنتجات محلية)."
      },
      "price_level": "باهظ جداً",
      "good_for": [
        "عشاق الطعام",
        "شراء الهدايا"
      ],
      "duration": "ساعة واحدة",
      "best_time": "الليل (تخفيضات 19:30)"
    },
    {
      "id": "food-019",
      "slug": "tachinomi",
      "name_en": "Tachinomi",
      "name_local": "タチノミ",
      "category": "طعام",
      "is_generic_staple": true,
      "description": {
        "short": "بار الشرب الوقوف هو المكان الذي يستمتع فيه الزبائن بالبيرة الرخيصة، والساکي الياباني، والمشروبات المخففة، مع وجبات خفيفة بسيطة مثل السمك المشوي، والخضار، والدجاج المشوي، والأودن. عادة ما يتم الدفع عند الطلب، لذلك لا توجد مفاجآت، والتجربة حقيقية إلى حد كبير. تقع هذه الحانات غالباً بالقرب من المحطات الرئيسية (شينباشي، أوينو، يوراكوتشو) أو تحت القضبان، مما يخلق أجواء صاخبة ومليئة بالدخان، وهي جزء من الثقافة الشعبية في طوكيو.",
        "vibe": "بسيط وحقيقي",
        "history": "ظهرت حانات الشرب الوقوف في طوكيو بعد الحرب العالمية الثانية، لتصبح مكانًا رخيصًا للاستهلاك بالقرب من المحطات. تتيح الشرب واقفًا للعملاء تنقلًا عاليًا وتكاليف منخفضة. في الستينيات والسبعينيات، أصبحت حانات الشرب الوقوف جزءًا ثابتًا تحت السكك الحديدية (أسفل رقابة الموظفين). لا تزال هذه الصيغة ميسورة التكلفة، حيث تتراوح أسعار البيرة من ¥300-500، ووجبات خفيفة من ¥200-500. إنها تجلب الذكريات عن طوكيو في عصر شووا (1926-1989).",
        "insider_tip": "لا تنسَ الدفع عند الطلب (عودة نظام الدفع). اطلب من الموظفين الطعام - "
      }
    }
  ],
  "must_see": [
    {
      "title": "المعابد والتقاليد",
      "id": "temples",
      "items": [
        {
          "id": "temp-001",
          "slug": "senso-ji",
          "name_en": "Senso-ji",
          "name_local": "Senso-ji",
          "category": "موقع",
          "is_generic_staple": false,
          "description": {
            "short": "معبد سنسوجي هو أقدم وأشهر معبد بوذي في طوكيو (تأسس عام 645 ميلادي)، ويقع في منطقة أساكوسا. المدخل المميز هو بوابة الرعد، التي تتدلى منها فانوس أحمر كبير. يمكن الوصول إلى الهيكل الرئيسي عبر شارع تسوق ناكيميسي (200 متر من الهدايا التذكارية). الدخول إلى المعبد مجاني، وهو مفتوح على مدار الساعة، والمشهد ليلاً جميل جداً. رغم أنه معبد يفضله السياح، إلا أنه يحمل قيمة عالية للتصوير وأهمية تاريخية.",
            "vibe": "تاريخي، مفعم بالحيوية",
            "history": "وفقاً للأسطورة، في عام 628، اكتشف صيادان تمثالًا لآلهة الرحمة في نهر سوميدا. لبناء معبد لتكريمها. تم تدمير معبد سنسوجي خلال الحرب العالمية الثانية وأعيد بناؤه في خمسينيات القرن العشرين. الهيكل الحالي هو نسخة قوية، لكن معناه الروحي لا يزال ثابتاً. إنه واحد من أكثر المواقع الدينية شعبية في طوكيو.",
            "insider_tip": "لتجنب الحشود، يُفضل زيارة المعبد في الصباح (6-7 صباحاً) أو في المساء (بعد الساعة 8 مساءً). منطقة المعبد مفتوحة على مدار الساعة، لكن المتاجر تغلق حوالي الساعة 6 مساءً. يرجى اتباع الطقوس التقليدية: غسل اليدين بالماء، إشعال الشموع، وسحب القرعة بمبلغ 100 ين. إذا حصلت على نصيحة غير سعيدة، يُفضل عدم أخذها إلى المنزل، بل ربطها في الساحة. البرج ذو الخمسة طوابق جميل جداً ليلاً.",
            "price_level": "معتدل",
            "good_for": [
              "التصوير",
              "محبي التاريخ"
            ],
            "duration": "1-2 ساعة",
            "best_time": "صباحاً أو بعد الظهر"
          },
          "image": "/images/tokyo/sensoji.jpg",
          "geo": {
            "lat": 35.7148,
            "lng": 139.7967
          }
        },
        {
          "id": "temp-002",
          "slug": "meiji-shrine",
          "name_en": "Meiji Jingu",
          "name_local": "معبد ميجي",
          "category": "موقع",
          "is_generic_staple": false,
          "description": {
            "short": "معبد ميجي هو معبد شنتو هادئ يكرم الإمبراطور ميجي والإمبراطورة شوشل، ويقع في حديقة غابات بمساحة 175 هكتار في وسط طوكيو. البوابة الكبرى الرائعة ومسارات الغابات تتناقض بشكل واضح مع زخم هاراجوك. المعبد نفسه مصنوع من خشب السرو الياباني والنحاس. الدخول مجاني، والمعبد مفتوح على مدار الساعة، وهو ملاذ روحاني. إذا كنت محظوظاً، يمكنك رؤية زفاف تقليدي شنتو.",
            "vibe": "هادئ، روحاني",
            "history": "تم بناؤه عام 1920 تكريماً للإمبراطور ميجي (1852-1912) الذي فتح اليابان على العالم الغربي. دُمّر المعبد الأصلي خلال الحرب العالمية الثانية وأُعيد بناؤه عام 1958. تم زرع 120,000 شجرة من جميع أنحاء اليابان حول المعبد. يأتي أكثر من 3 ملايين شخص للاحتفال بأول طقوس في يوم رأس السنة كل عام.",
            "insider_tip": "ادخل من البوابة الجنوبية القريبة من محطة هاراجوك، وسر على طول مسارات الغابة. ستستغرق الرحلة إلى المعبد حوالي 10 دقائق مشياً. قم بزيارة البراميل الخشبية المملوءة بالسواك والكحول المقدس. عند الصلاة، انحنِ مرتين، ثم صفِّق مرتين، ثم صلِّ، ثم انحني مرة أخرى (وهو طقس شنتو نموذجي). يُستحسن القدوم في الصباح (6-7 صباحاً) لتجنب مجموعات السياح والاستمتاع بالهدوء. الدخول مجاني.",
            "price_level": "معتدل",
            "good_for": [
              "محبو الطبيعة",
              "تجارب روحية"
            ],
            "duration": "1-2 ساعة",
            "best_time": "صباحاً"
          },
          "image": "/images/tokyo/meiji.jpg",
          "geo": {
            "lat": 35.6764,
            "lng": 139.6993
          }
        }
      ]
    },
    {
      "title": "استكشاف الأحياء",
      "id": "wandering",
      "items": [
        {
          "id": "walk-002",
          "slug": "shibuya-crossing",
          "name_en": "Shibuya Crossing",
          "name_local": "تقاطع شibuya",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "تقاطع شibuya هو أكثر معابر المشاة ازدحامًا في العالم: خلال دورة إشارة واحدة، يمكن لحوالي 3000 شخص عبور الشارع في آن واحد (كل دقيقتين). هنا صورة من الفوضى المنظمة: لافتات إعلانات لامعة، شاشات فيديو وحشود تتدفق من خمسة اتجاهات. هذه التجربة رائعة، وسنكون جزءًا من هذا الزخم. أفضل نقاط المشاهدة هي من الأعلى (سطح Mag's Park أو ستاربكس) أو بالقرب من الشارع. أوقات الذروة (من الإثنين إلى الجمعة، من 18:00 إلى 20:00) هي الأكثر دراماتيكية.",
            "vibe": "فوضوي، رمزّي",
            "history": "تم إنشاء تقاطع شibuya بالصيغة الحالية في عام 1973، عندما تم إدخال قاعدة عبور الشارع من أربعة اتجاهات في آن واحد. مع دخول الألفية الجديدة، أصبح علامة عالمية من خلال العديد من الأفلام (مثل 'ضائع في طوكيو'، 'سرعة وغضب: طوكيو درايف') ومقاطع الفيديو الفيروسية. تمثال هاتشيكو بجوار التقاطع هو واحد من أشهر مواقع الاجتماع في طوكيو. حتى الستينيات، كانت شibuya منطقة سكنية.",
            "insider_tip": "اختبر الفوضى في الشارع أولًا - قف في المنتصف لتشعر بالأجواء. للحصول على أفضل رؤية من الأعلى، قم بزيارة سطح Mag's Park (مجاني، في الطابق 11 من مبنى Magnet) أو ستاربكس المزدحم في تويوسو. أفضل الأوقات هي خلال أوقات الذروة أيام الأسبوع (18:00 إلى 20:00) أو ليلة الجمعة (22:00 إلى منتصف الليل) لتجربة طاقة الأضواء النيون. التقاطع خلال النهار في أيام الأسبوع ليس مثيرًا بنفس القدر - للحصول على التأثير الكامل، تحتاج إلى الحشود.",
            "price_level": "معقول",
            "good_for": [
              "التصوير",
              "مراقبة الحشود"
            ],
            "duration": "30 دقيقة",
            "best_time": "أوقات الذروة بعد الظهر"
          },
          "image": "/images/tokyo/shibuya-crossing.jpg",
          "geo": {
            "lat": 35.6595,
            "lng": 139.7004
          }
        },
        {
          "id": "walk-001",
          "slug": "shimokitazawa-walk",
          "name_en": "Shimokitazawa",
          "name_local": "شيموكيتازاوا",
          "category": "معلم سياحي",
          "is_generic_staple": false,
          "description": {
            "short": "شيموكيتازاوا هي منطقة الأزياء العصرية في طوكيو: هنا يمكنكم العثور على متاجر مستعملة، ومحلات تسجيل، ومقاهي مستقلة، ومسارح صغيرة، ومتاجر كتب قديمة. لا توجد ناطحات سحاب أو متاجر سلسلة—فقط بيئة مريحة تتيح لكم التجول، والاكتشاف، واستنشاق الأجواء. تربط المسارات الجديدة 'Bonus Track' (منذ 2020) شيموكيتازاوا بديتا في شيتاغاي، حيث توجد العديد من المتاجر المتخصصة. يأتي الشباب هنا خلال عطلات نهاية الأسبوع بحثًا عن القهوة.",
            "vibe": "بوهيمي، عتيق",
            "history": "في الستينيات والسبعينيات، كانت شيموكيتازاوا منطقة سكنية هادئة، لكنها بدأت تجذب الفنانين والطلاب مع افتتاح المسارح الصغيرة ومقاهي الجاز. بحلول التسعينيات، أصبحت مركزًا للتسوق المستعمل في طوكيو بفضل شعبية الملابس العتيقة. وخلال مشروع السكك الحديدية المثير للجدل (2013-2019) ، حدثت بعض التطورات، لكن خصائص المنطقة ظلت محفوظة. الآن، ومع تقدم عملية التحضر ، تحافظ المنطقة على استقلالها.",
            "insider_tip": "لا تستخدم الخريطة — اغمر نفسك في الأزقة الضيقة. يمكنك العثور على ملابس محفوظة جيدًا في المتاجر المستعملة (شيكاغو، فلامنغو، سانتا مونيكا). ابحث عن المكتبة المثيرة 'Village Vanguard' (فوضوية ولكنها ممتعة). تحتوي Bonus Track على مقاهي مستقلة ومتاجر متخصصة. المنطقة مزدحمة في عطلات نهاية الأسبوع، لكنها أكثر هدوءًا خلال أيام الأسبوع. لا يوجد مكان محدد — هذه هي سحر هذه المجتمع.",
            "price_level": "معتدل",
            "good_for": [
              "التسوق",
              "البحث عن القهوة"
            ],
            "duration": "3-4 ساعات",
            "best_time": "عصر عطلة نهاية الأسبوع"
          },
          "image": "/images/tokyo/shimokitazawa-walk.jpg",
          "geo": {
            "lat": 35.6611,
            "lng": 139.6672
          }
        }
      ]
    },
    {
      "title": "المشاهد والنباتات",
      "id": "views",
      "items": [
        {
          "id": "view-001",
          "slug": "metro-gov-building",
          "name_en": "Tokyo Metro Gov Building",
          "name_local": "東京都庁",
          "category": "موقع",
          "is_generic_staple": false,
          "description": {
            "short": "يمتد مبنى حكومة طوكيو (東京都庁) على 45 طابقًا ويوفر مناظر بانورامية مذهلة مجانية لمدينة طوكيو (ارتفاع 202 متر). في الأيام المشمسة، يمكنك رؤية جبل فوجي. لا تقل هذه الإطلالة جمالًا عن المنصات المدفوعة مثل شقة شبويا (¥2,500) وبرج طوكيو سكاي تري (¥3,000). يقع في الطرف الغربي لشينجوكو، وهو أيضًا مبنى مثير للإعجاب. يحتوي على برجين، وعادةً ما يكون أحدهما مفتوحًا على الأقل. مقارنةً بالمنصات السياحية الأخرى، هناك عدد أقل من الزوار هنا.",
            "vibe": "بانورامية، مجانية",
            "history": "بُنيت هذه التوأم من الأبراج في عام 1990 بواسطة المهندس المعماري كينزو تانغ، وتشبه كاتدرائية نوتردام في باريس. يجمع بين المكاتب الحكومية في طوكيو ومنصة المشاهدة. ساهمت طفرة البناء في الثمانينيات في جعل هذا المبنى ممكنًا. اليوم، هو رمز لأفق شينجوكو. تم افتتاح منصة المراقبة لتعزيز السياحة في طوكيو.",
            "insider_tip": "حاول زيارة في الأيام الشتوية المشمسة (من ديسمبر إلى فبراير) لتعظيم فرصتك في رؤية جبل فوجي - الصباح أو المساء هو أفضل الأوقات عندما يكون الهواء منعشًا. إذا وصلت قبل 30 دقيقة من الغروب، يمكنك الاستمتاع بالانتقال الجميل من النهار إلى الليل. يحتوي البرج الشمالي على مقهى، بينما البرج الجنوبي أكثر هدوءًا. الدخول مجاني، ولا حاجة للحجز. يقع في الجزء الغربي من شينجوكو، يمكنك أن تختار الذهاب من محطة توتشو أو المشي (15 دقيقة) من محطة JR شينجوكو.",
            "price_level": "مناسب",
            "good_for": [
              "المشاهدة",
              "السفر بميزانية محدودة"
            ],
            "duration": "1 ساعة",
            "best_time": "أيام مشمسة، عند الغروب"
          },
          "image": "/images/tokyo/metro-gov.jpg",
          "geo": {
            "lat": 35.6896,
            "lng": 139.6917
          }
        },
        {
          "id": "view-002",
          "slug": "shinjuku-gyoen",
          "name_en": "Shinjuku Gyoen",
          "name_local": "新宿御苑",
          "category": "موقع",
          "is_generic_staple": false,
          "description": {
            "short": "شينجوكو غيوين (新宿御苑) هو حديقة يابانية تقليدية كبيرة تقع في قلب طوكيو، تبلغ مساحتها 144 فدانًا، وتجمع بين ثلاثة أنماط هي: الفرنسي والإنجليزي والياباني التقليدي. تشتهر بأزهار الكرز (أكثر من 1,000 شجرة كرز، من مارس إلى أبريل) وأوراق الخريف الأنيقة (نوفمبر)، توفر هذه الحديقة مساحة هادئة بعيدًا عن صخب شينجوكو. سعر الدخول هو ¥500، لكن الحديقة فسيحة ومنظمة بشكل جيد، لذا لا داعي للقلق من الازدحام. يمنع تناول الطعام داخل الحديقة - يمكنك فقط إحضار الطعام معك.",
            "vibe": "هادئة وواسعة",
            "history": "كانت هذه الموقع في الأصل ملكًا لعائلة وزير داخلي (عصر إيدو)، وأعيد تطويره كحديقة إمبراطورية في 1906، وفتحت للجمهور في 1949. بقيت كما هي تقريبًا خلال الحرب العالمية الثانية. تُظهر أنماط الحدائق الثلاث تأثير الفن الغربي على الزراعة اليابانية خلال فترة ميجي (1868-1912). اليوم، هي حديقة وطنية وتشمل المحمية الثقافية.",
            "insider_tip": "أفضل الأوقات هي موسم أزهار الكرز (من نهاية مارس إلى أوائل أبريل) أو أوراق الخريف الجميلة (منتصف نوفمبر)، لكن كن مستعدًا للجماهير. الصباح في أيام الأسبوع هو الأكثر هدوءًا. منطقة الحديقة اليابانية هي الأكثر ملاءمة للتصوير. يمنع التنزه، كما لا يسمح بحمل الكحول (تسمح معظم حدائق طوكيو بالتنزه خلال مهرجان الأزهار). يوجد في البيوت الزجاجية (بتكلفة إضافية) أنواع من النباتات الاستوائية. خطط لقضاء 2-3 ساعات لاستكشاف الحديقة بالكامل. سعر الدخول هو ¥500.",
            "price_level": "مناسب",
            "good_for": [
              "محبي الطبيعة",
              "أزهار الكرز"
            ],
            "duration": "2-3 ساعات",
            "best_time": "أزهار الكرز أو الخريف"
          },
          "image": "/images/tokyo/shinjuku-gyoen.jpg",
          "geo": {
            "lat": 35.6852,
            "lng": 139.7101
          }
        }
      ]
    },
    {
      "title": "الحياة الليلية والأزقة",
      "id": "nightlife",
      "items": [
        {
          "id": "night-001",
          "slug": "shinjuku-night",
          "name_en": "ليلة شينجوكو",
          "name_local": "شينجوكو",
          "category": "مكان",
          "is_generic_staple": false,
          "description": {
            "short": "ليل شينجوكو هو روح نيون طوكيو. الشاشات العملاقة، الحانات الحيوية، منطقة الضوء الأحمر (كابوكيتشو) والأزقة المليئة بالدخان تتداخل مع بعضها البعض. في هذه الشوارع الضيقة، يستمتع العمال بطبق اليكاتوري بعد العمل. المنطقة آمنة، لكنها قد تكون مزدحمة وصاخبة. الجزء الشرقي من شينجوكو (كابوكيتشو) هو منطقة الترفيه، حيث يمكنك الاستمتاع بشواء يكاتوري الأصيل في الأزقة القديمة. إنه مثل واقع سايبر بانك.",
            "vibe": "نيون، فوضى",
            "history": "بعد الحرب العالمية الثانية، أصبحت شينجوكو مركز الترفيه في طوكيو. تم افتتاح الأسواق السوداء والحانات حول المحطة (أكثر المحطات ازدحامًا في اليابان). كان اسم كابوكيتشو مستمدًا من مسرح كابوك الذي كان مخططًا له ولكن لم يفتتح أبدًا، وفي الستينيات، أصبح منطقة الضوء الأحمر. تشتهر الأزقة القديمة بتجمع الحانات بعد الحرب، ولا تزال تحتفظ بشكلها كأكشاك يكاتوري تاريخية. في الثمانينيات والتسعينيات، بلغت براقة النيون ذروتها، تزامنًا مع فترة الفقاعة الاقتصادية.",
            "insider_tip": "امشِ من المدخل الشرقي لشينجوكو شرقًا، واستمتع بفوضى الألوان النيون. الأزقة القديمة (قريبة من المدخل الغربي) تصبح حيوية بعد الساعة السابعة مساءً - اطلب اليكاتوري والبيرة من الأكشاك (¥1,000-2,000 للشخص). كن حذرًا بشأن النصائح المتعلقة بكابوكيتشو والحانات - قد تكون تلك الأماكن بها عمليات احتيال. في شارع غولدن القريب، يوجد أكثر من 200 حانة صغيرة، لكن رسوم الدخول تتراوح بين (¥500-1,000). إذا كنت ترغب في تجربة أكثر الأوقات حيوية، فتوجه بين الساعة 8 و11 مساءً.",
            "price_level": "متوسط",
            "good_for": [
              "الحياة الليلية",
              "التصوير الفوتوغرافي"
            ],
            "duration": "2-3 ساعات",
            "best_time": "مساءً (20-23)"
          },
          "image": "/images/tokyo/shinjuku-night.jpg",
          "geo": {
            "lat": 35.6938,
            "lng": 139.7034
          }
        },
        {
          "id": "night-002",
          "slug": "golden-gai",
          "name_en": "شارع غولدن",
          "name_local": "غولدن غاي",
          "category": "مكان",
          "is_generic_staple": false,
          "description": {
            "short": "يتكون شارع غولدن من أكثر من 200 حانة صغيرة، تقع في ستة أزقة ضيقة في شينجوكو (كل حانة تستوعب من 4 إلى 8 أشخاص). كل حانة لها موضوعها الفريد، ومرتادوها، وشخصيتها - البعض يرحب بالسياح، بينما لا يفعل البعض الآخر. في معظم الحانات، بالإضافة إلى أسعار المشروبات، يوجد رسوم دخول (¥500-1,000). تعتبر هذه المنطقة ذكرى لتجربة طوكيو بعد الحرب، وقد نالت بشكل عجيب عبر أوقات إعادة الإعمار. الجو هنا حميم، ضبابي ومليء بالشعور بالحنين.",
            "vibe": "حميم، حنين",
            "history": "بدأ شارع غولدن في الخمسينيات والستينيات، كمراكز حانات غير شرعية في طوكيو بعد الحرب. في السبعينيات والثمانينيات، أصبح ملاذًا للأدباء والفنانين وصانعي الأفلام. في التسعينيات، دمرت بعض الحانات بسبب الحرائق، لكن المجتمع أعاد الظهور. في العقد الأول من القرن الحادي والعشرين، بفضل جهود الحماية من التحديث المتطرف، تم المحافظة على الأزقة. اليوم، يعد مكانًا ثقافياً وجذبًا للسياح.",
            "insider_tip": "استمتع بالليالي بعد الساعة 9 مساءً عندما تفتح الحانات (معظم الحانات تعمل من 20:00 إلى 2:00). ابدأ باكتشاف الأزقة للعثور على الحانات التي ترحب بالسياح - ابحث عن علامات ",
            "اللغة الإنجليزية متاحة": " أو ",
            "رحب بالسياح": " . رسوم الدخول (¥500-1,000) هي رسوم قياسية - ليست احتيال، بل ضرورية لبقاء الحانات الصغيرة. اطلب مشروبات (¥700-1,000) واستمتع بالدردشة. المساحة محدودة، لذا غالبًا ما تستوعب الحانات من 4 إلى 8 أشخاص. لا تأتي هنا من أجل المشروبات الرخيصة - تعال هنا لتجربة جو. حانة سيغول صديقة للسياح.",
            "price_level": "متوسط",
            "good_for": [
              "تجربة فريدة",
              "الحياة الليلية"
            ],
            "duration": "1-2 ساعة",
            "best_time": "مساءً (21-1)"
          },
          "image": "/images/tokyo/golden-gai.jpg",
          "geo": {
            "lat": 35.6944,
            "lng": 139.7047
          }
        }
      ]
    },
    {
      "title": "التكنولوجيا والحداثة",
      "id": "tech",
      "items": [
        {
          "id": "art-001",
          "slug": "teamlab-planets",
          "name_en": "teamLab Planets",
          "name_local": "teamLab",
          "category": "معالم سياحية",
          "is_generic_staple": false,
          "description": {
            "short": "teamLab Planets هو متحف فني رقمي تفاعلي حيث يمكنك المشي حافي القدمين على الماء، والتجول في غرف مملوءة بالأزهار العائمة، واستكشاف تركيب إضاءة يتفاعل مع نشاطك. المكان مذهل للغاية، رائع لالتقاط الصور، وشائع جداً - تتوفر التذاكر بكميات محدودة وغالباً ما تُباع قبل عدة أسابيع. التجربة متعددة الثقافات، يمكنك لمس، والمشي، والبلل. كل غرفة تقدم عالماً مختلفاً. إنه حديقة يتقاطع فيها الفن مع التكنولوجيا. يُرجى تخصيص حوالي 90 دقيقة من وقتك.",
            "vibe": "تفاعلية، مذهلة",
            "history": "تأسس teamLab في عام 2001 من قبل مجموعة من الفنانين اليابانيين، بما في ذلك فنانون ومبرمجون ومهندسون ومعماريون. افتتح teamLab Planets في عام 2018 في تويوسو، طوكيو، ويُعرف بمتحف تفاعلي. لقد أصبح واحداً من الوجهات المفضلة لدى عشاق التصوير في طوكيو. المقرر توسيعه حتى عام 2027. يوجد لـ teamLab أيضاً متاحف دائمة في طوكيو (بوريال الجديدة في روبونجي) وحول العالم.",
            "insider_tip": "يرجى شراء التذاكر مسبقاً عبر الإنترنت قبل عدة أسابيع - تُباع كل يوم. يُوصى بزيارة في أيام الأسبوع أو في الصباح (بين الساعة 9 و10 صباحاً) لتفادي الزحام. يمكنك ارتداء السراويل القصيرة أو دحرجة بنطالك لأنك ستسير على الماء. لا توجد قيود على التصوير (بالمقارنة مع المتاحف الأخرى). \"كون الألماس اللانهائي\" و\"الحديقة العائمة\" مثالية لالتقاط الصور. يُرجى تخصيص حوالي 90 دقيقة من وقتك. كما تتوفر خزائن لتخزين الأمتعة. سعر التذاكر يتراوح بين ¥3,800 و¥4,200.",
            "price_level": "مكلف",
            "good_for": [
              "إنستغرام",
              "عشاق الفن"
            ],
            "duration": "1.5 ساعة",
            "best_time": "صباح أيام الأسبوع"
          },
          "image": "/images/tokyo/teamlab.jpg",
          "geo": {
            "lat": 35.6455,
            "lng": 139.7925
          }
        },
        {
          "id": "tech-001",
          "slug": "akihabara",
          "name_en": "Akihabara Electric Town",
          "name_local": "أكيهابارا",
          "category": "معالم سياحية",
          "is_generic_staple": false,
          "description": {
            "short": "أكيهابارا (المعروفة أيضاً باسم أكيبا) هي مركز ثقافة الأنمي والمانغا و\"الأوتاكو\"، حيث يمكنك العثور على متاجر الكترونيات متعددة الطوابق، ومتاجر الأنمي، ومقاهي الخادمات، وصالات الألعاب، والمتاجر الخاصة بالبالغين. إنها وجهة غنية تجلب لك تجارب متنوّعة مع الأضواء النيون، والمشجعين اللي قاموا بتجسيد الشخصيات، وأصوات موسيقى J-Pop الصاخبة. يمكنك شراء كل شيء من ألعاب الفيديو القديمة إلى أحدث الإلكترونيات. المقاهي المتخصصة بالخادمات فريدة من نوعها حيث تقدم النادلات اللاتي يرتدين أزياء الخدمة الأطباق مع عروض. المكان غريب ورائع في آنٍ واحد، ويمثل جزءاً فريداً من طوكيو. ليس الجميع يحبون هذا المكان.",
            "vibe": "نيون، فوضوي",
            "history": "بعد الحرب العالمية الثانية، أصبحت أكيهابارا مركزاً للمنتجات الإلكترونية في السوق السوداء في طوكيو. خلال الثمانينات والتسعينات، تحولت إلى \"مدينة الكترونيات\" لبيع الحواسيب والأدوات التقنية. في الألفية الجديدة، ومع زيادة التسوق عبر الإنترنت، انتقلت نحو ثقافة الأنمي والمانغا. ظهرت مقاهي الخادمات في أوائل الألفية الجديدة، وجعلت أكيهابارا مركزاً لثقافة الأوتاكو. اليوم، تُعتبر وجهة مقدسة للثقافة الشعبية العالمية.",
            "insider_tip": "إذا كنت تأتي في عطلة نهاية الأسبوع، يمكنك رؤية مشجعي الشخصيات على الشوارع الرئيسية. المتاجر الإلكترونية (مثل Yodobashi، Sofmap) كبيرة جداً، وهي ممتازة للتسوق المعفى من الضرائب. توفر متاجر الأنمي (مثل Animate، Mandarake) مجموعة واسعة من المانغا إلى النماذج. مقاهي الخادمات تعتبر باهظة الثمن (تبدأ من ¥1,000) وتوفر تجربة مختلفة ولكن لا تُنسى - مقهى @Home Café مشهور. يمكنك الاستمتاع بالألعاب القديمة وألعاب المهارات في صالات الألعاب (مثل GiGO، Taito Station). المكان مليء بالمؤثرات الحسية، لذا لا تحاول رؤية كل شيء.",
            "price_level": "متوسط",
            "good_for": [
              "عشاق الأنمي",
              "تسوق التكنولوجيا"
            ],
            "duration": "2-3 ساعات",
            "best_time": "بعد ظهر عطلة نهاية الأسبوع"
          },
          "image": "/images/tokyo/akihabara.jpg",
          "geo": {
            "lat": 35.6984,
            "lng": 139.7731
          }
        }
      ]
    },
    {
      "title": "الحياة المحلية",
      "id": "local-life",
      "items": [
        {
          "id": "loc-001",
          "slug": "shotengai",
          "name_en": "سوق الشارع",
          "name_local": "商店街",
          "category": "مكان",
          "is_generic_staple": true,
          "description": {
            "short": "سوق الشارع هو شارع تجاري تقليدي مسقوف، يمكنك العثور عليه في مناطق مختلفة من طوكيو. يتكون من ممر طويل مليء بالمتاجر المستقلة: محلات اللحوم، ومحلات الأسماك، ومتاجر الشاي، ومتاجر الأرز، والصيدليات، ومحلات الكوكي الاقتصادية، والمطاعم العائلية. لا توجد هنا متاجر سلسلة، والزوّار قلة، ويساعد السكان في شراء الطعام والاحتياجات اليومية. من الأمثلة الشهيرة #中野百老汇، و#东口银座، و#高円寺. هذا يمنحك لمحة عن الحياة اليومية في طوكيو، بعيدًا عن معالم السياحة.",
            "vibe": "محلي، حقيقي",
            "history": "تأسس سوق الشارع في أوائل القرن العشرين كمركز تجاري للحي، وبلغ ذروته في السبعينيات والثمانينيات، لكنه واجه تحديات بسبب التهديدات من السوبرماركت ومراكز التسوق. نجا العديد من المتاجر المتخصصة واستمرت في تنظيم الأنشطة المجتمعية. اليوم، يتم الحفاظ على هذه الشوارع كتراث ثقافي. تعكس كل سوق شارع خصائص المنطقة: #高円寺 يمثل ثقافة البانك والريتر، بينما يشتهر #东口银座 بشعبيته وتنوع خيارات الطعام الاقتصادية.",
            "insider_tip": "قم بزيارة سوق الشارع في الأحياء السكنية (لا تذهب إلى شibuya أو Shinjuku) - جرب #中野百老汇 (ثقافة الأنمي والمانغا)، #东口银座 (أطول 1.3 كم في طوكيو مع خيارات طعام اقتصادية) أو #高円寺 (ريتر/بانك). في المساء (من 16 إلى 18) يأتي السكان هنا لشراء عشاءهم. جرب الكوكي الاقتصادي (¥100)، و#鯛焼き (حلوى على شكل سمكة) و#麻糬. لا توجد هنا اللغة الإنجليزية أو السياح، لذا يمكنك تجربة الحياة اليومية للسكان المحليين.",
            "price_level": "مناسب",
            "good_for": [
              "تجربة محلية",
              "طعام لذيذ"
            ],
            "duration": "1-2 ساعة",
            "best_time": "مساءً"
          },
          "image": "/images/tokyo/shotengai.jpg"
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "6:00",
      "title": "سوق تسوكيجي في الصباح",
      "description": "استيقظ مع ضوء الصباح وزر سوق الأسماك الشهير في طوكيو. تم نقل السوق الداخلي الكبير إلى تويوسو، لكن سوق تسوكيجي الخارجي لا يزال يزدهر بأكثر من 400 متجر. راقب الطهاة وهم يختارون الأسماك الطازجة ليومك، ثم استمتع بفطور السوشي Omakase أو Toro. عادة ما تفتح المتاجر أبوابها في الساعة الخامسة صباحًا، يُنصح بأن تصل قبل الساعة 6:30 لتفادي المجموعات السياحية. في الأكشاك، ستجد أطباق لذيذة من البيض المخفوق والمأكولات البحرية المشوية. إنها تجربة لناحية طوكيو الأكثر أصالة ولذة.",
      "image": "/images/tokyo/tsukiji-sunrise.jpg"
    },
    {
      "time": "9:00",
      "title": "معبد ميجي وحديقة يويogi",
      "description": "استقل خط يامانوتي إلى هاراجو، وزيارة أحد أهم المعابد في طوكيو - معبد ميجي. إنه مخفي داخل غابة تمتد على 170 هكتار. يمكنكم مشاهدة الكهنة يقومون بالطقوس، وكتابة أمنياتكم على ألواح خشبية. بعد ذلك، يمكنكم التوجه إلى حديقة يويogi، حيث يمكن رؤية راقصي الروك، وفناني الشارع، والمحليين الذين يمارسون التاي تشي. في يوم الأحد، سيكون شارع تاكيشيتا في هاراجو مكتظًا بالشباب العصريين. هذا التباين بين المعبد القديم وصخب العصر الحديث هو روح طوكيو.",
      "image": "/images/tokyo/meiji-shrine.jpg"
    },
    {
      "time": "الساعة 12:00 ظهراً",
      "title": "غداء رامين في شيبويا",
      "description": "توجهوا إلى شيبويا لتجربة أفضل رامين في طوكيو. في مطعم إيتشي رامن، يمكنكم تخصيص رامينكم في كبائن خاصة من خلال آلة بيع آلية: مرق لحم الخنزير، نكهة المعكرونة، مستوى الحرارة، وغيرها. بالإضافة إلى ذلك، يُوصى بتجربة رامين بنكهة اليوسفي. يعتبر مصّ الرامين أمرًا مقبولًا ومُشَجّعًا: فهي طريقة لتقريب الهواء من المعكرونة والتعبير عن الامتنان. بعد الغداء، يمكنكم عبور تقاطع شيبويا. إنه أكثر التقاطعات ازدحاماً في العالم، حيث يمر حوالي 3000 شخص. لا تنسوا الاستمتاع بالإطلالة الجميلة من الطابق الثاني لمقهى ستارباكس.",
      "image": "/images/tokyo/shibuya-ramen.jpg"
    },
    {
      "time": "15:00",
      "title": "معبد سينسوجي ومنطقة أسكوسا",
      "description": "استقل المترو إلى أسكوسا لزيارة أقدم معبد في طوكيو (تم بناؤه عام 628 ميلادي). مر من خلال بوابة كانّن (التي تحمل الفانوس الأحمر الكبير)، وتجول في شارع ناكاميسه حيث يمكنك شراء الوجبات الخفيفة التقليدية والهدايا التذكارية. في معبد سينسوجي، يمكنك إلقاء النقود في صندوق التبرعات، ثم تنحني مرتين وتصفق مرتين، ثم تنحني مرة أخرى. سعر تذكرة الأوكشين هو 100 ين، وإذا كانت النتيجة سيئة، يمكنك ببساطة ربطها على الرف. المنطقة المحيطة بالمعبد واسعة، لذا استكشف الممرات واستشعر أجواء طوكيو القديمة."
    },
    {
      "time": "18:00",
      "title": "غروب الشمس في شيبويا سكاي",
      "description": "عُد إلى شيبويا وتمتع بمشاهدة غروب الشمس من منصة المراقبة في شيبويا سكاي (الطابق 47). تحت 1,300,000 مصباح، يمكنك مراقبة تغيُّر المدينة. في الأيام الصافية، يمكنك رؤية جبل فوجي أيضاً. التراس مفتوح، لذا لا تنسَ إحضار سترة. يمكن حجز التذاكر عبر الإنترنت بسعر 2000 ين. بعد الغروب، يمكنك الاستمتاع بأجواء شيبويا النابضة بالحياة: المتاجر الضخمة، والحانات، والأضواء النيون اللانهائية. مغامرة تجربة متجر دون كيهوتي (متجر الخصومات) الذي يتكون من 5 طوابق هو بالتأكيد أمر لا ينبغي تفويته.",
      "image": "/images/tokyo/shibuya-sky-sunset.jpg",
      "ticket_link": "https://www.getyourguide.com/tokyo-l193/shibuya-sky-observation-deck-tickets-t394823/"
    },
    {
      "time": "20:00",
      "title": "عشاء وحياة ليلية في شينجوكو",
      "description": "مرحبا بكم في شينجوكو، استمتعوا بجولة في حانات الإيزاكايا في زقاق الذكريات. إنه زقاق ضيق يضم حانات صغيرة تتسع من 6 إلى 10 أشخاص. هنا يمكنكم تناول الدجاج المشوي (ياكيتوري)، وفول الإدامامي، والدجاج المقلي (كاراجي) مع البيرة أو الساكي. بعد ذلك، يمكنكم استكشاف شارع الذهب. في منطقتين، يوجد أكثر من 200 حانة صغيرة، كل واحدة لها موضوعها الفريد. بعض الحانات تتقاضى رسوم دخول، بينما تحتفظ حانات أخرى للمشتركين. مطعم الروبوتات هو معلم سياحي، لكنه غريب ورائع للغاية. وأخيرا، يمكنكم الاستمتاع برامين منتصف الليل تحت الأضواء النيون في كابوكيتشو، لإنهاء ليلتكم."
    }
  ],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "محول سفر هندي (النوع A/B)",
      "image": "/images/tokyo/adapter.jpg",
      "reason": "تستخدم الهند النوع A (القابس المسطح). يحتاج المسافرون من أوروبا والمملكة المتحدة إلى محول.",
      "amazon_url": "https://www.amazon.com/s?k=japan+travel+adapter+type+a",
      "category": "إلكترونيات"
    },
    {
      "id": "aff-002",
      "title": "واي فاي محمول / eSIM",
      "image": "/images/tokyo/wifi.jpg",
      "reason": "الكثير من الأماكن تحتوي على واي فاي عمومي نادر. تحتاج البيانات لاستخدام خرائط جوجل والترجمة. يمكنك استئجار واي فاي محمول أو شراء eSIM.",
      "amazon_url": "https://www.amazon.com/s?k=pocket+wifi+japan",
      "category": "أجهزة إلكترونية"
    },
    {
      "id": "aff-003",
      "title": "محفظة نقود",
      "image": "/images/tokyo/coin-purse.jpg",
      "reason": "النقد دائمًا مهم، وسيتجمع الكثير من العملات المعدنية. محفظة نقود مخصصة ستكون مفيدة حقًا.",
      "amazon_url": "https://www.amazon.com/s?k=coin+purse",
      "category": "أدوات مساعدة"
    }
  ],
  "lat": 35.6895,
  "lng": 139.6917,
  "region": "Asia"
}