{
  "id": "city-003",
  "name": "Tokyo",
  "slug": "tokyo",
  "country": "Japan",
  "country_code": "jp",
  "hero_image": "/images/tokyo/hero.jpg",
  "intro_vibe": "Die Elektrische Hauptstadt: Wo alte Tradition auf neonglänzende Zukunft trifft.",
  "general_info": {
    "population": "~14 Millionen (Stadt) / ~38 Millionen (Metropolregion)",
    "is_capital": true,
    "description": "Tokio ist die Hauptstadt Japans und das bevölkerungsreichste Ballungsgebiet der Welt. Eine Stadt der Kontraste: Tokio verbindet nahtlos alte Tempel mit Wolkenkratzern, traditionelle Teezeremonien mit modernster Technologie und ruhige Gärten mit der chaotischen Energie der Shibuya-Kreuzung. Doch abgesehen von den Sehenswürdigkeiten ist es ein hochgradig effizientes Betriebssystem, das durch strenge unausgesprochene Protokolle ('Meiwaku' oder die Vermeidung von Belästigungen) und komplexe logistische Abläufe definiert wird."
  },
  "stats": {
    "currency": "JPY",
    "plug_type": "Typ A/B"
  },
  "weather_breakdown": [
    {
      "id": 1,
      "name": "Januar",
      "temp": "0°C - 10°C",
      "vibe": "Kühl und trocken",
      "pros": [
        "Klarer Himmel",
        "Winterschlussverkauf",
        "Weniger Touristen"
      ],
      "cons": [
        "Kalt",
        "Kurze Tage"
      ],
      "clothing": "Wintermantel, Schichten"
    },
    {
      "id": 2,
      "name": "Februar",
      "temp": "1°C - 10°C",
      "vibe": "Immer noch kalt",
      "pros": [
        "Pflaumenblüten",
        "Günstige Preise",
        "Klares Wetter"
      ],
      "cons": [
        "Kalter Wind",
        "Trockene Luft"
      ],
      "clothing": "Warme Jacke, Schal"
    },
    {
      "id": 3,
      "name": "März",
      "temp": "5°C - 14°C",
      "vibe": "Frühlingserwachen",
      "pros": [
        "Beginn der Kirschblüte (Sakura)",
        "Wärmere Tage",
        "Festivals"
      ],
      "cons": [
        "Menschenmengen in Parks",
        "Wechselhaftes Wetter"
      ],
      "clothing": "Leichte Jacke, Schichten"
    },
    {
      "id": 4,
      "name": "April",
      "temp": "10°C - 19°C",
      "vibe": "Sakura-Höhepunkt",
      "pros": [
        "Volle Kirschblüte",
        "Perfektes Wetter",
        "Hanami-Partys"
      ],
      "cons": [
        "Sehr voll",
        "Hohe Preise"
      ],
      "clothing": "Leichte Schichten, bequeme Schuhe"
    },
    {
      "id": 5,
      "name": "Mai",
      "temp": "14°C - 23°C",
      "vibe": "Frisch & Grün",
      "pros": [
        "Golden Week Feiertage",
        "Angenehmes Wetter",
        "Glyzinien-Blüte"
      ],
      "cons": [
        "Golden Week Menschenmassen",
        "Beginnende Luftfeuchtigkeit"
      ],
      "clothing": "T-Shirt, leichte Jacke"
    },
    {
      "id": 6,
      "name": "Juni",
      "temp": "18°C - 26°C",
      "vibe": "Regenzeit",
      "pros": [
        "Hortensienblüten",
        "Weniger Touristen",
        "Kühler als der Hochsommer"
      ],
      "cons": [
        "Täglicher Regen",
        "Hohe Luftfeuchtigkeit"
      ],
      "clothing": "Regenjacke, Regenschirm"
    },
    {
      "id": 7,
      "name": "Juli",
      "temp": "22°C - 30°C",
      "vibe": "Heiß & Feucht",
      "pros": [
        "Festivals (Tanabata)",
        "Sommer-Energie",
        "Strandausflüge in der Nähe"
      ],
      "cons": [
        "Extreme Hitze",
        "Hohe Luftfeuchtigkeit",
        "Überfüllt"
      ],
      "clothing": "Leichte Kleidung, Sonnencreme"
    },
    {
      "id": 8,
      "name": "August",
      "temp": "23°C - 31°C",
      "vibe": "Hochsommer",
      "pros": [
        "Feuerwerksfestivals",
        "Obon-Feiertage",
        "Sommergerichte"
      ],
      "cons": [
        "Heißester Monat",
        "Taifun-Saison"
      ],
      "clothing": "Sehr leichte Kleidung, Hut"
    },
    {
      "id": 9,
      "name": "September",
      "temp": "20°C - 27°C",
      "vibe": "Übergang",
      "pros": [
        "Kühler als der Sommer",
        "Herbstbeginn",
        "Weniger überfüllt"
      ],
      "cons": [
        "Taifune",
        "Immer noch feucht"
      ],
      "clothing": "Leichte Schichten, Regenkleidung"
    },
    {
      "id": 10,
      "name": "Oktober",
      "temp": "15°C - 22°C",
      "vibe": "Goldener Herbst",
      "pros": [
        "Perfektes Wetter",
        "Herbstlaubfärbung beginnt",
        "Angenehm zum Spazierengehen"
      ],
      "cons": [
        "Mehr Touristen",
        "Preise steigen"
      ],
      "clothing": "Leichte Jacke, bequeme Schuhe"
    },
    {
      "id": 11,
      "name": "November",
      "temp": "9°C - 17°C",
      "vibe": "Farbenfroh",
      "pros": [
        "Höhepunkt der Herbstfärbung",
        "Klarer Himmel",
        "Koyo (Laubschau)"
      ],
      "cons": [
        "Kältere Abende",
        "Touristensaison"
      ],
      "clothing": "Warme Jacke, Schichten"
    },
    {
      "id": 12,
      "name": "Dezember",
      "temp": "4°C - 12°C",
      "vibe": "Festlich",
      "pros": [
        "Weihnachtsbeleuchtung",
        "Neujahrsvorbereitungen",
        "Klares Wetter"
      ],
      "cons": [
        "Kalt",
        "Teure Feiertage"
      ],
      "clothing": "Wintermantel, warme Schichten"
    }
  ],
  "culture": {
    "etiquette_tips": [
      "Die 'Meiwaku'-Regel: Die goldene Regel in Tokio ist 'Meiwaku'—andere nicht zu belästigen. Das erklärt, warum Züge leise sind und Rucksäcke vorne getragen werden. Es ist nicht nur Höflichkeit; es ist Infrastruktur.",
      "Stille ist sozialer Kitt: Lärm erzeugt soziale Reibung. Telefonieren im Zug ist ein großes Tabu. Gespräche sollten gedämpft sein. Stille ist ein aktives Verhalten, um den gemeinsamen Raum zu respektieren.",
      "Die Müll-Realität: Es gibt KEINE öffentlichen Mülleimer (ein Erbe der Sicherheitsmaßnahmen von 1995). Sie müssen Ihren Müll mitnehmen, bis Sie einen Mülleimer in einem Konbini oder Ihrem Hotel finden.",
      "Tabearuki (Nicht beim Gehen essen): Essen während des Gehens ist verpönt ('unordentlich'). Wenn Sie Streetfood kaufen, bleiben Sie am Stand stehen, essen Sie es, entsorgen Sie den Müll dort und gehen Sie dann weiter.",
      "Warteschlangen-Kultur: Anstehen ist heilig. Egal ob für den Zug oder ein Restaurant, drängeln Sie sich niemals vor. Wenn es eine Schlange gibt, ist das Essen wahrscheinlich gut.",
      "Bargeld vs. Karte: Während modernisiert wird, sind viele Ramen-Läden, Ticketautomaten und Tempel immer noch NUR BARGELD. Tragen Sie immer 10.000 Yen in bar bei sich.",
      "Rolltreppen-Seiten: Links stehen, rechts gehen. Dies wird durch Gruppenzwang strikt durchgesetzt. (Hinweis: In Osaka ist es umgekehrt).",
      "Prozedurale Höflichkeit: Japanische Höflichkeit dreht sich um Korrektheit und Effizienz, nicht um emotionale Wärme. Ein fehlendes Lächeln bedeutet nicht Unhöflichkeit; es bedeutet Konzentration auf die perfekte Ausführung der Arbeit.",
      "Kein Trinkgeld: Exzellenter Service ist Standard. Trinkgeld sorgt für Verwirrung und könnte Ihnen als 'verlorenes Geld' zurückgegeben werden.",
      "Schuhe ausziehen: Achten Sie auf die Eingangsstufe (Genkan). Wenn es Hausschuhe gibt, benutzen Sie diese. Tragen Sie niemals Toiletten-Hausschuhe außerhalb des Badezimmers."
    ],
    "essential_phrases": [
      { "src": "Hallo", "local": "こんにちは", "phonetic": "kon-nee-chee-wah" },
      { "src": "Danke", "local": "ありがとうございます", "phonetic": "ah-ree-gah-toh goh-zai-mahs" },
      {
        "src": "Entschuldigung / Tut mir leid / Danke",
        "local": "すみません",
        "phonetic": "soo-mee-mah-sen",
        "note": "Universelles Höflichkeitswort."
      },
      { "src": "Es tut mir wirklich leid", "local": "ごめんなさい", "phonetic": "goh-men-nah-sai" },
      { "src": "Ich verstehe nicht", "local": "わかりません", "phonetic": "wah-kah-ree-mah-sen" },
      { "src": "Die Rechnung bitte", "local": "お会計お願いします", "phonetic": "oh-kai-keh oh-neh-gai-shee-mahs" }
    ]
  },
  "neighborhoods": [
    {
      "name": "Shibuya",
      "vibe": "Jugend & Energie",
      "description": "Das pulsierende Herz der Jugendkultur Tokios. Definiert durch Vertikalität und Taltopographie. Der Bahnhof ist ein Stapel; die Ginza-Linie befindet sich im 3. Stock, andere tief unter der Erde. Nutzen Sie 'Urban Cores' (Aufzüge), um nach oben zu gelangen.",
      "highlights": [
        "Shibuya Crossing",
        "Hachiko-Statue",
        "Center Gai Straße",
        "Shibuya Sky"
      ],
      "image": "/images/tokyo/shibuya.jpg"
    },
    {
      "name": "Shinjuku",
      "vibe": "Neon-Metropole",
      "description": "Tokios geschäftigster Bezirk und Verkehrsknotenpunkt. Navigieren Sie nach Himmelsrichtungen: Ostausgang = Neon/Lärm (Kabukicho). Westausgang = Vertikalität/Business (Wolkenkratzer). Südausgang = Shopping/Freiluft.",
      "highlights": [
        "Kabukicho Nachtleben",
        "Omoide Yokocho",
        "Golden Gai"
      ],
      "image": "/images/tokyo/shinjuku.jpg"
    },
    {
      "name": "Asakusa",
      "vibe": "Traditionelles Tokio",
      "description": "Das alte Tokio, bewahrt. Historische Tempel, traditionelle Geschäfte und die nostalgische Atmosphäre der Edo-Zeit. Besuchen Sie es früh (6 Uhr) oder spät (20 Uhr), um dem Gedränge zu entgehen.",
      "highlights": [
        "Senso-ji Tempel",
        "Nakamise Einkaufsstraße",
        "Rikschas"
      ],
      "image": "/images/tokyo/asakusa.jpg"
    },
    {
      "name": "Shimokitazawa",
      "vibe": "Boheme & Vintage",
      "description": "Die Hipster-Hauptstadt. Enge Fußgängerzonen voller Vintage-Kleidungsgeschäfte, Plattenläden, Cafés und kleiner Theater. Besuchen Sie den neuen 'Bonus Track'-Grünweg, der nach Setagaya-Daita führt.",
      "highlights": [
        "Vintage-Shopping",
        "Indie-Cafés",
        "Live-Musik-Locations",
        "Bonus Track"
      ],
      "image": "/images/tokyo/shimokitazawa.jpg"
    },
    {
      "name": "Yanaka",
      "vibe": "Shitamachi (Unterstadt)",
      "description": "Ein seltener Überlebender der Bombenangriffe des 2. Weltkriegs. Flache Gebäude, viele Tempel und eine ausgeprägte Wohnatmosphäre. Gehen Sie die 'Yanesen'-Route von Ueno nach Nippori für einen Einblick in das Tokio der Vorkriegszeit.",
      "highlights": [
        "Yanaka Ginza",
        "Nezu-Schrein",
        "Lokale Katzen"
      ],
      "image": "/images/tokyo/yanaka.jpg"
    },
    {
      "name": "Daikanyama & Ebisu",
      "vibe": "Yamanote-Raffinesse",
      "description": "Das 'Brooklyn von Tokio'. Stilvoll, teuer und wohnlich. Heimat der T-Site Buchhandlung und Spazierwegen am Fluss. Hier verbringen die modischen Tokioter ihre Wochenenden.",
      "highlights": [
        "T-Site Buchhandlung",
        "Meguro-Fluss",
        "Yebisu Garden Place"
      ],
      "image": "/images/tokyo/daikanyama.jpg"
    },
    {
      "name": "Koenji",
      "vibe": "Punk & Retro",
      "description": "Rau, bewohnt und berühmt für seine Punk-Rock-Wurzeln und Vintage-Kultur. Ein großartiger Ort, um das 'alltägliche' Leben in Tokio abseits des Glanzes zu erleben.",
      "highlights": [
        "Vintage-Kleidung",
        "Izakayas",
        "Awa Odori"
      ],
      "image": "/images/tokyo/koenji.jpg"
    }
  ],
  "logistics": [
    {
      "id": "logistics-survival",
      "slug": "local-survival",
      "title": "Lokale Überlebenstipps",
      "icon": "Info",
      "summary": "Wichtige Dinge für eine reibungslose Reise.",
      "details": [
        "Bahnhofsschock: Große Bahnhöfe sind Mini-Städte. Wenn Sie auf der falschen Seite (z.B. Ost vs. West in Shinjuku) herauskommen, sind Sie 20 Minuten entfernt. Überprüfen Sie die Ausgangsnummern genau.",
        "Letzter-Zug-Protokoll: Züge stoppen zwischen 23:30-00:30 Uhr. 'Letzter Zug' bedeutet oft bis zur Endstation, nicht bis zu *Ihrem* Bahnhof. Wenn Sie ihn verpassen, kostet das über 50 $ für ein Taxi oder eine Nacht im Manga-Café.",
        "Stoßzeit: Vermeiden Sie Züge von 7:30 bis 9:00 Uhr. Es herrscht physische Quetschgefahr. Stille ist Pflicht.",
        "Gepäckversand (Takkyubin): Schleppen Sie keine Koffer in Züge. Senden Sie Ihr Gepäck vom Flughafen zu Ihrem Hotel für etwa 20 $. Suchen Sie nach dem 'Schwarze Katze'-Logo."
      ]
    },
    {
      "id": "logistics-transit",
      "slug": "getting-around",
      "title": "Herumkommen",
      "icon": "Train",
      "summary": "Tokios Zugsystem ist legendär. Sauber, pünktlich und deckt alles ab.",
      "details": [
        "JR Yamanote Linie: Die grüne Ringlinie, die die wichtigsten Knotenpunkte verbindet (Shibuya, Shinjuku, Tokio).",
        "Tokyo Metro: 13 U-Bahn-Linien. Google Maps ist für das Umsteigen unerlässlich.",
        "Google Maps: Die einzige Navigations-App, die Sie brauchen. Sie sagt Ihnen genau, in welchen Wagen Sie einsteigen müssen, um am schnellsten auszusteigen.",
        "IC-Karten Realität (2025): Physische Suica-Karten sind aufgrund von Chipmangel rar. Nutzen Sie 'Mobile Suica' auf dem iPhone (zu Apple Wallet hinzufügen, mit Mastercard/Amex aufladen) oder kaufen Sie eine 'Welcome Suica' Touristenkarte am Flughafen."
      ]
    },
    {
      "id": "logistics-money",
      "slug": "money-connectivity",
      "title": "Geld & Wifi",
      "icon": "Wifi",
      "summary": "Bargeld ist König. Wifi ist lückenhaft.",
      "details": [
        "Bargeld-Regel: Tragen Sie immer ¥20.000 bei sich. Viele Ramen-Läden und Ticketautomaten nehmen nur Bargeld.",
        "7-Eleven Geldautomaten: Die zuverlässigsten für ausländische Karten. 24/7.",
        "Konnektivität: Öffentliches Wifi ist unzuverlässig. Organisieren Sie vorab eine eSIM oder Pocket Wifi. Navigation ohne Live-Daten ist unmöglich."
      ]
    },
    {
      "id": "logistics-scams",
      "slug": "common-scams",
      "title": "Betrugsmaschen vermeiden",
      "icon": "AlertTriangle",
      "summary": "Tokio ist extrem sicher, aber meiden Sie 'Schlepper'.",
      "details": [
        "Die Schlepper-Regel: Folgen Sie NIEMALS einem Straßenpromoter in Kabukicho oder Roppongi. Das Skript lautet 'Massagen?' oder 'Billiger Drink?'. Sie werden unter Drogen gesetzt und um Tausende erleichtert.",
        "Falsche Mönche: Nehmen Sie keine 'goldenen Karten' oder Segnungen von Mönchen auf der Straße an, die Bargeld verlangen.",
        "'Girl' Bars: Meiden Sie Orte, an denen Mitarbeiter draußen stehen und versuchen, Sie aggressiv hineinzuziehen.",
        "Verteidigung: Ignorieren Sie sie komplett. Sagen Sie nicht 'vielleicht später'. Gehen Sie zügig weiter."
      ]
    },
    {
      "id": "logistics-apps",
      "slug": "essential-apps",
      "title": "Apps zum Downloaden",
      "icon": "Smartphone",
      "summary": "Diese Apps machen die Navigation in Tokio nahtlos.",
      "details": [
        "Google Maps: Unverzichtbar für Zugverbindungen.",
        "Google Translate: Nutzen Sie die Kamerafunktion, um Speisekarten zu lesen.",
        "Suica (Apple Wallet): Fügen Sie eine Transitkarte direkt zu Ihrem iPhone hinzu.",
        "Tabelog: Das japanische 'Yelp'. 3,5 Sterne sind hier eine sehr hohe Bewertung."
      ]
    }
  ],
  "must_eat": [
    {
      "id": "food-001",
      "slug": "sushi",
      "name_en": "Sushi",
      "name_local": "寿司",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Sushi ist frischer roher Fisch oder Meeresfrüchte, serviert auf gesäuertem Reis, manchmal mit Wasabi zwischen Fisch und Reis. Tokio ist die Welthauptstadt des Sushi, von ultra-teurem Omakase (Chef's Choice Menüs an Theken wie Sukiyabashi Jiro) bis zu erschwinglichem Kaiten-zushi (Fließband-Sushi). Jedes Stück ist dazu gedacht, mit einem Bissen gegessen zu werden. Mischen Sie Wasabi nicht in die Sojasauce – es ist bereits im Sushi.",
        "vibe": "Raffiniert, delikat",
        "history": "Sushi entstand in den 1820er Jahren in Tokio (Edo) als Fast Food – Fisch konserviert mit Essig und Reis, von Hand an Straßenständen gegessen. Nach dem 2. Weltkrieg ermöglichte Kühlung frischen rohen Fisch. Die moderne Sushi-Bar entstand in den 1950er-60er Jahren. Der Tsukiji-Markt (jetzt Toyosu) wurde zum größten Fischmarkt der Welt und festigte Tokios Sushi-Vormachtstellung.",
        "insider_tip": "Beim Fließband-Sushi (¥100-300/Teller) nehmen Sie Teller direkt vom Band oder bestellen per Tablet. Bei High-End-Omakase (¥20.000+) essen Sie jedes Stück sofort, nachdem der Chef es platziert hat, mit der Fischseite auf der Zunge. Nutzen Sie Finger oder Stäbchen. Tauchen Sie die Fischseite (nicht die Reisseite) leicht in Sojasauce. Ingwer ist ein Gaumenreiniger zwischen den Stücken, kein Belag.",
        "price_level": "Mittel",
        "good_for": [
          "Feinschmecker",
          "Besondere Anlässe"
        ],
        "duration": "30 Minuten - 1 Stunde",
        "best_time": "Mittag- oder Abendessen"
      },
      "image": "/images/tokyo/sushi.jpg"
    },
    {
      "id": "food-002",
      "slug": "ramen",
      "name_en": "Ramen",
      "name_local": "ラーメン",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Ramen ist Tokios Seelennahrung: Weizennudeln in reichhaltiger Brühe (Shoyu/Sojasauce, Miso, Tonkotsu/Schweineknochen oder Shio/Salz) mit Belägen wie Chashu-Schwein, weichgekochtem Ei, Nori und Frühlingszwiebeln. Es ist schnell, günstig (¥800-1.200) und wird solo an Theken gegessen. Schlürfen ist erwünscht – es kühlt die Nudeln und verstärkt den Geschmack durch Belüftung der Brühe. Die meisten Läden erfordern eine Bestellung am Ticketautomaten vor dem Hinsetzen.",
        "vibe": "Tröstlich, intensiv",
        "history": "Ramen kam Ende des 19. Jahrhunderts aus China, wurde aber nach dem 2. Weltkrieg typisch japanisch, als billiges Weizenmehl reichlich vorhanden war. Tokio-Stil-Ramen zeichnet sich durch Shoyu-Brühe (Sojasauce) und wellige Nudeln aus. In den 1980er-90ern wurde Ramen zur Kunstform mit konkurrierenden regionalen Stilen. Jetzt hat Tokio über 5.000 Ramen-Läden.",
        "insider_tip": "Bestellen Sie am Ticketautomaten vor dem Eintreten (englische Menüs sind selten – suchen Sie nach Bildern). Wählen Sie Ihre Nudelfestigkeit (katame = fest). Schlürfen Sie laut – das ist die richtige Technik und zeigt Wertschätzung. Essen Sie schnell, solange es heiß ist; Verweilen ist unerwünscht. Viele Läden nehmen nur Bargeld. Probieren Sie Tsukemen (Dipp-Ramen) für dickere Nudeln und konzentrierte Brühe.",
        "price_level": "Günstig",
        "good_for": [
          "Schnelle Mahlzeiten",
          "Solo-Essen"
        ],
        "duration": "15-20 Minuten",
        "best_time": "Mittag oder spät nachts"
      },
      "image": "/images/tokyo/ramen.jpg"
    },
    {
      "id": "food-020",
      "slug": "tempura",
      "name_en": "Tempura",
      "name_local": "天ぷら",
      "category": "Gericht",
      "is_generic_staple": true,
      "description": {
        "short": "Tempura ist Meeresfrüchte oder Gemüse, in einem leichten, luftigen Teig gewendet und bei präzisen Temperaturen (160-180°C) frittiert, bis es knusprig, aber nicht fettig ist. Häufige Zutaten: Ebi (Garnele), Anago (Seeaal), Shiitake-Pilze, Shiso-Blätter und Süßkartoffel. Serviert über Reis (Tendon) oder mit Dipp-Sauce (Tentsuyu). High-End-Tempura-Restaurants servieren jedes Stück einzeln, sobald es frittiert ist. Der Teig sollte beim ersten Bissen zersplittern.",
        "vibe": "Zart, knusprig",
        "history": "Tempura wurde im 16. Jahrhundert von portugiesischen Missionaren eingeführt (der Name kommt wahrscheinlich von 'temporas', Fastentagen). Im Edo-Zeit-Tokio machten Straßenverkäufer es als Fast Food populär. Nach dem Krieg wurde es zur gehobenen Küche. Der Tokio-Stil verwendet Sesamöl für einen nussigen Geschmack, im Gegensatz zum leichteren Pflanzenöl-Stil in Kyoto.",
        "insider_tip": "In High-End-Tempura-Theken (¥10.000+) essen Sie jedes Stück sofort, wenn der Chef es serviert – Tempura verliert innerhalb von 60 Sekunden an Knusprigkeit. Tauchen Sie leicht in Tentsuyu-Sauce oder nutzen Sie Salz (Matcha-Salz für Gemüse). Der Schwanz der Garnele ist essbar und knusprig. In legeren Orten ist Tendon (Tempura-Reisschüssel) die Budget-Option (¥800-1.200). Essen Sie mit Stäbchen, nicht mit Händen.",
        "price_level": "Mittel",
        "good_for": [
          "Feinschmecker",
          "Mittagessen"
        ],
        "duration": "30-45 Minuten",
        "best_time": "Mittag- oder Abendessen"
      },
      "image": "/images/tokyo/tempura.jpg"
    },
    {
      "id": "food-013",
      "slug": "japanese-curry",
      "name_en": "Japanisches Curry",
      "name_local": "カレーライス",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Japanisches Curry (Kare Raisu) ist dick, mild, leicht süß und völlig anders als indisches oder thailändisches Curry. Es wird mit einer Mehlschwitze aus Currypulver, Mehl und Öl hergestellt, was zu einer saucenartigen Konsistenz führt. Serviert über Reis mit Belägen wie Schweineschnitzel (Katsu Curry), Hähnchen oder Gemüse. CoCo Ichibanya ist die allgegenwärtige Kette, wo Sie Schärfegrade (1-10) und Beläge anpassen können. Es ist Wohlfühlessen, nicht exotisch.",
        "vibe": "Tröstlich, mild",
        "history": "Curry kam in den 1870er Jahren über die britische Marine während der Meiji-Ära nach Japan. Die Japaner passten es mit Currypulver und Mehlschwitze an und machten es süßer und milder. In den 1960ern machten Instant-Curry-Würfel (Golden Curry, Vermont Curry) es zum Haushalts-Grundnahrungsmittel. CoCo Ichibanya eröffnete 1978 und wurde Japans größte Curry-Kette.",
        "insider_tip": "CoCo Ichibanya ist perfekt für Anpassungen – wählen Sie die Reismenge (200-400g), Schärfegrad (1-5 für die meisten, 6-10 ist wirklich scharf) und Beläge (frittiertes Schweineschnitzel, Käse, Spinat). Stufe 3 ist leicht scharf; Stufe 5 hat Feuer. Das Curry kommt mit Fukujinzuke (rotem eingelegten Gemüse) an der Seite. Essen Sie es, indem Sie Curry in den Reis mischen. Es ist billig (¥500-800) und schnell.",
        "price_level": "Günstig",
        "good_for": [
          "Wohlfühlessen",
          "Anpassung"
        ],
        "duration": "20-30 Minuten",
        "best_time": "Mittag- oder Abendessen"
      },
      "image": "/images/tokyo/curry.jpg"
    },
    {
      "id": "food-011",
      "slug": "tonkatsu",
      "name_en": "Tonkatsu",
      "name_local": "とんかつ",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Tonkatsu ist ein paniertes, frittiertes Schweineschnitzel (meist Lende oder Filet), dünn geklopft, in Panko-Bröseln gewendet und bei präzisen Temperaturen frittiert für ein knuspriges Äußeres und saftiges Inneres. Serviert mit geschreddertem Kohl (gegessen mit Sesam-Dressing), Miso-Suppe, Reis und Tonkatsu-Sauce (dick, süß-würzig). Die Panade sollte zersplittern; das Schwein sollte zart und innen blassrosa sein. Es ist chirurgische Präzision angewandt auf frittiertes Schwein.",
        "vibe": "Knusprig, tröstlich",
        "history": "Tonkatsu wurde 1899 in Tokio in einem Restaurant namens Rengatei kreiert, als Adaption des europäischen Schnitzels mit japanischen Panko-Bröseln. Es wurde nach dem 2. Weltkrieg zum Grundnahrungsmittel. High-End-Tonkatsu-Restaurants beziehen heute Heritage-Schweinefleisch (Kurobuta, Berkshire) und frittieren bei exakten Temperaturen. Das Handwerk des Tonkatsu wird ernst genommen.",
        "insider_tip": "Das beste Tonkatsu hat eine 3-5mm knusprige Panko-Schicht und ein saftiges Inneres. Mahlen Sie Sesamkörner im Mörser an Ihrem Tisch und mischen Sie sie mit der bereitgestellten Sauce für frischen Geschmack. Der geschredderte Kohl ist unbegrenzt – er soll die Reichhaltigkeit schneiden. Essen Sie das Schnitzel mit Reis und Miso-Suppe in abwechselnden Bissen (traditioneller japanischer Essstil). Tonkatsu Maisen und Butagumi sind verlässliche Ketten.",
        "price_level": "Mittel",
        "good_for": [
          "Wohlfühlessen",
          "Mittagessen"
        ],
        "duration": "30-45 Minuten",
        "best_time": "Mittag- oder Abendessen"
      },
      "image": "/images/tokyo/tonkatsu.jpg"
    },
    {
      "id": "food-010",
      "slug": "yakitori",
      "name_en": "Yakitori",
      "name_local": "焼き鳥",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Yakitori sind gegrillte Hähnchenspieße, die über Binchotan-Holzkohle gegart werden, was ein rauchiges Aroma verleiht. Nicht nur Brustfleisch – probieren Sie Schenkel (Momo), Haut (Kawa), Leber (Reba), Herz (Hatsu), Muskelmagen (Sunagimo) und Fleischbällchen (Tsukune). Bestellt als 'Tare' (süße Sojaglasur) oder 'Shio' (Salz). Es ist das typische Essen nach der Arbeit, gegessen im Stehen an legeren Orten oder sitzend in rauchigen Gassen, gepaart mit Bier oder Highballs.",
        "vibe": "Rauchig, gesellig",
        "history": "Yakitori entstand im Nachkriegs-Tokio, als Hühnchen erschwinglich wurde. Straßenverkäufer grillten Spieße über Holzkohle in Bahnhofsgassen. In den 1960er-70ern wurde Yakitori zur Salaryman-Kultur – billig, schnell und gepaart mit Alkohol. Die Gasse unter dem Bahnhof Yurakucho ist ikonisch. Heute reicht Yakitori von ¥100 Straßenständen bis zu ¥10.000 Omakase-Theken.",
        "insider_tip": "Bestellen Sie eine Vielfalt an Teilen – bleiben Sie nicht nur bei Brustfleisch. Negima (Huhn und Lauch) ist der Klassiker. Kawa (knusprige Hühnerhaut) ist ein Muss. Probieren Sie zuerst 'Shio' (Salz), um die Hühnchenqualität zu schmecken, dann 'Tare' (Sauce). Paaren Sie es mit Nama Biiru (Fassbier) oder Lemon Chuhai. Steh-Yakitori-Lokale sind am billigsten; Sitzrestaurants sind teurer aber bequemer.",
        "price_level": "Günstig",
        "good_for": [
          "Nach der Arbeit",
          "Gruppen"
        ],
        "duration": "1-2 Stunden",
        "best_time": "Abend"
      },
      "image": "/images/tokyo/yakitori.jpg"
    },
    {
      "id": "food-012",
      "slug": "gyudon",
      "name_en": "Gyudon (Rindfleischschale)",
      "name_local": "牛丼",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Gyudon ist dünn geschnittenes Rindfleisch und Zwiebeln, geschmort in einer süß-würzigen Soja-Brühe, serviert über einer Schale gedämpftem weißen Reis. Es ist schnell, billig (¥400-600), sättigend und 24/7 bei Ketten wie Yoshinoya, Sukiya und Matsuya verfügbar. Sie bestellen am Automaten, sitzen an einer Theke und essen schnell. Es ist das japanische Äquivalent zu Fast Food – utilitaristisch, konsistent und überall.",
        "vibe": "Schnell, utilitaristisch",
        "history": "Gyudon wurde 1899 während der Meiji-Ära erfunden, als Rindfleischkonsum in Japan akzeptabel wurde. Yoshinoya eröffnete 1899 am Tsukiji-Markt und bediente Arbeiter. Es wurde in den 1970er-80ern zum nationalen Fast Food. Die 24/7-Verfügbarkeit machte es essentiell für Salarymen, Studenten und Nachtarbeiter. Sukiya und Matsuya sind große Konkurrenten.",
        "insider_tip": "Bestellen Sie am Ticketautomaten – suchen Sie nach Bildern. 'Nami' (regulär) oder 'Atama no Oomori' (extra Fleisch, weniger Reis) sind beliebte Optionen. Fügen Sie ein rohes Ei (nama tamago) hinzu, um es in den heißen Reis und das Rindfleisch zu mischen. Beläge wie Kimchi oder Käse sind verfügbar. Es ist Solo-Essen – niemand urteilt. Essen Sie schnell und gehen Sie. Perfekt für Budget-Mahlzeiten oder Hunger um 3 Uhr morgens."
      },
      "price_level": "Günstig",
      "good_for": [
        "Schnelle Mahlzeiten",
        "Budget-Essen"
      ],
"duration": "10-15 Minuten",
      "best_time": "Jederzeit (besonders spät nachts)",
      "image": "/images/tokyo/gyudon.jpg"
    },
    {
      "id": "food-021",
      "slug": "monjayaki",
      "name_en": "Monjayaki",
      "name_local": "もんじゃ焼き",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Monjayaki ist Tokios flüssigerer, chaotischerer Cousin von Osakas Okonomiyaki – ein herzhafter Pfannkuchen aus Kohl, Meeresfrüchten oder Fleisch und einem wässrigen Teig, der auf einem flachen Teppan-Grill an Ihrem Tisch gekocht wird. Der Teig bleibt flüssig und knusprig an den Rändern. Sie kratzen ihn mit winzigen Metallspateln vom Grill und essen direkt von der heißen Oberfläche. Es ist chaotisch, interaktiv und vor allem im Tokioter Viertel Tsukishima ('Monja Street') zu finden.",
        "vibe": "Chaotisch, interaktiv",
        "history": "Monjayaki entstand im Arbeiterviertel Tsukishima in Tokio in den 1950er-60er Jahren als billiger Snack für Kinder. Der Name kommt von 'monji' (Buchstaben) – Kinder zeichneten Zeichen mit dem Teig. Es blieb hyper-lokal bis in die 1980er-90er, als es zur Tokioter Spezialität wurde. Tsukishima hat heute 50+ Monjayaki-Restaurants in der 'Monja Street'.",
        "insider_tip": "Gehen Sie nach Tsukishima (Monja Street) für das authentischste Erlebnis. Bestellen Sie Mentai-Mochi (Kabeljau-Rogen und Mochi) oder Meeresfrüchte-Versionen. Das Personal kocht das erste für Sie – schauen Sie genau zu. Hacken Sie Zutaten, schieben Sie sie zu einem Ring, gießen Sie Teig in die Mitte, dann dünn verteilen. Lassen Sie es an den Rändern knusprig werden, dann kratzen und essen Sie mit Mini-Spateln direkt vom Grill. Es ist sozial und macht Spaß.",
        "price_level": "Mittel",
        "good_for": [
          "Gruppen",
          "Interaktives Essen"
        ],
        "duration": "1-2 Stunden",
        "best_time": "Abendessen"
      },
      "image": "/images/tokyo/monjayaki.jpg"
    },
    {
      "id": "food-005",
      "slug": "konbini",
      "name_en": "Konbini (Convenience Store)",
      "name_local": "コンビニ",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Konbini (Convenience Stores) – 7-Eleven, Lawson, FamilyMart – sind Japans kulinarische Geheimwaffe und bieten schockierend hochwertiges Essen 24/7. Berühmte Artikel: Eiersalat-Sandwiches (fluffiges Weißbrot, cremige Füllung), Onigiri (Reisbällchen mit Lachs, Thunfisch-Mayo oder eingelegter Pflaume), frittiertes Hähnchen (Famichiki bei FamilyMart), Oden (Eintopf-Artikel in Brühe) und frischer Kaffee. Es ist billig (¥100-500), zuverlässig und die ganze Nacht offen.",
        "vibe": "Bequem, zuverlässig",
        "history": "Japans erstes 7-Eleven öffnete 1974 und revolutionierte den Einzelhandel. In den 1980er-90ern wurden Konbini zur essentiellen städtischen Infrastruktur – Geldautomaten, Rechnungszahlung, Drucken, Essen, alles in einem. Die Essensqualität stieg in den 2000ern mit täglichen Lieferungen und Kühltechnik. Jetzt werden Konbini in ganz Japan täglich 60+ Millionen Mal besucht.",
        "insider_tip": "Erwärmen Sie Artikel an der Kasse – das Personal fragt 'atatamemasu ka?' (soll ich es wärmen?). Top-Auswahl: Eiersalat-Sandwich (tamago sando), Thunfisch-Mayo-Onigiri, Famichiki frittiertes Hähnchen, Oden im Winter und Konbini-Kaffee (¥100-200). Suchen Sie nach saisonalen Artikeln. Nutzen Sie den Heißwasserspender für Instant-Ramen. Lawson hat die besten Desserts (Uchi Cafe Marke). Es ist urteilsfreies Essen um 3 Uhr morgens.",
        "price_level": "Günstig",
        "good_for": [
          "Schnelle Mahlzeiten",
          "Spät nachts"
        ],
        "duration": "5 Minuten",
        "best_time": "Jederzeit (besonders spät nachts)"
      },
      "image": "/images/tokyo/konbini.jpg"
    },
    {
      "id": "food-014",
      "slug": "udon-soba",
      "name_en": "Udon & Soba",
      "name_local": "うどん / そば",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Udon sind dicke, zähe Weizennudeln; Soba sind dünne, nussige Buchweizennudeln. Beide werden heiß in Brühe oder kalt mit Dipp-Sauce serviert. Zu finden an Stehtheken in Bahnhöfen (Tachi-gui), wo man schnell schlürft und geht, oder in Sitzrestaurants für handgemachte Versionen. Es ist schnell, billig (¥300-800) und leicht. Beliebte Versionen: Kake Udon (einfache heiße Brühe), Tempura Soba (mit Garnelen-Tempura) und Zaru Soba (kalte Nudeln).",
        "vibe": "Schnell, einfach",
        "history": "Soba datiert auf die Edo-Zeit (1600er), als es Tokios Arbeiterklasse-Grundnahrungsmittel war. Udon ist älter, aus den 1300ern. Steh-Soba-Läden an Bahnhöfen entstanden in den 1960ern für gehetzte Pendler. Handgemachte Soba wurde zur Kunstform, mit Meister-Handwerkern, die Nudeln täglich frisch machen. Das Schlürfgeräusch ist traditionell – es kühlt Nudeln und belüftet die Brühe.",
        "insider_tip": "An Stehtheken (Tachi-gui Soba), bestellen Sie am Automaten, essen Sie in unter 5 Minuten im Stehen und gehen Sie – es ist Rush-Kultur. Für Sitz-Soba probieren Sie kaltes 'Zaru Soba' mit Dipp-Sauce (Tsuyu) – tauchen Sie 1/3 der Nudeln, nicht den ganzen Bissen. Beenden Sie mit dem Trinken des heißen Soba-Wassers (Sobayu), gemischt mit restlicher Dipp-Sauce. Top-Ketten: Fuji Soba (24/7), Hanamaru Udon.",
        "price_level": "Günstig",
        "good_for": [
          "Schnelle Mahlzeiten",
          "Budget-Essen"
        ],
        "duration": "10-15 Minuten",
        "best_time": "Mittag oder schneller Snack"
      },
      "image": "/images/tokyo/soba.jpg"
    },
    {
      "id": "food-015",
      "slug": "teishoku",
      "name_en": "Teishoku (Set Meal)",
      "name_local": "定食",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Teishoku ist ein ausgewogenes Set-Menü: ein Hauptgericht (gegrillter Fisch, Ingwer-Schwein, frittiertes Hähnchen Karaage oder Makrele), gedämpfter Reis, Miso-Suppe, eingelegtes Gemüse (Tsukemono) und manchmal ein kleiner Salat. Es ist das wahre Mittagessen von Tokio – schnell, gesund, erschwinglich (¥800-1.200) und serviert bei Ketten wie Ootoya, Yayoiken oder lokalen Shokudo (Kantinen). Sie bekommen eine komplette, nahrhafte Mahlzeit in 15 Minuten.",
        "vibe": "Ausgewogen, effizient",
        "history": "Teishoku entstand in den frühen 1900ern als Fabrikarbeiter-Mahlzeiten, die billig ausgewogene Ernährung boten. Nach dem 2. Weltkrieg wurden Teishoku-Restaurants (Shokudo) Standard für das Mittagessen. In den 1980er-90ern standardisierten Ketten wie Ootoya das Format. Das Konzept spiegelt japanische Ideen von ausgewogenem Essen wider (ichiju-sansai: eine Suppe, drei Gerichte).",
        "insider_tip": "Ketten wie Ootoya und Yayoiken haben Bildmenüs und Englisch. Beliebte Hauptgerichte: Saba no Shioyaki (gegrillte gesalzene Makrele), Shogayaki (Ingwer-Schwein), Karaage (frittiertes Hähnchen). Kostenloser Reis-Nachschlag ist üblich – fragen Sie 'okawari kudasai'. Die Mahlzeit ist vom Design her ausgewogen – essen Sie Reis, Hauptgericht, Suppe und Essiggurken in Rotation. Es ist solo-freundlich; niemand urteilt.",
        "price_level": "Günstig",
        "good_for": [
          "Mittagessen",
          "Solo-Essen"
        ],
        "duration": "20-30 Minuten",
        "best_time": "Mittagessen"
      },
      "image": "/images/tokyo/teishoku.jpg"
    },
    {
      "id": "food-016",
      "slug": "izakaya-culture",
      "name_en": "Izakaya & Otoshi",
      "name_local": "居酒屋",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Izakaya ist eine japanische Kneipe, wo Mitarbeiter nach der Arbeit zusammenkommen, um zu trinken und kleine Teller zu essen (Edamame, Karaage, gegrillter Fisch, Yakitori). Das 'Otoshi' ist eine obligatorische Tischgebühr (¥300-500), die eine kleine Vorspeise beinhaltet – es ist kein Betrug, es ist die Gedeckgebühr wie Brot in italienischen Restaurants. Rufen Sie 'Sumimasen!', um den Kellner zu rufen. Bestellen Sie Bier (Nama Biiru), Highballs oder Sake und teilen Sie Gerichte. Es ist Tokios soziales Ventil.",
        "vibe": "Sozial, laut",
        "history": "Izakaya entstand in der Edo-Zeit (1600er) als Sake-Läden, wo Kunden sitzen und trinken konnten. Nach dem 2. Weltkrieg entwickelten sie sich zu vollen Restaurants, die kleine Teller servierten. In den 1980ern wurde Izakaya zur essentiellen Salaryman-Kultur – der Ort, um nach der Arbeit Druck abzulassen. Ketten wie Torikizoku und Watami standardisierten das Format, aber unabhängige Izakayas bewahren Charakter.",
        "insider_tip": "Das Otoshi (Tischgebühr) ist automatisch – hinterfragen Sie es nicht, essen Sie einfach die kleine Vorspeise. Bestellen Sie ein paar Gerichte auf einmal – Edamame, Karaage, Yakitori, Sashimi. Trinken ohne Essen ist in Japan ungewöhnlich. Rufen Sie laut 'Sumimasen!', um die Aufmerksamkeit des Kellners zu bekommen. All-you-can-drink (Nomihoudai) ist üblich für ¥2.000-3.000 für 2 Stunden. Gehen Sie, wenn Sie fertig sind; kein Druck zu verweilen.",
        "price_level": "Mittel",
        "good_for": [
          "Gruppen",
          "Nach der Arbeit"
        ],
        "duration": "2-3 Stunden",
        "best_time": "Abend"
      },
      "image": "/images/tokyo/izakaya.jpg"
    },
    {
      "id": "food-018",
      "slug": "breakfast-reality",
      "name_en": "Tokyo Breakfast",
      "name_local": "朝ご飯",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Tokio-Frühstück ist nicht Eier und Toast – es ist entweder ein traditionelles japanisches Set (gegrillter Fisch, Reis, Miso-Suppe, Essiggurken, Natto), serviert in Hotelbuffets oder Teishoku-Restaurants, oder ein Konbini-Gebäck/Sandwich auf die Hand. Westliche Cafés, die vor 10 Uhr öffnen, sind selten; Coffeeshops (Doutor, Starbucks) servieren Gebäck. Das Konzept von 'Brunch' existiert nicht. Frühstückskultur ist utilitaristisch, nicht gemütlich.",
        "vibe": "Funktional, schnell",
        "history": "Traditionelles japanisches Frühstück datiert auf die Edo-Zeit (1600er) – Reis, Miso-Suppe, gegrillter Fisch und Essiggurken. Westliches Frühstück wurde nach dem 2. Weltkrieg eingeführt, ersetzte aber nie das traditionelle Format. In den 1980ern wechselten beschäftigte Tokioter zu Konbini oder übersprangen das Frühstück ganz. Die Sitz-Frühstückskultur ist meist für Touristen in Hotels.",
        "insider_tip": "Wenn Sie ein traditionelles japanisches Frühstück wollen, buchen Sie ein Hotel, das es beinhaltet, oder gehen Sie zu einem Teishoku-Restaurant (offen 7-9 Uhr). Für schnelles Frühstück, ab zum Konbini für Tamago Sando (Eiersandwich) oder Onigiri. Coffeeshops wie Doutor und Komeda öffnen gegen 7-8 Uhr mit Toast-Sets. Erwarten Sie keinen Avocado-Toast oder Brunch-Kultur – das ist kein Ding. Essen Sie früh oder warten Sie bis zum Mittagessen.",
        "price_level": "Günstig",
        "good_for": [
          "Frühaufsteher",
          "Hotel-Frühstück"
        ],
        "duration": "15-30 Minuten",
        "best_time": "Morgen (7-9 Uhr)"
      },
      "image": "/images/tokyo/breakfast.jpg"
    },
    {
      "id": "food-017",
      "slug": "depachika",
      "name_en": "Depachika (Food Halls)",
      "name_local": "デパ地下",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Depachika ist die Keller-Lebensmittelhalle japanischer Kaufhäuser (Isetan, Mitsukoshi, Takashimaya) – ein Wunderland aus High-End-Bento-Boxen, Süßigkeiten, frischen Produkten, importierten Waren und Gourmet-Geschenken. Alles ist makellos präsentiert und teuer. Gehen Sie um 19:30-20:00 Uhr für den 'Rabatt-Ansturm' (Waribiki), wenn zubereitete Speisen vor Schließung 20-50% reduziert werden. Perfekt für Hotelzimmer-Picknicks oder Geschenke.",
        "vibe": "Luxuriös, kuratiert",
        "history": "Kaufhäuser (Depato) entstanden in den frühen 1900ern als Einzelhandel im westlichen Stil. Keller-Lebensmittelhallen (Depachika) wurden in den 1960er-70ern Standard und präsentierten erstklassige japanische und importierte Lebensmittel. In den 1990er-2000ern entwickelten sich Depachika zu kulinarischen Destinationen – alles handwerklich, Starkoch-Kooperationen und saisonale Obsessionen. Es ist ambitionierte Konsumkultur.",
        "insider_tip": "Besuchen Sie Isetan Shinjuku, Mitsukoshi Ginza oder Takashimaya Nihombashi für die besten Depachika. Gehen Sie um 19:30 Uhr für Rabatte auf zubereitete Speisen (suchen Sie nach Rabattaufklebern). Kaufen Sie einzelne Stücke Wagyu-Rind, ausgefallenes Obst oder handwerkliche Süßigkeiten. Der Keller ist auch dort, wo Sie Omiyage (Geschenke) für Freunde finden – schön verpackte Kekse, Mochi oder regionale Spezialitäten.",
        "price_level": "Teuer",
        "good_for": [
          "Feinschmecker",
          "Geschenk-Shopping"
        ],
        "duration": "1 Stunde",
        "best_time": "Abend (19:30 Uhr für Rabatte)"
      },
      "image": "/images/tokyo/depachika.jpg"
    },
    {
      "id": "food-019",
      "slug": "tachinomi",
      "name_en": "Tachinomi (Standing Bar)",
      "name_local": "立ち飲み",
      "category": "Essen",
      "is_generic_staple": true,
      "description": {
        "short": "Tachinomi ist eine Stehbar (keine Sitze), wo Salarymen billiges Bier, Sake oder Highballs trinken und einfache Snacks (gegrillter Fisch, Edamame, Yakitori, Oden) nach der Arbeit essen. Es ist oft Cash-on-Delivery (zahlen bei Bestellung), was es betrugssicher und authentisch macht. Tachinomi konzentrieren sich nahe großer Bahnhöfe (Shimbashi, Ueno, Yurakucho) und unter Bahngleisen. Es ist laut, rauchig, männlich dominiert und quintessentielle Tokio-Arbeiterklasse-Kultur.",
        "vibe": "Rau, authentisch",
        "history": "Tachinomi entstanden im Nachkriegs-Tokio nahe Bahnhöfen als billige Trinkplätze für Arbeiter und Salarymen. Stehen (tachi) hielt den Umsatz schnell und Kosten niedrig. In den 1960er-70ern wurden Tachinomi zu festen Bestandteilen unter Bahngleisen (gaado shita). Das Format überlebt, weil es billig ist – Bier ist ¥300-500, Snacks sind ¥200-500. Es ist Nostalgie für Showa-Ära (1926-1989) Tokio.",
        "insider_tip": "Zahlen Sie bei Bestellung (Cash-on-Delivery-System). Bestellen Sie durch Rufen Ihrer Bestellung an das Personal – 'Nama Biiru!' (Fassbier), 'Oden!' (Eintopfartikel), 'Yakitori!' (gegrilltes Huhn). Stehen Sie an der Theke oder hohen Tischen. Es sind meist Männer mittleren Alters in Anzügen, aber Ausländer sind willkommen. Die Atmosphäre ist rau und ehrlich. Gehen Sie, wenn Sie fertig sind – kein Verweilen. Shimbashi und Yurakucho haben die besten Cluster.",
        "price_level": "Günstig",
        "good_for": [
          "Solo-Essen",
          "Lokale Erfahrung"
        ],
        "duration": "30-60 Minuten",
        "best_time": "Nach der Arbeit (18-20 Uhr)"
      },
      "image": "/images/tokyo/tachinomi.jpg"
    }
  ],
  "must_see": [
    {
      "title": "Tempel & Tradition",
      "id": "temples",
      "items": [
        {
          "id": "temp-001",
          "slug": "senso-ji",
          "name_en": "Senso-ji Temple",
          "name_local": "浅草寺",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Senso-ji ist Tokios ältester und berühmtester buddhistischer Tempel (gegründet 645 n. Chr.), gelegen in Asakusa. Der Eingang zeigt das ikonische Kaminarimon ('Donnertor') mit einer riesigen roten Laterne. Gehen Sie durch die Nakamise-Einkaufsstraße (200m Souvenirstände), um die Haupthalle zu erreichen. Der Tempel ist kostenlos, immer offen und nachts atemberaubend schön beleuchtet. Es ist der touristischste Tempel, aber auch der fotogenste und historisch bedeutendste.",
            "vibe": "Historisch, überfüllt",
            "history": "Der Legende nach fanden zwei Fischer 628 n. Chr. eine goldene Statue von Kannon (Göttin der Barmherzigkeit) im Sumida-Fluss. Ein Tempel wurde gebaut, um sie zu beherbergen. Senso-ji wurde bei Luftangriffen im 2. Weltkrieg zerstört und in den 1950ern wiederaufgebaut. Die aktuellen Strukturen sind Betonrepliken der Originale, aber die spirituelle Bedeutung bleibt. Es ist Tokios meistbesuchte religiöse Stätte.",
            "insider_tip": "Besuchen Sie ihn früh morgens (6-7 Uhr) oder spät abends (nach 20 Uhr), um erdrückende Menschenmassen und Reisegruppen zu vermeiden. Das Tempelgelände ist 24/7 offen, aber Geschäfte schließen gegen 18 Uhr. Machen Sie das traditionelle Ritual: Hände am Wasserbrunnen reinigen, Räucherstäbchen anzünden, die Glücksstöcke (Omikuji) für ¥100 schütteln. Wenn Sie Pech (凶) ziehen, binden Sie es an das Gestell, um es zurückzulassen. Die fünfstöckige Pagode ist nachts wunderschön.",
            "price_level": "Günstig",
            "good_for": [
              "Fotografie",
              "Geschichtsliebhaber"
            ],
            "duration": "1-2 Stunden",
            "best_time": "Früher Morgen oder Abend"
          },
          "image": "/images/tokyo/sensoji.jpg",
          "geo": {
            "lat": 35.7148,
            "lng": 139.7967
          }
        },
        {
          "id": "temp-002",
          "slug": "meiji-shrine",
          "name_en": "Meiji Shrine",
          "name_local": "明治神宮",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Der Meiji-Schrein (Meiji Jingu) ist ein ruhiger Shinto-Schrein, gewidmet Kaiser Meiji und Kaiserin Shoken, gelegen in einem 175 Hektar großen Waldpark im Herzen von Tokio. Der Spaziergang durch die hoch aufragenden Torii-Tore und den Wald schafft einen friedlichen Übergang vom Chaos des benachbarten Harajuku. Der Schrein selbst ist aus japanischer Zypresse und Kupfer gebaut. Er ist kostenlos, immer offen und eine spirituelle Zuflucht. Mit Glück könnten Sie eine traditionelle Shinto-Hochzeit erleben.",
            "vibe": "Friedlich, spirituell",
            "history": "Erbaut 1920 zu Ehren von Kaiser Meiji (1852-1912), der Japan während der Meiji-Restauration für den Westen öffnete. Der ursprüngliche Schrein wurde im 2. Weltkrieg zerstört und 1958 wiederaufgebaut. Der umliegende Wald wurde mit 120.000 Bäumen gepflanzt, die aus ganz Japan gespendet wurden. Über 3 Millionen Menschen besuchen ihn für Hatsumode (erster Schreinbesuch des Jahres) am Neujahrstag.",
            "insider_tip": "Betreten Sie ihn vom südlichen Haupteingang (nahe Bahnhof Harajuku), um den vollen Waldweg zu gehen – es dauert 10 Minuten bis zum Schrein, was der Sinn der Sache ist. Halten Sie bei den Sake- und Weinfässern, die dem Schrein gespendet wurden. An der Haupthalle: zweimal verbeugen, zweimal klatschen, beten, einmal verbeugen (Standard-Shinto-Ritual). Besuchen Sie ihn früh morgens (6-7 Uhr) für Einsamkeit vor den Reisegruppen. Freier Eintritt.",
            "price_level": "Günstig",
            "good_for": [
              "Naturliebhaber",
              "Spirituelle Erfahrung"
            ],
            "duration": "1-2 Stunden",
            "best_time": "Früher Morgen"
          },
          "image": "/images/tokyo/meiji.jpg",
          "geo": {
            "lat": 35.6764,
            "lng": 139.6993
          }
        }
      ]
    },
    {
      "title": "Nachbarschaftserkundung",
      "id": "wandering",
      "items": [
        {
          "id": "walk-002",
          "slug": "shibuya-crossing",
          "name_en": "Shibuya Crossing",
          "name_local": "渋谷スクランブル交差点",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Shibuya Crossing ist die geschäftigste Fußgänger-Kreuzung der Welt – bis zu 3.000 Menschen überqueren gleichzeitig jeden Ampelzyklus (alle 2 Minuten). Es ist ein Spektakel organisierten Chaos: Neon-Werbetafeln, Videobildschirme und ein Meer von Menschen, die aus fünf Richtungen zusammenströmen. Das Erlebnis ist surreal – Sie sind Teil des Flusses. Am besten von oben gesehen (Mag's Park Dach oder Starbucks) oder auf Straßenebene erlebt. Spitzenzeiten (18-20 Uhr wochentags) sind am dramatischsten.",
            "vibe": "Chaotisch, ikonisch",
            "history": "Shibuya Crossing erreichte seine aktuelle Form 1973, als das Scramble-Format (alle Richtungen gehen gleichzeitig) eingeführt wurde. Es wurde in den 2000ern durch Filme (Lost in Translation, Fast & Furious: Tokyo Drift) und virale Videos zur globalen Ikone. Die Hachiko-Statue (treuer Hund) am Ausgang ist Tokios berühmtester Treffpunkt. Shibuya selbst war bis in die 1960er ein verschlafener Vorort.",
            "insider_tip": "Erleben Sie es zuerst auf Straßenebene – stehen Sie in der Mitte und nehmen Sie das Chaos auf. Für Überkopf-Ansichten gehen Sie zum Mag's Park Dach (kostenlos, 11. Stock des Magnet-Gebäudes) oder zum Starbucks im Tsutaya (überfüllt). Beste Zeiten: Feierabendverkehr unter der Woche (18-20 Uhr) oder Freitagabend (22-0 Uhr) für Neon-Energie. Die Kreuzung ist tagsüber unter der Woche weniger beeindruckend – Sie brauchen Menschenmassen für den vollen Effekt.",
            "price_level": "Günstig",
            "good_for": [
              "Fotografie",
              "Leute beobachten"
            ],
            "duration": "30 Minuten",
            "best_time": "Abend-Rushhour"
          },
          "image": "/images/tokyo/shibuya-crossing.jpg",
          "geo": {
            "lat": 35.6595,
            "lng": 139.7004
          }
        },
        {
          "id": "walk-001",
          "slug": "shimokitazawa-walk",
          "name_en": "Shimokitazawa",
          "name_local": "下北沢",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Shimokitazawa ('Shimokita') ist Tokios Hipster-Viertel: enge Fußgängerzonen vollgepackt mit Vintage-Kleidungsgeschäften, Plattenläden, Indie-Cafés, winzigen Theatern und Second-Hand-Buchläden. Es gibt keine Wolkenkratzer, Ladenketten oder Touristen-Wahrzeichen – nur Wandern, Entdecken und Vibes. Der neue 'Bonus Track'-Grünweg (2020) verbindet Shimokita mit Setagaya-Daita mit Boutique-Läden. Hier verbringen junge Tokioter ihre Wochenenden mit Second-Hand-Shopping und Café-Hopping.",
            "vibe": "Boheme, Vintage",
            "history": "Shimokitazawa war ein verschlafenes Wohngebiet bis in die 1960er-70er, als kleine Theater und Jazz-Cafés öffneten und Künstler und Studenten anzogen. Der Vintage-Kleidungs-Boom der 1990er machte es zu Tokios Second-Hand-Hauptstadt. Ein kontroverses Zuglinienprojekt (2013-2019) sanierte einen Teil des Gebiets, bewahrte aber seinen Charakter. Es ist jetzt gentrifiziert, behält aber Indie-Glaubwürdigkeit.",
            "insider_tip": "Folgen Sie keiner Karte – wandern Sie einfach und verlieren Sie sich in den engen Straßen. Die Vintage-Läden (Chicago, Flamingo, Santa Monica) haben gebrauchte Kleidung in exzellentem Zustand. Checken Sie den Village Vanguard Buchladen (chaotisch und spaßig). Der 'Bonus Track'-Grünweg hat Indie-Cafés und Boutiquen. Wochenenden sind am vollsten; Wochentage sind ruhiger für ernsthaftes Shopping. Keine spezifischen Wahrzeichen – das Viertel selbst ist die Attraktion.",
            "price_level": "Mittel",
            "good_for": [
              "Shopping",
              "Café-Hopping"
            ],
            "duration": "3-4 Stunden",
            "best_time": "Wochenendnachmittag"
          },
          "image": "/images/tokyo/shimokitazawa-walk.jpg",
          "geo": {
            "lat": 35.6611,
            "lng": 139.6672
          }
        }
      ]
    },
    {
      "title": "Aussichten & Grünflächen",
      "id": "views",
      "items": [
        {
          "id": "view-001",
          "slug": "metro-gov-building",
          "name_en": "Tokyo Metro Gov Building",
          "name_local": "東京都庁",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Das Tokyo Metropolitan Government Building (Tocho) bietet den besten KOSTENLOSEN Panoramablick auf Tokio von seinen Aussichtsplattformen im 45. Stock (202 Meter hoch). An klaren Tagen können Sie Mt. Fuji sehen. Die Aussicht konkurriert mit bezahlten Decks wie Shibuya Sky (¥2.500) oder Tokyo Skytree (¥3.000). Gelegen in West-Shinjuku inmitten von Wolkenkratzern, ist das Gebäude selbst beeindruckende brutalistische Architektur. Zwei Türme – normalerweise ist mindestens einer offen. Weniger überfüllt als Touristen-Decks.",
            "vibe": "Panorama, kostenlos",
            "history": "Erbaut 1990 und entworfen vom Architekten Kenzo Tange, erinnern die Zwillingstürme des Gebäudes an die Kathedrale Notre-Dame. Es beherbergt Tokios Regierungsbüros und Aussichtsdecks. Die 'Bubble Economy' der 1980er ermöglichte den Bau. Es ist jetzt ein ikonischer Teil der Skyline von Shinjuku. Die Aussichtsdecks öffneten, um den Tokio-Tourismus zu fördern.",
            "insider_tip": "Gehen Sie an einem klaren Wintertag (Dezember-Februar) für die beste Chance, Mt. Fuji zu sehen – früh morgens oder am späten Nachmittag für klarere Luft. Kommen Sie 30 Minuten vor Sonnenuntergang für die goldene Stunde im Übergang zu Nachtansichten. Der Nordturm hat ein Café; der Südturm ist ruhiger. Freier Eintritt, keine Reservierung nötig. Es ist in West-Shinjuku – Ausgang Tocho-mae Station oder laufen Sie von JR Shinjuku (15 Minuten).",
            "price_level": "Günstig",
            "good_for": [
              "Aussichten",
              "Budget-Reisen"
            ],
            "duration": "1 Stunde",
            "best_time": "Klarer Tag, Sonnenuntergang"
          },
          "image": "/images/tokyo/metro-gov.jpg",
          "geo": {
            "lat": 35.6896,
            "lng": 139.6917
          }
        },
        {
          "id": "view-002",
          "slug": "shinjuku-gyoen",
          "name_en": "Shinjuku Gyoen",
          "name_local": "新宿御苑",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Shinjuku Gyoen ist ein massiver 58 Hektar großer traditioneller japanischer Garten im Herzen von Tokio, der drei Gartenstile kombiniert: Französisch formal, Englische Landschaft und Japanisch traditionell. Er ist berühmt für Kirschblüten (1.000+ Bäume, März-April) und Herbstlaub (November). Der Park bietet einen friedlichen Reset vom urbanen Chaos Shinjukus. Eintritt kostet ¥500, aber er ist geräumig, gut gepflegt und fühlt sich nie überfüllt an. Kein Essen/Alkohol erlaubt – bringen Sie nichts als sich selbst mit.",
            "vibe": "Ruhig, geräumig",
            "history": "Ursprünglich das private Anwesen der Naito Feudalfamilie (Edo-Zeit), wurde es 1906 ein kaiserlicher Garten und öffnete 1949 für die Öffentlichkeit. Es überstand den 2. Weltkrieg weitgehend intakt. Die drei Gartenstile spiegeln Japans Meiji-Ära (1868-1912) Faszination mit westlicher Landschaftsgestaltung wider. Es ist jetzt ein Nationalgarten und geschütztes Kulturgut.",
            "insider_tip": "Besuchen Sie während der Kirschblütenzeit (Ende März-Anfang April) oder Herbstlaub (Mitte November) für maximale Schönheit, aber erwarten Sie Menschenmassen. Wochentagmorgen sind am ruhigsten. Der japanische Gartenabschnitt ist am fotogensten. Picknicken ist erlaubt, aber kein Alkohol (anders als die meisten Tokio-Parks während Hanami). Das Gewächshaus (extra Gebühr) hat tropische Pflanzen. Planen Sie 2-3 Stunden ein, um den gesamten Garten zu begehen. Eintritt ¥500.",
            "price_level": "Günstig",
            "good_for": [
              "Naturliebhaber",
              "Kirschblüten"
            ],
            "duration": "2-3 Stunden",
            "best_time": "Kirschblütenzeit oder Herbst"
          },
          "image": "/images/tokyo/shinjuku-gyoen.jpg",
          "geo": {
            "lat": 35.6852,
            "lng": 139.7101
          }
        }
      ]
    },
    {
      "title": "Nachtleben & Gassen",
      "id": "nightlife",
      "items": [
        {
          "id": "night-001",
          "slug": "shinjuku-night",
          "name_en": "Shinjuku at Night",
          "name_local": "新宿",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Shinjuku bei Nacht ist Tokios Neon-Seele: hoch aufragende Videobildschirme, volle Izakayas, Rotlichtviertel (Kabukicho) und rauchige Gassen wie Omoide Yokocho ('Piss Alley') – eine schmale Gasse mit Yakitori-Ständen, wo Salarymen nach der Arbeit trinken. Die Gegend ist sicher, aber chaotisch, laut und überwältigend. Ost-Shinjuku (Kabukicho) ist das Unterhaltungsviertel; Omoide Yokocho bietet authentische gegrillte Spieße unter niedrigen Decken. Es ist Cyberpunk-Realität.",
            "vibe": "Neon, chaotisch",
            "history": "Shinjuku wurde nach dem 2. Weltkrieg zu Tokios Unterhaltungszentrum, als Schwarzmärkte und Bars nahe dem Bahnhof öffneten (Japans geschäftigster). Kabukicho – benannt nach einem geplanten Kabuki-Theater, das nie öffnete – wurde in den 1960ern zum Rotlichtviertel. Omoide Yokocho ('Memory Lane') waren Nachkriegs-Elendsviertel-Trinkgassen, jetzt als nostalgische Yakitori-Stände bewahrt. Die Neon-Ästhetik erreichte ihren Höhepunkt in der Bubble Economy der 1980er-90er.",
            "insider_tip": "Wandern Sie durch Ost-Shinjuku vom Ostausgang – gehen Sie einfach und nehmen Sie das Neon-Chaos auf. Omoide Yokocho (nahe Westausgang) ist am besten nach 19 Uhr – bestellen Sie Yakitori und Bier an winzigen Ständen (¥1.000-2.000 pro Person). Meiden Sie Schlepper in Kabukicho, die 'Massagen' oder 'Bars' anbieten – das sind Betrügereien. Golden Gai (in der Nähe) hat 200+ winzige Bars, verlangt aber Eintritt (¥500-1.000). Gehen Sie zwischen 20-23 Uhr für Spitzenenergie.",
            "price_level": "Mittel",
            "good_for": [
              "Nachtleben",
              "Fotografie"
            ],
            "duration": "2-3 Stunden",
            "best_time": "Abend (20-23 Uhr)"
          },
          "image": "/images/tokyo/shinjuku-night.jpg",
          "geo": {
            "lat": 35.6938,
            "lng": 139.7034
          }
        },
        {
          "id": "night-002",
          "slug": "golden-gai",
          "name_en": "Golden Gai",
          "name_local": "ゴールデン街",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Golden Gai ist ein Cluster von über 200 winzigen Bars (Sitzplätze für 4-8 Personen), gepackt in sechs schmale Gassen in Shinjuku. Jede Bar hat ihr eigenes Thema, Stammgäste und Persönlichkeit – manche begrüßen Touristen, andere nicht. Die meisten verlangen eine Eintrittsgebühr (¥500-1.000) plus Getränkekosten. Es ist ein Relikt des Nachkriegs-Tokio, das wundersam die Sanierung überlebte. Die Atmosphäre ist intim, rauchig und nostalgisch. Nicht alle Bars akzeptieren Laufkundschaft – suchen Sie nach Schildern 'English OK' oder 'Tourists welcome'.",
            "vibe": "Intim, nostalgisch",
            "history": "Golden Gai entstand in den 1950er-60ern als illegale Trinkstände im Nachkriegs-Shinjuku. In den 1970er-80ern wurde es zum Boheme-Hafen für Schriftsteller, Künstler und Filmemacher. Feuer in den 1990ern zerstörten Teile davon, aber die Gemeinschaft baute wieder auf. Gentrifizierung bedrohte es in den 2000ern, aber Erhaltungsbemühungen retteten die Gassen. Es ist jetzt ein geschütztes Kulturgut, aber auch eine Touristenattraktion.",
            "insider_tip": "Besuchen Sie es nach 21 Uhr, wenn Bars öffnen (meiste öffnen 20 Uhr-2 Uhr). Gehen Sie die Gassen zuerst ab, um Bars zu finden, die Touristen begrüßen – suchen Sie nach 'English OK' Schildern oder freundlich aussehenden Barkeepern. Eintrittsgebühren (¥500-1.000) sind Standard – kein Betrug, so überleben winzige Bars. Bestellen Sie einen Drink (¥700-1.000) und plaudern Sie. Erwarten Sie enge Sitze – Bars fassen 4-8 Leute. Gehen Sie nicht für billige Drinks; gehen Sie für das Erlebnis. Albatross Bar ist touristenfreundlich.",
            "price_level": "Mittel",
            "good_for": [
              "Einzigartiges Erlebnis",
              "Nachtleben"
            ],
            "duration": "1-2 Stunden",
            "best_time": "Nacht (21 Uhr-1 Uhr)"
          },
          "image": "/images/tokyo/golden-gai.jpg",
          "geo": {
            "lat": 35.6944,
            "lng": 139.7047
          }
        }
      ]
    },
    {
      "title": "Tech & Modern",
      "id": "tech",
      "items": [
        {
          "id": "art-001",
          "slug": "teamlab-planets",
          "name_en": "teamLab Planets",
          "name_local": "チームラボ",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "teamLab Planets ist ein immersives digitales Kunstmuseum, wo Sie barfuß durch Wasser laufen, durch verspiegelte Räume voller schwebender Blumen waten und interaktive Lichtinstallationen erleben, die auf Ihre Bewegung reagieren. Es ist surreal, Instagram-tauglich und überwältigend beliebt – Tickets sind Wochen im Voraus ausverkauft. Das Erlebnis ist multisensorisch: berühren, gehen, waten. Jeder Raum ist eine andere Welt. Es ist Kunst trifft Technologie trifft Spielplatz. Planen Sie 90 Minuten ein.",
            "vibe": "Immersiv, surreal",
            "history": "teamLab ist ein japanisches Kunstkollektiv, gegründet 2001, das Künstler, Programmierer, Ingenieure und Architekten vereint. teamLab Planets eröffnete 2018 in Toyosu (nahe Odaiba) als 'Body Immersive' Museum. Es wurde zu einer von Tokios meist geposteten Attraktionen auf Instagram. Das Museum wurde bis 2027 verlängert. teamLab hat permanente Museen in Tokio (Borderless in Azabudai Hills) und weltweit.",
            "insider_tip": "Buchen Sie Tickets online Wochen im Voraus – sie sind täglich ausverkauft. Gehen Sie an Wochentagen oder früh morgens (9-10 Uhr Slots), um Menschenmassen zu meiden. Sie werden barfuß durch Wasser laufen – tragen Sie Shorts oder krempeln Sie Hosen hoch. Keine Fotografie-Einschränkungen (anders als manche Museen). Das 'Infinite Crystal Universe' und 'Floating Flower Garden' sind am besten für Instagram. Planen Sie 90 Minuten. Schließfächer für Taschen vorhanden. Tickets ¥3.800-4.200.",
            "price_level": "Teuer",
            "good_for": [
              "Instagram",
              "Kunstliebhaber"
            ],
            "duration": "1,5 Stunden",
            "best_time": "Wochentagmorgen"
          },
          "image": "/images/tokyo/teamlab.jpg",
          "geo": {
            "lat": 35.6455,
            "lng": 139.7925
          }
        },
        {
          "id": "tech-001",
          "slug": "akihabara",
          "name_en": "Akihabara Electric Town",
          "name_local": "秋葉原",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": false,
          "description": {
            "short": "Akihabara ('Akiba') ist das Zentrum der Anime-, Manga- und Otaku- (Geek-) Kultur: mehrstöckige Elektronikläden, Anime-Shops, Maid Cafés, Spielhallen und Erotik-Shops. Es ist Reizüberflutung – Neonschilder, Cosplayer und dröhnender J-Pop. Sie können alles kaufen, von Retro-Videospielen bis zu den neuesten Tech-Gadgets. Maid Cafés sind surreal – Kellnerinnen in Dienstmädchenkostümen servieren Essen mit Aufführungen. Es ist seltsam, wunderbar und einzigartig Tokio. Nicht für jeden.",
            "vibe": "Neon, chaotisch",
            "history": "Akihabara war Tokios Nachkriegs-Schwarzmarkt für Elektronik und Radioteile. In den 1980er-90ern wurde es 'Electric Town', verkaufte Computer und Gadgets. Der 2000er Wandel zur Anime/Manga-Kultur geschah, als Elektronik online ging. Maid Cafés öffneten in den frühen 2000ern und zementierten Akiba als Otaku-Zentrale. Es ist jetzt eine globale Popkultur-Pilgerstätte.",
            "insider_tip": "Besuchen Sie es am Wochenende, wenn Cosplayer auf der Chuo Dori (nur Fußgängerzone) erscheinen. Elektronikläden (Yodobashi, Sofmap) sind massiv – gut für steuerfreies Einkaufen. Anime-Shops (Animate, Mandarake) verkaufen alles von Manga bis Figuren. Maid Cafés sind teuer (¥1.000+ Eintritt) und peinlich aber unvergesslich – @Home Cafe ist berühmt. Spielhallen (GiGO, Taito Station) haben Retro-Spiele und Greifautomaten. Es ist überwältigend – versuchen Sie nicht, alles zu sehen.",
            "price_level": "Mittel",
            "good_for": [
              "Anime-Fans",
              "Tech-Shopping"
            ],
            "duration": "2-3 Stunden",
            "best_time": "Wochenendnachmittag"
          },
          "image": "/images/tokyo/akihabara.jpg",
          "geo": {
            "lat": 35.6984,
            "lng": 139.7731
          }
        }
      ]
    },
    {
      "title": "Lokales Leben",
      "id": "local-life",
      "items": [
        {
          "id": "loc-001",
          "slug": "shotengai",
          "name_en": "Shotengai (Shopping Street)",
          "name_local": "商店街",
          "category": "Sehenswürdigkeit",
          "is_generic_staple": true,
          "description": {
            "short": "Shotengai sind traditionelle überdachte Einkaufsarkaden, die in jedem Tokio-Viertel zu finden sind – lange Fußgängerstraßen gesäumt von unabhängigen Geschäften: Metzger, Fischhändler, Teeläden, Reiscracker, Apotheken, billige Krokett-Stände und familiengeführte Restaurants. Keine Ketten, keine Touristen, nur Einheimische, die Lebensmittel und tägliche Notwendigkeiten kaufen. Berühmte Beispiele: Nakano Broadway, Togoshi Ginza, Koenji. Hier passiert das echte Alltagsleben Tokios, abseits der Touristenviertel.",
            "vibe": "Lokal, authentisch",
            "history": "Shotengai entstanden in den frühen 1900ern als kommerzielle Nachbarschaftszentren, erreichten ihren Höhepunkt in den 1960er-70ern, bevor Supermärkte und Einkaufszentren sie bedrohten. Viele überlebten durch Spezialisierung oder Schaffung von Gemeinschaftsevents. Sie sind jetzt als Kulturgüter geschützt. Jede Shotengai spiegelt den Charakter ihres Viertels wider – Koenjis ist Punk und Vintage, Togoshi Ginza ist Arbeiterklasse und billig.",
            "insider_tip": "Besuchen Sie Shotengai in Wohnvierteln (nicht Shibuya/Shinjuku) – versuchen Sie Nakano Broadway (Anime/Manga-Subkultur), Togoshi Ginza (längste in Tokio, 1,3km, billiges Essen) oder Koenji (Vintage/Punk). Gehen Sie am späten Nachmittag (16-18 Uhr), wenn Einheimische für das Abendessen einkaufen. Probieren Sie billige Kroketten (¥100), Taiyaki (fischförmiger Kuchen) oder Mochi. Es ist ein Fenster in das tägliche Tokio-Leben – kein Englisch, keine Touristen, nur Einheimische.",
            "price_level": "Günstig",
            "good_for": [
              "Lokale Erfahrung",
              "Essen"
            ],
            "duration": "1-2 Stunden",
            "best_time": "Später Nachmittag"
          },
          "image": "/images/tokyo/shotengai.jpg"
        }
      ]
    }
  ],
  "itinerary": [
    {
      "time": "6:00 Uhr",
      "title": "Sonnenaufgang am Tsukiji Außenmarkt",
      "description": "Wachen Sie früh auf für Tokios berühmten Fischmarkt. Der innere Großmarkt zog nach Toyosu um, aber Tsukijis Außenmarkt blüht immer noch mit 400+ Händlern. Sehen Sie Köchen zu, wie sie den Fang des Tages wählen, dann schnappen Sie sich frisches Uni (Seeigel) oder Toro (fetter Thunfisch) Sushi zum Frühstück. Stände öffnen gegen 5 Uhr; kommen Sie bis 6:30 Uhr vor den Reisegruppen. Streetfood-Verkäufer verkaufen Tamagoyaki (süßes Eieromelett) und gegrillte Meeresfrüchte. Das ist Tokio von seiner authentischsten und leckersten Seite.",
      "image": "/images/tokyo/tsukiji-sunrise.jpg"
    },
    {
      "time": "9:00 Uhr",
      "title": "Meiji-Schrein & Yoyogi Park",
      "description": "Nehmen Sie die Yamanote-Linie nach Harajuku zum Meiji-Schrein – Tokios wichtigstem Shinto-Schrein, versteckt in einem 70 Hektar großen Wald. Sehen Sie Priestern bei Zeremonien zu und schreiben Sie Wünsche auf Ema (Holztafeln). Dann kreuzen Sie zum Yoyogi Park, wo Sie Rockabilly-Tänzer, Straßenkünstler und Einheimische beim Tai Chi sehen. Sonntags flutet Harajukus Takeshita Street mit Teenagern in wilder Mode. Der Kontrast zwischen altem Schrein und modernem Chaos ist Tokio pur.",
      "image": "/images/tokyo/meiji-shrine.jpg"
    },
    {
      "time": "12:00 Uhr",
      "title": "Ramen-Mittagessen in Shibuya",
      "description": "Navigieren Sie nach Shibuya für Tokios bestes Ramen. Ichiran bietet Solo-Kabinen, wo Sie Ihre Schüssel per Automat anpassen – Tonkotsu-Brühe, Nudelfestigkeit, Schärfegrad. Oder probieren Sie Afuri für Yuzu-infundiertes Ramen. Schlürfen ist nicht nur erlaubt, sondern erwünscht – es belüftet die Nudeln und zeigt Wertschätzung. Nach dem Mittagessen überqueren Sie den Shibuya Scramble – die geschäftigste Kreuzung der Welt, wo 3.000 Menschen gleichzeitig kreuzen. Schauen Sie vom 2. Stock des Starbucks für die Luftansicht zu.",
      "image": "/images/tokyo/shibuya-ramen.jpg"
    },
    {
      "time": "15:00 Uhr",
      "title": "Senso-ji Tempel & Asakusa",
      "description": "Nehmen Sie die Metro nach Asakusa für Tokios ältesten Tempel (628 n. Chr.). Gehen Sie durch das Kaminarimon-Tor (die riesige rote Laterne), dann stöbern Sie durch die 90 Stände der Nakamise Einkaufsstraße, die traditionelle Snacks und Souvenirs verkaufen. Werfen Sie am Senso-ji eine Münze in die Opferbox, verbeugen Sie sich zweimal, klatschen zweimal, verbeugen einmal. Wahrsagepapiere (Omikuji) kosten ¥100 – wenn Sie Pech haben, binden Sie es an die Gestelle und lassen es zurück. Der Tempelkomplex ist massiv; erkunden Sie Seitenstraßen für Alt-Tokio-Atmosphäre.",
      "image": "/images/tokyo/sensoji-afternoon.jpg"
    },
    {
      "time": "18:00 Uhr",
      "title": "Shibuya Sky Sonnenuntergang",
      "description": "Kehren Sie für den Sonnenuntergang vom Shibuya Sky Aussichtsdeck (47. Stock) nach Shibuya zurück. Sehen Sie zu, wie sich die Stadt verwandelt, wenn 13 Millionen Lichter angehen. Mt. Fuji erscheint an klaren Tagen. Das Dach ist Open-Air – bringen Sie eine Jacke mit. Buchen Sie Tickets online für ¥2.000. Nach Sonnenuntergang erkunden Sie Shibuyas Chaos: Kaufhäuser, Izakayas und endloses Neon. Don Quijote (Discounter) sind 5 Etagen organisierten Wahnsinns, die einen Besuch wert sind.",
      "image": "/images/tokyo/shibuya-sky-sunset.jpg",
      "ticket_link": "https://www.getyourguide.com/tokyo-l193/shibuya-sky-observation-deck-tickets-t394823/"
    },
    {
      "time": "20:00 Uhr",
      "title": "Izakaya-Abendessen & Shinjuku Nachtleben",
      "description": "Auf nach Shinjuku zum Izakaya-Hopping in Omoide Yokocho (Memory Lane) – enge Gassen vollgepackt mit winzigen Bars für 6-10 Personen. Bestellen Sie Yakitori (gegrillte Hähnchenspieße), Edamame, Karaage (frittiertes Hähnchen) und Bier oder Sake. Dann erkunden Sie Golden Gai – 200+ Mikro-Bars in einem Zwei-Block-Radius, jede mit einzigartigen Themen. Manche verlangen Eintritt, manche sind nur für Stammgäste. Robot Restaurant ist touristisch, aber wunderbar bizarr. Enden Sie in Kabukicho für Neon-Reizüberflutung und Mitternachts-Ramen.",
      "image": "/images/tokyo/shinjuku-night2.jpg"
    }
  ],
  "affiliate_products": [
    {
      "id": "aff-001",
      "title": "Japan Reiseadapter (Typ A/B)",
      "image": "/images/tokyo/adapter.jpg",
      "reason": "Japan nutzt Typ A (zwei flache Stifte). Reisende aus Europa/UK benötigen einen Adapter.",
      "amazon_url": "https://www.amazon.com/s?k=japan+travel+adapter+type+a",
      "category": "Elektronik"
    },
    {
      "id": "aff-002",
      "title": "Pocket WiFi / eSIM",
      "image": "/images/tokyo/wifi.jpg",
      "reason": "Kostenloses WiFi ist in der Öffentlichkeit selten. Sie brauchen Daten für Google Maps und Übersetzung. Mieten Sie ein Pocket WiFi oder kaufen Sie eine eSIM.",
      "amazon_url": "https://www.amazon.com/s?k=pocket+wifi+japan",
      "category": "Elektronik"
    },
    {
      "id": "aff-003",
      "title": "Münzbörse",
      "image": "/images/tokyo/coin-purse.jpg",
      "reason": "Bargeld ist immer noch König, und Sie werden VIELE Münzen ansammeln. Eine dedizierte Münzbörse ist ein Lebensretter.",
      "amazon_url": "https://www.amazon.com/s?k=coin+purse",
      "category": "Zubehör"
    }
  ],
  "lat": 35.6895,
  "lng": 139.6917,
  "region": "Asia"
}